Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Must provide either password or SSH identity file.
ar: يجب تقديم كلمة مرور أو ملف هوية SSH.
ca: Heu de facilitar una contrasenya vàlida o fitxer SSH.
cs: Musíte zadat heslo nebo SSH identity soubor.
da: Adgangskode eller SHH-identitetsfil er nødvendig.
de: Passwort oder SSH Identitäts-Datei benötigt.
el: Πρέπει να δώσετε κωδικό πρόσβασης ή αρχείο ταυτότητας SSH.
es: Debe proporcionar la contraseña o el archivo de identidad SSH.
fi: Anna joko salasana tai SSH-tunnistustiedosto.
fr: Vous devez fournir un mot de passe ou un fichier d'identité SSH.
he: יש לספק סיסמה או קובץ זהות SSH.
hu: Szükséges megadni vagy egy jelszót, vagy SSH identitás-fájlt.
it: Deve fornire una password od una chiave SSH.
ja: パスワードかＳＳＨ認証ファイルの提示が必要です。
lt: Turite pateikti slaptažodį arba SSH tapatybės failą.
nb_no: Enten passord eller SSH-identitetsfil må angis.
nl: U moet een wachtwoord of SSH-identiteitsbestand opgeven.
pl: Musisz podać hasło lub plik tożsamości SSH.
pt: Precisa informar senha ou arquivo de identidade SSH.
ro: Trebuie să furnizați fie parola, fie fișierul de identitate SSH.
ru: Необходимо указать пароль или файл SSH.
sk: Musíte poskytnúť buď heslo alebo súbor s identitou SSH.
sq: Duhet dhënë ose fjalëkalim, ose kartelë identiteti SSH.
sv: Måste ange antingen lösenord eller SSH-identitetsfil.
ta: கடவுச்சொல் அல்லது பாஓடு அடையாளக் கோப்பை வழங்க வேண்டும்.
th: ต้องระบุไม่รหัสผ่าน หรือไฟล์คีย์ SSH
tr: Parola ya da SSH kimlik dosyasından biri belirtilmelidir.
vi: Phải nhập cả mật khẩu và tập tin nhận dạng SSH.

source: Scanning folder for backup images…
fi: Haetaan kansiota varmuuskopiokuvia varten…
ja: バックアップイメージをフォルダースキャンしています…
nb_no: Skanner mappe for sikkerhetskopiavbildninger…
ro: Se scanează dosarul pentru imagini de copie de rezervă…
sq: Po kontrollohet dosja për pamje kopjeruajtje…
ta: காப்புப்பிரதி படங்களுக்கான கோப்புறையை ச்கேனிங் …

source: ({timeout_seconds} second timeout)
ar: ({timeout_seconds} ثانية متبقية)
ca: {timeout_seconds} segon temps mort
cs: ({timeout_seconds} sekund časový limit)
da: ({timeout_seconds} sekund timeout)
el: ({timeout_seconds} διακοπή σε δευ/τα)
es: ({timeout_seconds} segundo timeout)
fi: ({timeout_seconds} toinen aikakatkaisu)
fr: (délai de {timeout_seconds} secondes)
he: ({timeout_seconds} שניות לסיום)
hu: ({timeout_seconds} másodperc lejárati idő)
it: ({timeout_seconds} secondi al termine)
ja: （{timeout_seconds}秒で中断）
lt: ({timeout_seconds} sek. skirtasis laikas)
nb_no: ({timeout_seconds} sekunder tidsavbrudd)
nl: ({timeout_seconds} seconden timeout)
pl: ({timeout_seconds}-sekundowy limit czasu)
pt: ({timeout_seconds} segundos para finalizar)
ro: (întârziere de{timeout_seconds} secunde)
ru: ({timeout_seconds} сек. ожидания)
sk: ({timeout_seconds} sekundový časový limit)
sq: (Mbarim kohe në {timeout_seconds} sekonda)
sv: ({timeout_seconds} andra timeout)
ta: ({timeout_seconds} இரண்டாவது காலக்கெடு)
th: (หมดเวลาในอีก {timeout_seconds} วินาที)
tr: ({timeout_seconds} saniye zaman aşımı)
vi: (Thời gian chờ còn {timeout_seconds} giây)

source: Close this popup to cancel scanning the selected folder and subfolders.
ar: أغلق هذه النافذة المنبثقة لإلغاء فحص المجلد المحدد والمجلدات الفرعية بداخله.
ca: Tanqueu aquesta finestra emergent per cancel·lar l'escaneig de sub/carpetes seleccionades.
cs: Zavřete toto vyskakovací okno pro ukončení prohledávání vybrané složky a podsložek.
da: Luk vinduet for at afbryde skanningen af den valgte mappen og undermapper.
de: Schließe dieses Fenster, um das Durchsuchen der ausgewählten Ordner und Unterordner abzubrechen.
el: Κλείστε το αναδυόμενο παράθυρο για να ακυρώσετε τη σάρωση του επιλεγμένου φακέλου και των υποφακέλων.
es: Cierre esta ventana emergente para cancelar el escaneo de la carpeta y subcarpetas seleccionadas.
fi: Peruuta valitun kansion ja alikansioiden skannaus sulkemalla tämä ponnahdusikkuna.
fr: Fermez cette fenêtre pour annuler l'analyse du dossier sélectionné et de ses sous-dossiers.
he: סגירת החלונית הזאת תבטל את סריקת התיקייה הנבחרת על תת־תיקיותיה.
hu: Zárd be ezt a felugró panelt, ha nem akarod, hogy keressen a mappában és almappákban.
it: Chiudi questa finestra per annullare la scansione della cartella selezionata.
ja: ポップアップはとじるとフォルダーとその下位フォルダーのスキャンがキャンセルされます。
lt: Uždarykite šį iššokantįjį langą, kad atšauktumėte pasirinkto aplanko ir poaplankių nuskaitymą.
nb_no: Lukk dette oppsprettet for å avbryte skanning av valgte mapper og undermapper.
nl: Sluit deze pop-up om het scannen van de geselecteerde map en submappen te annuleren.
pl: Zamknij to okienko, aby anulować skanowanie wybranego folderu i podfolderów.
pt: Feche essa janela para cancelar a varredura das pastas e subpastas selecionadas.
ro: Închideți această fereastră emergentă pentru a anula scanarea dosarului și subdosarelor selectate.
ru: Закройте это окно для отмены сканирования выбранной папки и директорий.
sk: Zatvorením tohto vyskakovacieho okna zrušíte prehľadávanie vybraného priečinka a podpriečinkov.
sq: Që të anulohet kontrolli i dosjeve dhe nëndosjeve të përzgjedhura, mbylleni këtë dritare flluskë.
sv: Stäng den här popupen för att avbryta skanning av vald mapp och undermappar.
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறை மற்றும் துணை கோப்புறைகளை ச்கேன் செய்வதை ரத்து செய்ய இந்த பாப்அப்பை மூடு.
th: ปิดหน้าต่างนี้เพื่อยกเลิกการค้นหาโฟลเดอร์ที่เลือกไว้
tr: Seçili klasör ve alt klasörleri taramayı iptal etmek için bu açılır pencereyi kapatın.
vi: Đóng cửa sổ này để hủy việc quét các thư mục và thư mục phụ đã chọn.

source: Scanning: {filename}
ar: جاري فحص: {filename}
ca: Escanejant: {filename}
cs: Skenování:{filename}
da: Skanner: {filename}
de: Durchsuche: {filename}
el: Σάρωση: {filename}
es: Escaneando: {filename}
fi: Skannataan: {filename}
fr: Analyse : {filename}
he: בסריקה: {filename}
hu: Keresés: {filename}
it: Scansione: {filename}
ja: スキャンしています：{filename}
lt: Skenuojama: {filename}
nb_no: Skanner: {filename}
nl: {filename} wordt gescand
pl: Skanowanie: {filename}
pt: Escaneando: {filename}
ro: Se scanează: {filename}
ru: Сканирование: {filename}
sk: Skenovanie: {filename}
sq: Po kontrollohet: {filename}
sv: Skanning: {filename}
ta: ச்கேனிங்: {filename}
th: กำลังค้นหา: {filename}
tr: Taranıyor: {filename}
vi: Đang quét file: {filename}

source: Error processing the following images:
ar: حدث خطأ اثناء معالجة الصور/النسخ التالية:
ca: S'ha produït un error en processar les imatges següents:
cs: Chyba zpracování následujících obrazů:
da: Fejl ved behandling af følgende sikkerhedskopier:
de: Fehler beim Verarbeiten folgender Sicherungskopien:
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία των ακόλουθων ειδώλων:
es: Error al procesar las siguientes imágenes:
fi: Virhe seuraavien levykuvien käsittelyssä:
fr: Erreur de traitement des images suivantes :
he: שגיאה בעיבוד קובצי הגיבוי הבאים:
hu: Hiba történt az alábbi lemezkép feldolgozásakor:
it: Errore durante l'elaborazione delle seguenti immagini:
ja: このイメージ工程でエラーがありました：
lt: Klaida apdorojant šiuos atvaizdus:
nb_no: Klarte ikke å behandle følgende avbildninger:
nl: Fout bij het verwerken van de volgende images:
pl: Błędy w przetwarzaniu następujących obrazów:
pt: Erro ao processar as seguintes imagens:
ro: Eroare la procesarea următoarelor imagini:
ru: Ошибка при обработке следующих образов:
sk: Chyba pri spracovaní nasledujúcich obrazov:
sq: Gabim gjatë përpunimit të pamjeve vijuese:
sv: Fel vid bearbetning av följande filer:
ta: பின்வரும் படங்களை செயலாக்குவதில் பிழை:
th: เกิดข้อผิดพลาดระหว่างดำเนินการในไฟล์สำรองต่อไปนี้:
tr: Aşağıdaki kalıplar işlenirken hata oluştu:
vi: Lỗi khi xử lý các bản sao lưu sau:

source: Unable to fully process the image associated with the following partitions:
ar: غير قادر على معالجة الصور/النسخ المرتبطة بالأقسام التالية بشكل كامل:
ca: No s'ha pogut processar correctament la imatge associada a aquestes particions:
cs: Nelze plně zpracovat obraz spojený s následujícími oddíly:
da: Kan ikke behandle sikkerhedskopien, der er knyttet til følgende partitioner, fuldstændigt:
de: Die mit folgenden Partitionen verknüpfte Sicherungskopie kann nicht vollständig verarbeitet werden:
el: Δεν είναι δυνατή η πλήρης επεξεργασία του ειδώλου που σχετίζεται με τα ακόλουθα διαμερίσματα:
es: No se puede procesar completamente la imagen asociada a las siguientes particiones:
fi: Seuraaviin osioihin liittyvää levykuvaa ei voida käsitellä kokonaan:
fr: Impossible de traiter complètement l'image associée aux partitions suivantes :
he: לא ניתן לעבד את קובץ הגיבוי המשויך למחיצות הבאות במלואו:
hu: Képtelenség teljesen feldolgozni a lemezképet, mely az alábbi partícióval van összekapcsolva:
it: Impossibile elaborare completamente l'immagine associata alle seguenti partizioni:
ja: このパーティション関連イメージが完全な処理は出来ませんでした：
lt: Nepavyksta visiškai apdoroti vaizdo, susieto su šiais skaidiniais:
nb_no: Kunne ikke fullt ut behandle avbildningen tilknyttet følgende partisjoner:
nl: Kan de image die hoort bij de volgende partities niet volledig verwerken:
pl: Nie można w pełni przetworzyć obrazu związanego z następującymi partycjami:
pt: Não foi possível processar totalmente a imagem associada às seguintes partições:
ro: Nu a fost posibilă procesarea completă a imaginii asociate cu următoarele partiții:
ru: Невозможно полностью обработать образ, связанный со следующими разделами:
sk: Nie je možné úplne spracovať obraz spojený s nasledujúcimi oddielmi:
sq: S’arrihet të përpunohet plotësisht pamja e përshoqëruar me pjesët vijuese:
sv: Det går inte att bearbeta filen som är associerad med följande partitioner:
ta: பின்வரும் பகிர்வுகளுடன் தொடர்புடைய படத்தை முழுமையாக செயலாக்க முடியவில்லை:
th: ไม่สามารถดำเนินการสำรองข้อมูลได้อย่างเต็มรูปแบบตามในพาร์ติชั่นต่อไปนี้:
tr: Aşağıdaki bölümlerle ilişkili kalıp tam olarak işlenemiyor:
vi: Không thể xử lý hoàn toàn bản sao lưu liên quan các phân vùng sau đây:

source: Unable to fully process the following image:
ar: غير قادر على معالجة الصورة/النسخة التالية بشكل كامل:
ca: No s'ha pogut processar correctament aquesta imatge:
cs: Nelze plně zpracovat tento obraz:
da: Kan ikke behandle følgende sikkerhedskopi fuldstændigt:
de: Folgende Sicherungskopie kann nicht vollständig verarbeitet werden:
el: Δεν είναι δυνατή η πλήρης επεξεργασία του ακόλουθου ειδώλου:
es: No se puede procesar por completo la siguiente imagen:
fi: Seuraavaa levykuvaa ei voi käsitellä kokonaan:
fr: Impossible de traiter complètement l'image suivante :
he: לא ניתן לעבד את קובץ הגיבוי הבא במלואו:
hu: Nem lehetséges teljesen feldolgozni az alábbi lemezképet:
it: Impossibile elaborare completamente la seguente immagine:
ja: このイメージ工程が終わりません：
lt: Nepavyksta visiškai apdoroti šio atvaizdo:
nb_no: Kunne ikke fullt ut behandle følgende avbildning:
nl: Kan de volgende image niet volledig verwerken:
pl: Nie można w pełni przetworzyć następującego obrazu:
pt: Incapaz de processar totalmente a seguinte imagem:
ro: Nu a fost posibilă procesarea completă a următoarei imagini:
ru: Невозможно полностью обработать следующий образ:
sk: Nie je možné úplne spracovať nasledujúci obraz:
sq: S’arrihet të përpunohet plotësisht pamja vijuese:
sv: Det går inte att bearbeta följande fil helt:
ta: பின்வரும் படத்தை முழுமையாக செயலாக்க முடியவில்லை:
th: ไม่สามารถดำเนินการสำรองข้อมูลได้อย่างเต็มรูปแบบตามไฟล์สำรองข้อมูลดังนี้:
tr: Aşağıdaki kalıp tam olarak işlenemiyor:
vi: Không thể xử lý hoàn toàn bản sao lưu sau:

source: Cannot find partition's associated partclone image
ar: لا يمكن العثور على صورة/نسخة partclone المرتبطة بالقسم
ca: No es pot trobar la partició partclone d'imatge associada
cs: Nelze najít přidružený partclone obraz oddílu
da: Kan ikke finde partitionens tilknyttede partclone-afbildning
de: Das zugehörige Partclone-Image der Partition kann nicht gefunden werden
el: Δεν είναι δυνατή η εύρεση της συσχετισμένης εικόνας partclone του διαμερίσματος
es: No se puede encontrar la partición asociada a la imagen partclone
fi: Osioon liittyvää partclone-levykuvaa ei löydy
fr: Impossible de trouver l'image partclone associée à la partition
he: לא ניתן למצוא את קובץ הגיבוי מסוג partclone המשויך למחיצה
hu: Nem találom a partícióhoz hozzárendelt "partclone" lemezképet
it: Impossibile trovare la partizione associata all'immagine partclone
ja: 一部複製イメージ関連のパーティションが見つかりません
lt: Nepavyksta rasti su skaidiniu susieto partclone atvaizdo
nb_no: Kunne ikke finne partisjonens tilknyttede partclone-avbildning
nl: Kan de bijbehorende partclone-image van partitie niet vinden
pl: Nie można znaleźć powiązanego z partycją obrazu partclone
pt: Não é possível encontrar a imagem partclone associada à partição
ro: Nu se poate găsi imaginea partclone asociată partiției
ru: Не удается найти связанный с разделом образ partclone
sk: Nie je možné nájsť obraz partclone súvisiaceho oddielu
sv: Det går inte att hitta partitionens associerade partclone-avbild
ta: பகிர்வுடன் தொடர்புடைய பார்ட்க்ளோன் படத்தைக் கண்டுபிடிக்க முடியவில்லை
th: ไม่พบไฟล์สำรองข้อมูลที่สร้างโดย partclone จากพาร์ติชั่นที่เกี่ยวข้อง
tr: Bölümün ilişkili partclone kalıbı bulunamıyor
vi: Không thể tìm thấy bản sao lưu liên quan đến phân vùng

source: This can happen when loading images which Clonezilla was unable to completely backup.
ar: يمكن أن يحدث هذا عند تحميل صورة/نسخة لم يتمكن Clonezilla من نسخها احتياطيًا بالكامل.
ca: Això pot passar en carregar imatges que el Clonezilla no ha finalitzat correctament.
cs: K tomu může dojít při načítání obrazů, které Clonezilla nedokázala kompletně zálohovat.
da: Det kan ske, når der indlæses sikkerhedskopier, som Clonezilla ikke har kunnet kopiere fuldstændigt.
de: Dies kann passieren, wenn Sicherungskopien geladen werden, die Clonezilla nicht vollständig sichern konnte.
el: Αυτό μπορεί να συμβεί κατά τη φόρτωση ειδώλων για τις οποίες το Clonezilla δεν ολοκλήρωσε επιτυχώς τη διαδικασία των αντιγράφων ασφαλείας.
es: Esto puede ocurrir al cargar imágenes de las que Clonezilla no pudo acabar la copia de seguridad.
fi: Tämä voi tapahtua ladattaessa levykuvia, joita Clonezilla ei pystynyt varmuuskopioimaan kokonaan.
fr: Cela peut se produire lors du chargement d'images dont Clonezilla n'a pu totalement sauvegarder.
he: מצב זה יכול לקרות עקב טעינת קובצי גיבוי ש־Clonezilla לא הצליחה לגבות באופן מלא.
hu: Ilyen akkor fordulhat elő, ha nem teljes a lemezkép mentés, fájlok hiányoznak.
it: Ciò può accadere durante il caricamento di immagini di cui Clonezilla non è stato in grado di eseguire il backup completo.
ja: これはClonezillaで完全なバックアップが出来なかったイメージを読み込む場合起きます。
lt: Taip gali nutikti įkeliant atvaizdus, kurių atsarginių kopijų Clonezilla nepavyko visiškai sukurti.
nb_no: Dette kan skje ved innlasting av avbildninger som Clonezilla ikke klarte å sikkerhetskopiere i sin helhet.
nl: Dit kan gebeuren bij het laden van images waarvan Clonezilla geen volledige back-up kon maken.
pl: Może się to zdarzyć podczas ładowania obrazów, których Clonezilla nie była w stanie całkowicie skopiować.
pt: Isso pode acontecer ao carregar imagens das quais o Clonezilla não conseguiu fazer backup completo.
ro: Acest lucru se poate întâmpla atunci când se încarcă imagini pe care Clonezilla nu a reușit să le copieze complet.
ru: Это может произойти при загрузке образов, которые Clonezilla неудачно скопировала.
sk: Môže sa to stať pri načítavaní obrazov, ktoré Clonezilla nedokázala úplne zálohovať.
sq: Kjo mund të ndodhë kur ngarkimi i pamjeve me Clonezilla s’qe në gjendje të plotësoni kopjeruajtje.
sv: Detta kan hända när filer laddas som Clonezilla inte kunde säkerhetskopiera helt.
ta: குளோனெசில்லா முழுவதுமாக காப்புப் பிரதி எடுக்க முடியாத படங்களை ஏற்றும்போது இது நிகழலாம்.
th: เกิดขึ้นจากการโหลดข้อมูลไฟล์สำรองที่ Clonezilla นั้นสร้างสำรองข้อมูลไม่สำเร็จหรือไม่ครบถ้วน
tr: Bu, Clonezilla'nın tamamen yedekleyemediği kalıpları yüklerken meydana gelebilir.
vi: Việc này có thể xảy ra khi đang tải các bản sao lưu khiến cho Clonezilla không thể hoàn thành việc sao lưu.

source: Note: This image format cannot distinguish between failed partclone backup and a user who chose not to backup a partition.
ar: ملاحظة: لا يمكن لتنسيق الصورة/النسخة هذه التمييز بين النسخ الاحتياطي الفاشل بـpartclone والمستخدم الذي اختار عدم نسخ قسم احتياطيًا.
ca: Nota: Aquest format d'imatge no distingeix entre una còpia del partclone fallida o quan l'usuari tria no crear una còpia d'una partició.
cs: Poznámka: Tento formát bitové kopie nedokáže rozlišit mezi neúspěšnou zálohou partclone a uživatelem, který se rozhodl oddíl nezálohovat.
da: Bemærk: Dette billedformat kan ikke skelne mellem mislykkede partclone-sikkerhedskopier og en bruger, der valgte ikke at sikkerhedskopiere en partition.
de: Beachte: Dieses Image-Format kann nicht zwischen einer fehlgeschlagenen Partclone-Sicherung und einem Benutzer, der sich entschieden hat eine Partition nicht zu sichern, unterscheiden.
el: Σημείωση: Αυτή η μορφή εικόνας δεν μπορεί να διακρίνει μεταξύ αποτυχημένου αντιγράφου ασφαλείας partclone και ενός χρήστη που επέλεξε να μην δημιουργήσει αντίγραφα ασφαλείας ενός διαμερίσματος.
es: Nota: Este formato de imagen no puede distinguir entre una copia de seguridad partclone fallida y un usuario que decidió no hacer respaldar una partición.
fi: Huomautus: Tämä kuvamuoto ei voi erottaa epäonnistunutta partclone-varmuuskopiointia ja käyttäjää, joka on päättänyt olla varmuuskopioimatta osiota.
fr: Remarque : Ce format d'image ne permet pas de faire la distinction entre une sauvegarde partclone ayant échoué et un utilisateur qui a choisi de ne pas sauvegarder une partition.
he: לתשומת לבך: בסוג זה של קובצי גיבוי לא ניתן להבדיל בין גיבוי partclone שנכשל לבין מחיצה שלא נבחרה על ידי המשתמש.
hu: Megjegyzés: Ezen lemezkép formátumom esetén nem lehet különbséget tenni, hogy "hibás/részleges" egy partíció mentése, vagy csak a felhasználó döntött úgy, hogy kihagyja azt a partíciót.
it: Nota: questo formato d'immagine non è in grado di distinguere tra un backup partclone fallito ed un utente che ha scelto di non eseguire il backup di una partizione.
ja: 留意：このイメージ形式は失敗した一部複製のバックアップとユーザーがパーティションのバックアップでしなかったものと区別が出来ません。
lt: Pastaba: Šis atvaizdo formatas negali atskirti nepavykusios partclone atsarginės kopijos nuo naudotojo, kuris pasirinko nekurti atsarginės kopijos.
nb_no: Merk: Dette avbildningsformatet kan ikke skille mellom en mislykket partclone-sikkerhetskopi og en bruker som velger å ikke sikkerhetskopiere en partisjon.
nl: N.B.: Dit image formaat kan geen onderscheid maken tussen een mislukte partclone-back-up en een gebruiker die ervoor heeft gekozen geen back-up van een partitie te maken.
pl: Uwaga: Ten format obrazu nie może odróżnić nieprawidłowego kopii zapasowej partclone i użytkownika, który wybrał, aby nie tworzyć kopii zapasowej partycji.
pt: Nota: Este formato de imagem não pode distinguir entre backup de partclone com falha e um usuário que optou por não fazer backup de uma partição.
ro: Notă: Acest format de imagine nu poate face distincția între o copie de rezervă partclone eșuată și un utilizator care a ales să nu facă o copie de rezervă a unei partiții.
ru: Примечание. Этот формат образа не видит разницы между неудачным резервным копированием partclone и отсутствующей резервной копией раздела.
sk: Poznámka: Tento formát obrazu nedokáže rozlíšiť medzi neúspešnou zálohou partclone a používateľom, ktorý sa rozhodol nezálohovať oddiel.
sq: Shënim: Ky format pamjesh s’mund të bëjë dallimin mes një kopjeruajtje klonim të pjesshëm dhe një përdoruesi që vendosi të mos bëjë kopjeruajtje të një pjese.
sv: Obs: Det här filformatet kan inte skilja mellan misslyckad säkerhetskopiering av partclone och en användare som valde att inte säkerhetskopiera en partition.
ta: குறிப்பு: இந்த பட வடிவம் தோல்வியுற்ற பார்ட்க்ளோன் காப்புப்பிரதி மற்றும் ஒரு பகிர்வை காப்புப் பிரதி எடுக்க வேண்டாம் என்று தேர்வுசெய்த பயனரை வேறுபடுத்திப் பார்க்க முடியாது.
th: หมายเหตุ: รูปแบบไฟล์สำรองนี้ระบบไม่สามารถแยกแยะได้ว่า partclone นั้นสำรองไม่สำเร็จ หรือผู้ใช้งานเลือกที่จะไม่สำรองพาร์ติชั่น
tr: Not: Bu kalıp formatı, başarısız bir partclone yedeklemesi ile bir bölümü yedeklememeyi seçen bir kullanıcı arasında ayrım yapamaz.
vi: Lưu ý: Định dạng này của bản sao lưu không thể phân biệt giữa các bản sao lưu không thành công với các phân vùng không được chọn sao lưu.

source: Any other filesystems within the image should be restorable as normal.
ar: أي أنظمة ملفات أخرى داخل الصورة/النسخة ينبغي أن تكون قابلة للاستعادة كالمعتاد.
ca: La resta de sistemes d'arxius continguts a la imatge s'haurien de poder restaurar amb normalitat.
cs: Všechny ostatní souborové systémy v rámci bitové kopie by měly být normálně obnovitelné.
da: Alle andre filsystemer i sikkerhedskopien skulle kunne gendannes som normalt.
de: Alle anderen Dateisysteme in der Sicherungskopie sollten wie gewohnt wiederhergestellt werden können.
el: Οποιαδήποτε άλλα συστήματα αρχείων μέσα στο είδωλο θα πρέπει να είναι δυνατό να αποκατασταθούν κανονικά.
es: Cualquier otro sistema de archivos de la imagen debe poder restaurarse como de costumbre.
fi: Kaikki muut levykuvatiedostojärjestelmät on palautettavissa normaalisti.
fr: Tout autre système de fichiers au sein de l'image doit pouvoir être restauré normalement.
he: כל מערכת קבצים אחרת בקובץ הגיבוי אמורה להיות זמינה לשחזור כרגיל.
hu: Minden más fájlrendszer a lemezképen belül normál módon kell, hogy helyreállításra kerüljön.
it: Qualsiasi altro filesystem all'interno dell'immagine dovrebbe essere ripristinabile normalmente.
ja: イメージのほかのファイルシステムは正常に復元出来ると思われます。
lt: Visos kitos atvaizdo failų sistemos turėtų būti atkurtos kaip įprasta.
nb_no: Alle andre filsystemer i denne avbildningen bør kunne gjenopprettes som normalt.
nl: Alle andere bestandssystemen binnen de image moeten normalerwijs hersteld kunnen worden.
pl: Wszelkie inne systemy plików w obrębie obrazu powinny być odtwarzalne jak zwykle.
pt: Quaisquer outros sistemas de arquivos na imagem devem ser restaurados normalmente.
ro: Orice alte sisteme de fișiere din imagine ar trebui să poată fi restaurate în mod normal.
ru: Любые другие файловые системы в образе должны быть восстановлены в обычном режиме.
sk: Všetky ostatné súborové systémy v rámci obrazu by sa mali dať obnoviť normálne.
sq: Çfarëdo sistemesh të tjerë kartelash brenda pamjes duhet të jenë të rikthyeshëm si normalisht.
sv: Alla andra filsystem i filen ska kunna återställas som vanligt.
ta: படத்திற்குள் உள்ள வேறு எந்த கோப்பு முறைமைகளும் இயல்பாக மறுசீரமைக்கப்பட வேண்டும்.
th: ข้อมูลระบบไฟล์อื่นๆภายในไฟล์สำรองนี้จะสามารถกู้คืนกลับมาได้ตามปกติ
tr: Kalıptaki diğer dosya sistemleri normal şekilde geri yüklenebilir olmalıdır.
vi: Bất cứ hệ thống tập tin nào khác của bản sao lưu sẽ được khôi phục bình thường.

source: Needs decryption
ar: يحتاج إلى فك التشفير
ca: Necessita desxifrat
cs: Nutnost dešifrování
da: Dekryptering nødvendig
de: Entschlüsselung erforderlich
el: Απαιτείται αποκρυπτογράφηση
es: Needs decryptiona
fi: Vaatii salauksen purkamisen
fr: Nécessite un déchiffrement
he: נדרש פענוח
hu: Visszafejtés szükséges (decrypt)
it: Ha bisogno di essere decriptato
ja: 暗号解除する必要があります
lt: Reikalingas iššifravimas
nb_no: Må dekrypteres
nl: Heeft decodering nodig
pl: Potrzebuje rozszyfrowania
pt: Precisa de descriptografia
ro: Necesită decriptare
ru: Требуется шифрование
sk: Potrebuje dešifrovanie
sq: Lyp shfshehtëzim
sv: Behöver dekryptering
ta: மறைகுறியாக்கம் தேவை
th: ต้องการการถอดรหัส
tr: Şifre çözme gerekiyor
vi: Cần giải mã
