Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: <b>Enabling "Rescue" may suppress important errors. Use with caution.</b>
ar: <b> قد يؤدي تمكين "الإنقاذ" إلى منع الأخطاء المهمة. استخدمه بحذر. </b>
ca: <b>En habilitar el mode «Rescat» es poden suprimir errors importants. Utilitzeu-lo amb precaució.</b>
cs: <b>Povolení funkce "Rescue" může potlačit důležité chyby. Používejte s opatrností.</b>
da: <b>At aktivere "Redning" kan muligvis undertrykke vigtige fejl. Brug med forsigtighed..</b>
de: <b>Die Aktivierung von "Rescue" kann wichtige Fehler unterdrücken. Seien Sie vorsichtig.</b>
el: <b>Η ενεργοποίηση της "Διάσωσης" μπορεί να καταστείλει σημαντικά λάθη. Χρησιμοποιήστε με προσοχή.</b>
es: <b>Habilitar "Rescue" puede omitir errores importantes. Uselo con cuidado.</b>
fi: <b>Pelastus-toiminnon ottaminen käyttöön voi estää tärkeitä virheitä näkymästä. Käytä varoen.</b>
fr: <b>L'activation de l'option « Sauvetage » est susceptible de masquer des erreurs importantes. À utiliser avec précaution.</b>
he: <b>הפעלת „חילוץ” עשויה להעלים שגיאות חשובות. יש להשתמש בזהירות.</b>
hu: <b>Az "Erőltetett Helyreállítás" elnyomhat fontos hibaüzeneteket. Körültekintően használd csak.</b>
it: <b>Abilitare "Salvataggio" può sopprimere errori importanti. Usare con cautela.</b>
ja: <b>“救援”の使用は重大なエラーが排除出来るかもしれませんが。慎重にお使いください。</b>
lt: <b>Įgalinus „Gelbėjimą“ gali būti užslopintos svarbios klaidos. Naudokite atsargiai.</b>
nb_no: <b>Med "Redning" påslått, kan viktige feilmeldinger bli undertrykt. Bruk med forsiktighet.</b>
nl: <b>Het inschakelen van "Rescue" kan belangrijke fouten onderdrukken. Wees voorzichtig.</b>
pl: <b>Włączenie opcji „Ratowanie” może pomijać ważne błędy. Używaj ostrożnie.</b>
pt: <b>Ativar "Resgate" pode suprimir erros importantes. Use com cautela.</b>
ro: <b>Activarea opțiunii „Salvare” poate suprima erori importante. Utilizați cu precauție.</b>
sk: <b>Zapnutie funkcie "Záchrana" môže potlačiť dôležité chyby. Používajte s opatrnosťou.</b>
sq: <b>Aktivizimi i “Shpëtim” mund të sjellë mosshfaqje gabimesh të rëndësishëm. Përdoreni me kujdes.</b>
sv: <b>Att aktivera "Rädda" kan undertrycka viktiga fel. Använd med försiktighet.</b>
ta: <b> "மீட்பு" ஐ இயக்குவது முக்கியமான பிழைகளை அடக்கக்கூடும். எச்சரிக்கையுடன் பயன்படுத்தவும். </b>
th: <b>การเปิดฟังก์ชั่น "การกู้ข้อมูล" อาจระงับข้อผิดพลาดที่สำคัญได้ โปรดใช้งานอย่างระมัดระวัง</b>
tr: <b>"Kurtar" seçeneğini etkinleştirmek önemli hataları atlayabilir. Dikkatli kullanın.</b>

source: To start the backup, click <b>Next</b>.
ar: لبدء النسخ الاحتياطي ، انقر فوق <b>التالي</b>.
ca: Per iniciar la còpia de seguretat, feu clic a <b>Endavant</b>.
cs: Pro zahájení zálohy klikněte na <b>Další</b>.
da: For at starte sikkerhedskopieringen; klik <b>Næste</b>.
de: Klicke zum Starten des Sicherungsvorgangs auf <b>Weiter</b>.
el: Για την εκκίνηση της δημιουργίας αντιγράφου ασφαλείας, επιλέξτε <b>Επόμενο</b>.
es: Para iniciar la copia de seguridad, haz clic en <b>Siguiente</b>.
fi: Aloita varmuuskopiointi napsauttamalla <b>Seuraava</b>.
fr: Pour lancer la sauvegarde, cliquez sur <b>Suivant</b>.
he: כדי להתחיל את הגיבוי, יש ללחוץ על <b>הבא</b>.
hu: A Mentés megkezdéséhez kattints a <b>Tovább</b> gombra.
it: Per avviare il backup, clicca <b>Avanti</b>.
ja: <b>続き</b>クリックで、バックアップ始まります。
lt: Norėdami pradėti kurti atsarginę kopiją, spustelėkite <b>Toliau</b>.
nb_no: For å starte sikkerhetskopieringen, klikk <b>Neste</b>.
nl: Als u de back-up wilt starten, klikt u op <b>Volgende</b>.
pl: Aby rozpocząć tworzenie kopii zapasowej, kliknij <b>Dalej</b>.
pt: Para iniciar o backup, clique em <b>Seguinte</b>.
ro: Pentru a începe copierea de rezervă, pulsați butonul <b>Înainte</b>.
ru: Для начала резервного копирования нажмите <b>Далее</b>.
sk: Ak chcete spustiť zálohovanie, kliknite na tlačidlo <b>Ďalej</b>.
sq: Që të fillohet kopjeruajtja, klikoni mbi <b>Pasuesi</b>.
sv: Klicka på <b>Nästa</b> för att starta säkerhetskopian.
ta: காப்புப்பிரதியைத் தொடங்க, <b> அடுத்து </b> என்பதைக் சொடுக்கு செய்க.
th: เพื่อเริ่มการสำรองข้อมูล คลิ๊ก <b>ถัดไป</b>
tr: Yedeklemeyi başlatmak için <b>İleri</b> düğmesine tıklayın.
vi: Để bắt đầu sao lưu, nhấn <b>Tiếp theo</b>.

source: Step 8: Creating Backup Image
ar: الخطوة 8: إنشاء الصورة/النسخة الاحتياطية
ca: Vuitè pas: Creació de la còpia de seguretat
cs: Krok 8: Vytvoření zálohovací bitové kopie
da: Trin 8: Starter sikkerhedskopieringen
de: Schritt 8: Erstelle Sicherungskopie
el: Βήμα 7: Δημιουργία Ειδώλου Αντιγράφου Ασφαλείας
es: Paso 7: Creando copia de respaldo/seguridad
fi: Vaihe 8: Luodaan varmuuskopiokuva
fr: Étape 8 : Création de la sauvegarde
he: שלב 8: יצירת קובץ הגיבוי
hu: 8. Lépés: Lemezkép Mentés készítése
it: Fase 8: Creazione Immagine di Backup
ja: ステップ ８：バックアップイメージ作成
lt: 8 žingsnis: atsarginės atvaizdo kopijos sukūrimas
nb_no: Steg 8: Oppretting av sikkerhetskopiavbildning
nl: Stap 8: Back-up image maken
pl: Krok 8: Tworzenie obrazu kopii zapasowej
pt: Passo 8: Criando Imagem de Backup
ro: Pasul 8: Crearea imaginii de copie de rezervă
ru: Шаг 8: Создание резервного образа
sk: Krok 8: Vytvorenie záložnej kópie
sq: Hapi 8: Krijim Pamjeje Kopjeruajtje
sv: Steg 7: Skapar säkerhetskopia
ta: படி 8: காப்பு படத்தை உருவாக்குதல்
th: ขั้นตอนที่ 8: การสร้างไฟล์สำรองข้อมูล
tr: 8. Adım: Yedek Kalıbı Oluşturma
vi: Bước 8: Tạo bản sao lưu

source: Backing up your system to the location you selected. This may take an hour or more depending on the speed of your computer and the amount of data.
ar: يتم النسخ الاحتياطي للنظام الخاص بك إلى الموقع الذي حددته. قد يستغرق ذلك ساعة أو أكثر اعتماداً على سرعة جهاز الكمبيوتر الخاص بك وكمية البيانات.
ca: S'està creant la còpia de seguretat a la ubicació seleccionada. El procés trigarà en funció de la velocitat del vostre equip i la quantitat de dades seleccionades a l'origen.
cs: Zálohování systému do vybraného umístění. To může trvat hodinu nebo déle v závislosti na rychlosti vašeho počítače a množství dat.
da: Sikkerhedskopierer dit system til den valgte placering. Det kan tage en time eller mere afhængigt af din computers hastighed og datamængden.
de: Dein Computer wird nun am ausgewählten Ort gesichert. Dies kann abhängig von der Geschwindigkeit deines Computers und der Datenmenge durchaus eine Stunde oder sogar länger dauern.
el: Δημιουργία των αντιγράφων ασφαλείας του συστήματός σας στη θέση που επιλέξατε. Αυτό μπορεί να διαρκέσει μια ώρα ή περισσότερο, ανάλογα με την ταχύτητα του υπολογιστή σας και το μέγεθος των δεδομένων.
es: Haciendo una copia de seguridad de su sistema en la ubicación que seleccionó. Esto puede tardar una hora o más dependiendo de la velocidad de su computador y de la cantidad de datos.
fi: Varmuuskopioidaan järjestelmä valitsemaasi sijaintiin. Tämä voi kestää hetken, riippuen tietokoneesi nopeudesta ja tiedon määrästä.
fr: Sauvegarde du système sur l'emplacement sélectionné. Cette opération peut durer une heure ou plus en fonction de la vitesse de votre ordinateur et la quantité de données.
he: המערכת שלך מגובה למיקום שבחרת. פעולה זו עשויה לארוך שעה ויותר כתלות במהירות המחשב שלך וכמות הנתונים.
hu: Éppen mentést készítek a rendszerről az általad választott helyre. Ez több órán át eltarthat a gép sebességétől, tömörítés mértékétől és az adatok mennyiségétől függően.
it: Backup del sistema nella posizione selezionata. L'operazione potrebbe richiedere un'ora o più in funzione della velocità del computer e della quantità di dati.
ja: システムをバックアップしています。 これはコンピューターのスピードとデータ量とで一時間かそれ以上掛かるかもしれません。
lt: Atsarginės sistemos kopijos kūrimas į pasirinktą vietą. Tai gali užtrukti valandą ar daugiau, priklausomai nuo jūsų kompiuterio spartos ir duomenų kiekio.
nb_no: Sikkerhetskopierer systemet ditt til stedet du har valgt. Dette kan ta opptil en time eller mer avhengig av hastigheten på datamaskinen din og mengden data.
nl: Een back-up van uw systeem maken op de locatie die u hebt geselecteerd. Dit kan een uur of langer duren, afhankelijk van de snelheid van uw computer en de hoeveelheid gegevens.
pl: Tworzenie kopii zapasowej systemu w wybranej lokalizacji. Może to potrwać godzinę lub więcej, w zależności od szybkości komputera i ilości danych.
pt: Fazendo backup do seu sistema para o local informado. Isso pode levar uma hora ou mais dependendo da velocidade do seu sistema e quantidade de dados salvos.
ro: Se efectuează o copie de rezervă a sistemului în locația selectată. Acest proces poate dura o oră sau mai mult, în funcție de viteza calculatorului și de cantitatea de date.
ru: Идет сохранение Вашей системы в выбранное расположение. Это может занять один час или более в зависимости от скорости Вашего компьютера и объема копируемых данных.
sk: Zálohovanie systému na vybrané miesto. Môže to trvať hodinu alebo aj dlhšie v závislosti od rýchlosti vášho počítača a množstva údajov.
sq: Po kopjeruhet sistemi juaj te vendndodhja që përzgjodhët. Kjo mund të dojë një orë a më tepër, në varësi të shpejtësisë së kompjuterit tuaj dhe sasisë së të dhënave.
sv: Säkerhetskopierar ditt system till den plats du valt. Det kan ta en timme eller mer beroende på datorns hastighet och datamängden.
ta: நீங்கள் தேர்ந்தெடுத்த இடத்திற்கு உங்கள் கணினியை காப்புப் பிரதி எடுக்கவும். உங்கள் கணினியின் விரைவு மற்றும் தரவின் அளவைப் பொறுத்து இது ஒரு மணிநேரம் அல்லது அதற்கு மேற்பட்டதாக இருக்கலாம்.
th: การสำรองข้อมูลระบบของคุณไปที่ปลายทางที่เลือกไว้ จะใช้เวลาเป็นชั่วโมงหรือมากกว่านั้นขึ้นอยู่กับความเร็วเครื่องคอมพิวเตอร์ และขนาดของข้อมูล
tr: Sisteminiz seçtiğiniz konuma yedekleniyor. Bu, bilgisayarınızın hızına ve veri miktarına bağlı olarak bir saat veya daha fazla sürebilir.
vi: Đang sao lưu hệ thống vào đường dẫn bạn chọn. Việc này có thể mất cả tiếng hoặc hơn tùy theo hiệu năng máy tính của bạn và số lường dữ liệu.

source: Saving: {file}
ar: يتم حفظ: {file}
ca: S'està desant: {file}
cs: Ukládání: {file}
da: Gemmer: {file}
de: Sichere: {file}
el: Αποθήκευση: {file}
es: Guardando: {file}
fi: Tallennetaan: {file}
fr: Enregistrement : {file}
he: מתבצעת שמירה: {file}
hu: Épp ezt mentem: {file}
it: Salvataggio: {file}
ja: 保存しています：{file}
lt: Išsaugoma: {file}
nb_no: Lagrer: {file}
nl: Opslaan: {file}
pl: Zapisywanie: {file}
pt: A guardar: {file}
ro: Se salvează: {file}
ru: Сохранение файла: {file}
sk: Uloženie: {file}
sq: Po ruhet: {file}
sv: Sparar: {file}
ta: சேமிப்பு: {file}
th: กำลังบันทึก: {file}
tr: Kaydediliyor: {file}
vi: Đang lưu: {file}

source: Backup {partition_name} containing filesystem {filesystem} to {destination}
ar: نسخ احتياطي لـ {partition_name} الذي يحتوي على نظام الملفات {filesystem} إلى {destination}
ca: Crea una còpia de seguretat de {partition_name} amb el sistema de fitxers {filesystem} a: {destination}
cs: Záloha {partition_name} obsahující souborový systém {filesystem} do {destination}
da: Sikkerhedskopierer {partition_name} indeholdende filsystem {filesystem} til {destination}
de: {partition_name} mit Dateisystem {filesystem} auf {destination} sichern
el: Αντίγραφο Ασφαλείας {partition_name} περιέχει αρχείο συστήματος {filesystem} σε {destination}
es: Crear copia de seguridad de {partition_name} que contiene el sistema de archivos {filesystem} en {destination}
fi: Varmuuskopioidaan {partition_name}, joka sisältää tiedostojärjestelmän {filesystem} kohteeseen {destination}
fr: Sauvegarder {partition_name} contenant le système de fichier {filesystem} vers {destination}
he: המחיצה {partition_name} שמכילה את מערכת הקבצים {filesystem} מגובה אל {destination}
hu: A(z) "{partition_name}" partíció mentése, mely {filesystem} fájlrendszert tartalmaz, ide: {destination}
it: Backup di {partition_name} contenente il filesystem {filesystem} su {destination}
ja: ファイルシステム含む{filesystem}から{destination} {partition_name}でバックアップします
lt: Padaryti {partition_name} su failų sistema {filesystem}atsarginė kopiją į {destination}
nb_no: Sikkerhetskopier {partition_name} som inneholder filsystemet {filesystem} til {destination}
nl: Back-up {partition_name} met bestandssysteem {filesystem} naar {destination}
pl: Kopia {partition_name} zawierająca system plików {filesystem} na {destination}
pt: Fazendo backup {partition_name} contendo filesystem {filesystem} para o {destination}
ro: Se efectuează copia de rezervă a {partition_name} conținând sistemul de fișiere {filesystem} în {destination}
ru: Резервное копирование {partition_name} содержащего {filesystem} в {destination}
sk: Záloha {partition_name} obsahujúci systém súborov {filesystem} do {destination}
sq: Kopjeruaj {partition_name} që përmban sistem kartelash {filesystem} te {destination}
sv: {partition_name} med filsystem {filesystem} till {destination}
ta: காப்புப்பிரதி {partition_name} கோப்பு முறைமை {filesystem} முதல் {destination}
th: สำรอง {partition_name} รวมไฟล์ระบบ {filesystem} ไปที่ {destination}
tr: {filesystem} dosya sistemini içeren {partition_name} bölümünü {destination} konumuna yedekle
vi: Sao lưu phân vùng {partition_name} chứa tập tin hệ thống {filesystem} vào {destination}

source: Summary of Backup
ar: ملخص النسخ الاحتياطي
ca: Resum de la còpia de seguretat
cs: Shrnutí zálohy
da: Sammenfatning af sikkerhedskopien
de: Zusammenfassung zur Sicherungskopie
el: Σύνοψη Δημιουργίας Αντιγράφου Ασφαλείας
es: Resumen de la copia de seguridad
fi: Yhteenveto varmuuskopioinnista
fr: Résumé de la sauvegarde
he: סיכום הגיבוי
hu: Mentés Összefoglaló
it: Riepilogo del backup
ja: バックアップの条項
lt: Atsarginės kopijos santrauka
nb_no: Sammendrag av sikkerhetskopi
nl: Overzicht van back-up
pl: Podsumowanie tworzenia kopii zapasowej
pt: Resumo do backup
ro: Rezumatul copiei de rezervă
ru: Результаты резервного копирования
sk: Zhrnutie zálohovania
sq: Përmbledhje e Kopjeruajtjes
sv: Sammanfattning av säkerhetskopiering
ta: காப்புப்பிரதியின் சுருக்கம்
th: ผลสรุปการสำรองข้อมูล
tr: Yedekleme Özeti
vi: Báo cáo việc Sao lưu

source: Confirm the backup summary.
ar: قم بتأكيد ملخص النسخ الاحتياطي.
ca: Confirmeu el resum de la còpia de seguretat.
cs: Potvrďte shrnutí zálohy.
da: Bekræft sammenfatningen af sikkerhedskopieringen.
de: Bestätige die Zusammenfassung für die Sicherungskopie.
el: Επιβεβαιώστε τη Σύνοψη Αντιγράφου Ασφαλείας.
es: Confirma el resumen de la copia de seguridad.
fi: Varmuuskopioinnin yhteenveto.
fr: Veuillez confirmer le résumé de la sauvegarde.
he: סיכום הגיבוי לאישורך.
hu: Hagyd jóvá a mentési összesítőt.
it: Conferma il riepilogo del backup.
ja: バックアップ条項確認してください。
lt: Patvirtinkite atsarginės kopijos santrauką.
nb_no: Bekreft sikkerhetskopisammendraget.
nl: Bevestig het back-up overzicht.
pl: Potwierdź podsumowanie tworzenia kopii zapasowej.
pt: Confirme o resumo de backup.
ro: Confirmați rezumatul copiei de rezervă.
ru: Проверьте результаты резервного копирования.
sk: Potvrďte súhrn zálohovania.
sq: Ripohoni përmbledhjen e kopjeruajtjes.
sv: Bekräfta resultatet.
ta: காப்புப்பிரதி சுருக்கத்தை உறுதிப்படுத்தவும்.
th: ยืนยันผลดำเนินการสำรองข้อมูล
tr: Yedekleme özetini onaylayın.
vi: Xác nhận báo cáo sao lưu.

source: Backup Summary
ar: ملخص النسخ الاحتياطي
ca: Resum de la còpia de seguretat
cs: Shrnutí zálohy
da: Sammenfatning af sikkerhedskopieringen
de: Zusammenfassung zur Sicherungskopie
el: Σύνοψη Αντιγράφου Ασφαλείας
es: Resumen de la copia de seguridad
fi: Varmuuskopioinnin lopputulos
fr: Résumé de la sauvegarde
he: סיכום הגיבוי
hu: Mentés Összesítő
it: Riepilogo del Backup
ja: バックアップ条項
lt: Atsarginės kopijos santrauka
nb_no: Sikkerhetskopisammendrag
nl: Back-up overzicht
pl: Podsumowanie tworzenia kopii zapasowej
pt: Resumo de backup
ro: Rezumat copie de rezervă
ru: Результаты резервного копирования
sk: Zhrnutie zálohy
sq: Përmbledhje Kopjeruajtjeje
sv: Sammanställning av säkerhetskopiering
ta: காப்புப்பிரதி சுருக்கம்
th: ผลการสำรองข้อมูล
tr: Yedekleme Özeti
vi: Báo cáo sao lưu

source: An operation is in progress. Do you wish to cancel?
ar: هناك عملية جارية. هل ترغب في الإلغاء؟
ca: S'està executant una operació. Segur que voleu cancel·lar?
cs: Probíhá operace. Přejete si ji zrušit?
da: En operation er i gang. Ønsker du at annullere?
de: Ein Vorgang wird noch ausgeführt. Möchtest du ihn beenden?
el: Μια λειτουργία βρίσκεται σε εξέλιξη. Θέλετε να την ακυρώσετε;
es: Hay una operación en proceso. ¿Desea cancelarla?
fi: Toiminto on käynnissä. Haluatko peruuttaa?
fr: Une opération est en cours. Souhaitez-vous l'annuler ?
he: מתבצעת פעולה ברקע. לבטל?
hu: Még zajlik a folyamat. Biztos megszakítod?
it: È in corso un'operazione. Desideri annullarla?
ja: 処理しています。キャンセルしますか？
lt: Vykdoma operacija. Ar norite atšaukti?
nb_no: En operasjon pågår. Ønsker du å avbryte?
nl: Er wordt een opdracht uitgevoerd. Wenst u deze te annuleren?
pl: Trwa operacja. Czy chcesz anulować?
pt: Uma operação está em andamento. Deseja cancelar?
ro: O operație este în curs de desfășurare. Doriți să o anulați?
ru: Идет выполнение операции. Вы хотите ее отменить?
sk: Prebieha operácia. Chcete ju zrušiť?
sq: Ka një veprim në kryerje e sipër. Doni ta anuloni?
sv: En process pågår. Vill du avbryta?
ta: ஒரு செயல்பாடு நடந்து வருகிறது. நீங்கள் ரத்து செய்ய விரும்புகிறீர்களா?
th: กำลังอยู่ในระหว่างการดำเนินการ คุณต้องการยกเลิกหรือไม่?
tr: Devam eden bir işlem var. İptal etmek istiyor musunuz?
vi: Tiến trình hiện đang được thực hiện. Bạn có muốn dừng lại?

source: Operation cancelled by user.
ar: تم إلغاء العملية من قبل المستخدم.
ca: Heu cancel·lat el procés de còpia.
cs: Operace zrušena uživatelem.
da: Handlingen annulleret af brugeren.
de: Sicherung vom Benutzer abgebrochen.
el: Η διαδικασία των Αντιγράφου Ασφαλείας ακυρώθηκε από τον χρήστη.
es: Copia de seguridad cancelada por el usuario.
fi: Käyttäjä peruutti toiminnon.
fr: Sauvegarde annulée par l'utilisateur.
he: הפעולה בוטלה על ידי המשתמש.
hu: A folyamatot megszakítottad.
it: Operazione annullata dall'utente.
ja: バックアップはキャンセルされました。
lt: Operaciją atšaukė naudotojas.
nb_no: Operasjon avbrutt av bruker.
nl: De opdrachtsuitvoering is geannuleerd door de gebruiker.
pl: Operacja anulowana przez użytkownika.
pt: Backup cancelado pelo usuário.
ro: Operație anulată de utilizator.
ru: Операция отменена пользователем.
sk: Operácia zrušená používateľom.
sq: Veprimi u anulua nga përdoruesi.
sv: Säkerhetskopieringen avbröts av användaren.
ta: செயல்பாடு பயனரால் ரத்து செய்யப்பட்டது.
th: การดำเนินการถูกยกเลิกโดยผู้ใช้งาน
tr: İşlem kullanıcı tarafından iptal edildi.
vi: Tiến trình bị hủy bởi người dùng.

source: Rescue option is enabled.
ar: تم تفعيل خيار الإنقاذ.
ca: S'ha habilitat el mode «Rescat».
cs: "Rescue" volba je povolena.
da: Redningsindstillingen er aktiveret.
de: Die Option Rettung ist aktiviert.
el: Η επιλογή διάσωσης είναι ενεργοποιημένη.
es: La opción Rescue esta habilitada.
fi: Pelastusvaihtoehto on käytössä.
fr: L'option « Sauvetage » est activée.
he: אפשרות החילוץ פעילה.
hu: A Mentési opció engedélyezve van.
it: Opzione Salvataggio abilitata.
ja: 救援オプションは使用しています。
lt: Įjungta gelbėjimo parinktis.
nb_no: Redningsopsjon påslått.
nl: De optie Rescue is ingeschakeld.
pl: Opcja ratowania jest włączona.
pt: A opção de resgate está habilitada.
ro: Opțiunea de «Salvare» este activată.
sk: Možnosť Záchrana je povolená.
sq: Mundësia shpëtim është e aktivizuar.
sv: Räddningsalternativet är aktiverat.
ta: மீட்பு விருப்பம் இயக்கப்பட்டது.
th: ตัวเลือกการกู้ข้อมูลได้เปิดใช้งานแล้ว
tr: Kurtar seçeneği etkinleştirildi.

source: Error creating backup:
ar: حدث خطأ أثناء إنشاء النسخة الاحتياطية:
ca: S'ha produït un error en crear la còpia:
cs: Chyba vytváření zálohy:
da: Fejl ved oprettelse af sikkerhedskopi:
de: Fehler beim Erstellen der Sicherungskopie:
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία αντιγράφου ασφαλείας:
es: Error al crear la copia de seguridad:
fi: Varmuuskopion luomisessa tapahtui virhe:
fr: Erreur de création de la sauvegarde :
he: יצירת הגיבוי נתקלה בשגיאה:
hu: Hiba a mentés készítésekor:
it: Errore durante la creazione del backup:
ja: バックアップ作成でエラーがありました：
lt: Klaida kuriant atsarginę kopiją:
nb_no: Kunne ikke opprette sikkerhetskopi:
nl: Fout bij het maken van een back-up:
pl: Błąd tworzenia kopii zapasowej:
pt: Erro ao criar backup:
ro: Eroare la crearea copiei de rezervă:
ru: Ошибка создания резервной копии:
sk: Chyba pri vytváraní zálohy:
sq: Gabim në krijim kopjeruajtjeje:
sv: Fel vid säkerhetskopiering:
ta: காப்புப்பிரதியை உருவாக்கும் பிழை:
th: เกิดข้อผิดพลาดสร้างไฟล์สำรองข้อมูล:
tr: Yedek oluşturulurken hata oluştu:
vi: Lỗi khi đang tạo bản sao lưu:

source: Failed to write destination file. Please confirm it is valid to create the provided file path, and try again.
ar: فشل في كتابة الملف في الوجهة. يرجى التأكد من صلاحية مسار الملف المقدم، والمحاولة مرة أخرى.
ca: Ha fallat en escriure el fitxer de destinació. Comproveu que la ruta és vàlida i torneu a provar.
cs: Nepodařilo se zapsat cílový soubor. Potvrďte, že je platná cesta k zadanému souboru, a zkuste to znovu.
da: Kunne ikke skrive destinationsfilen. Bekræft, at den angivne filsti er gyldig og prøv igen.
de: Fehler beim Erstellen der Zieldatei. Bitte bestätige, dass der angegebene Dateipfad gültig ist und versuche es dann erneut.
el: Απέτυχε η εγγραφή του αρχείου προορισμού. Επιβεβαιώστε ότι είναι δυνατή η δημιουργία της παρεχόμενης διαδρομής αρχείου και προσπαθήστε ξανά.
es: Error al escribir el archivo de destino. Por favor, confirma si se puede crear la ruta de archivo indicada e inténtalo de nuevo.
fi: Kohdetiedoston kirjoittaminen epäonnistui. Tarkista, että annettu tiedostopolku on oikein ja yritä uudelleen.
fr: Echec d'écriture du fichier de destination. Veuillez confirmer qu'il est valide de créer le chemin de fichier fourni, puis réessayez.
he: הכתיבה לקובץ היעד נכשלה. נא לאשר שאפשר ליצור את קובץ הגיבוי הרצוי ולנסות שוב.
hu: Nem sikerült a cél-fájlba írni. Erősítsd meg, hogy lehetséges az adott útvonalra írni és próbáld újra.
it: Impossibile scrivere il file di destinazione. Verifica che il percorso di creazione del file sia valido, quindi riprova.
ja: 保存先のファイルで書き込みが失敗しました。有効なファイル経路が提示されているか確認し、もう一度実行してください。
lt: Nepavyko įrašyti paskirties failo. Patikrinkite, ar įmanomas pateikto failo kelias, ir bandykite dar kartą.
nb_no: Klarte ikke å skrive målfil. Bekreft at den er gyldig for å opprette angitt filsti, og prøv igjen.
nl: Kan doelbestand niet wegschrijven. Bevestig dat het opgegeven bestandspad geldig is en probeer het dan opnieuw.
pl: Nie udało się zapisać pliku docelowego. Proszę potwierdzić, że podana ścieżka dostępu jest poprawna i spróbować ponownie.
pt: Falha ao escrever o arquivo de destino. Por favor confirme se o caminho para criar o arquivo é valido, e tente novamente.
ro: Nu s-a putut scrie fișierul de destinație. Vă rugăm să confirmați că ruta de fișier furnizată pentru creare este validă și încercați din nou.
ru: Не удалось записать целевой файл. Пожалуйста убедитесь в корректности указанного пути файла и попробуйте еще раз.
sk: Nepodarilo sa zapísať cieľový súbor. Potvrďte, že cesta k súboru je platná a skúste to znova.
sq: S’u arrit të shkruhej kartelë përfundim. Ju lutemi, ripohoni se krijimi i shtegut të dhënë për kartelën është i vlefshëm dhe riprovoni.
sv: Det gick inte att skriva målfilen. Bekräfta att det är giltigt att skapa den angivna filvägen och försök igen.
ta: இலக்கு கோப்பை எழுதுவதில் தோல்வி. வழங்கப்பட்ட கோப்பு பாதையை உருவாக்குவது செல்லுபடியாகும் என்பதை உறுதிப்படுத்தவும், மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถเขียนไฟล์ไปที่ปลางทางได้ โปรดยืนยันว่าที่อยู่ปลายทางถูกต้องหรือไม่ และทำรายการอีกครั้ง
tr: Hedef dosya yazılamadı. Lütfen belirtilen dosya yolunu oluşturmanın geçerli olduğunu onaylayın ve tekrar deneyin.
vi: Lỗi khi ghi tệp đích. Vui lòng xác nhận đường dẫn tệp là hợp lệ và thử lại.
