Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Cloning the drive you selected. This may take an hour or more depending on the speed of your computer and the amount of data.
ar: جاري استنساخ محرك الأقراص الذي حددته. قد يستغرق ذلك ساعة أو أكثر اعتماداً على سرعة جهاز الكمبيوتر الخاص بك وكمية البيانات.
ca: S'està clonant a la unitat triada. El procés trigarà en funció de la velocitat del vostre equip i la quantitat de dades existents a la unitat d'origen.
cs: Klonování vybraného disku. Může to trvat hodinu nebo i více, záleží na rychlosti vašeho počítače a objemu dat.
da: Kloner det valgte drev. Det kan tage en time eller mere afhængigt af din computers hastighed og datamængden.
de: Das von dir ausgewählte Laufwerk wird geklont. Abhängig von der Geschwindigkeit deines Computers und der Datenmenge kann dieser Vorgang eine Stunde oder länger dauern.
el: Κλωνοποίηση της μονάδας δίσκου που επιλέξατε. Αυτό μπορεί να διαρκέσει μία ώρα ή περισσότερο ανάλογα με την ταχύτητα του υπολογιστή σας και το μέγεθος των δεδομένων.
es: Clonando la unidad/disco que Ud. selecciono. Esto puede tardar una hora o más, dependiendo de la velocidad de su computador y de la cantidad de datos.
fi: Kloonataan valitsemaasi levyasemaa. Tämä voi kestää hetken, riippuen tietokoneesi nopeudesta ja tiedon määrästä.
fr: Clonage du disque sélectionné. Cette opération peut durer une heure ou plus en fonction de la vitesse de votre ordinateur et la quantité de données.
he: הכונן שבחרת משוכפל. פעולה זו עשויה לארוך שעה ויותר בהתאם למהירות המחשב שלך וכמות הנתונים.
hu: A kiválasztott meghajtó klónozása zajlok. Ez több órán át is tarthat a gép sebességétől és az adatok mennyiségétől függően.
it: Clonazione dell'unità selezionata. L'operazione potrebbe richiedere un'ora o più in funzione della velocità del computer e della quantità di dati.
ja: 複製しています。 これはコンピューターのスピードとデータ量とで一時間かそれ以上掛かるかもしれません。
lt: Pasirinkto disko klonavimas. Tai gali užtrukti valandą ar daugiau, priklausomai nuo jūsų kompiuterio spartos ir duomenų kiekio.
nb_no: Kloner lagringsenheten du valgte. Dette kan ta en time eller mer avhengig av hvor rask datamaskinen din er og datamengden.
nl: De geselecteerde schijf klonen. Dit kan een uur of langer duren, afhankelijk van de snelheid van uw computer en de hoeveelheid gegevens.
pl: Klonowanie wybranego dysku. Może to potrwać godzinę lub więcej w zależności od prędkości komputera i ilości danych.
pt: Clonar o disco selecionado. Isso pode demorar uma hora ou mais dependendo da velocidade do seu computador e da quantidade de dados.
ro: Clonarea unității selectate. Acest proces poate dura o oră sau mai mult, în funcție de viteza calculatorului și de cantitatea de date.
ru: Клонирование выбранного диска. Этот процесс займёт некоторое время, ты можешь попить чаю и немного размяться.
sk: Klonovanie vybranej jednotky. Môže to trvať hodinu alebo aj dlhšie v závislosti od rýchlosti vášho počítača a množstva údajov.
sq: Po klonohet disku që përzgjodhët. Kjo mund të dojë një orë a më tepër, varet nga shpejtësia e kompjuterit tuaj dhe sasia e të dhënave.
sv: Kloning av den enhet du valt. Det kan ta en timme eller mer beroende på datorns hastighet och datamängden.
ta: நீங்கள் தேர்ந்தெடுத்த இயக்ககத்தை நகலி செய்தல். உங்கள் கணினியின் விரைவு மற்றும் தரவின் அளவைப் பொறுத்து இது ஒரு மணிநேரம் அல்லது அதற்கு மேற்பட்டதாக இருக்கலாம்.
th: เรากำลังทำสำเนาบนไดร์ฟที่คุณเลือกไว้อยู่ การดำเนินการนี้อาจใช้เวลา 1 ชั่วโมงหรือใช้เวลานานกว่านั้นขึ้นอยู่กับความเร็วคอมพิวเตอร์ของคุณ และความใหญ่ของฮาร์ดดิส
tr: Seçtiğiniz disk klonlanıyor. Bu, bilgisayarınızın hızına ve veri miktarına bağlı olarak bir saat veya daha fazla sürebilir.
vi: Đang thực hiện nhân bản ổ đĩa đã chọn. Việc này sẽ mất vài tiếng hoặc nhiều hơn dựa vào hiệu năng của máy tính bạn và số lượng dữ liệu.

source: Summary of Clone
ar: ملخص الاستنساخ
ca: Resum del procés
cs: Přehled klonování
da: Sammenfatning af kloningen
de: Zusammenfassung zum Klonen
el: Περίληψη Κλώνου
es: Resumen de la clonación
fi: Yhteenveto kloonauksesta
fr: Résumé du clonage
he: סיכום השכפול
hu: A Klónozás Összefoglalása
it: Riepilogo di Clona
ja: 複製の条項
lt: Klono santrauka
nb_no: Sammendrag av kloning
nl: Kloonoverzicht
pl: Podsumowanie klonowania
pt: Resumo da clonagem
ro: Rezumatul clonării
ru: Всего скопировано
sk: Zhrnutie klonovania
sq: Përmbledhje e Klonimit
sv: Sammanfattning av Clone
ta: குளோனின் சுருக்கம்
th: ผลสรุปของการทำสำเนา
tr: Klonlama Özeti
vi: Báo cáo quá trình nhân bản

source: Clone Summary
ar: ملخص الاستنساخ
ca: Resum de la clonació
cs: Přehled klonování
da: Sammenfatning af kloningen
de: Zusammenfassung zum Klonen
el: Σύνοψη Κλώνου
es: Resumen de clonación
fi: Kloonauksen lopputulos
fr: Résumé du clonage
he: סיכום השכפול
hu: Klónozási Összefoglaló
it: Sommario di Clone
ja: 複製条項
lt: Klonavimo santrauka
nb_no: Kloningssammendrag
nl: Kloonoverzicht
pl: Podsumowanie klonowania
pt: Resumo
ro: Rezumat clonare
ru: Сводка по копированию
sk: Zhrnutie klonovania
sq: Përmbledhje Klonimi
sv: Klonsammanfattning
ta: நகலி சுருக்கம்
th: สรุปการทำสำเนา
tr: Klonlama Özeti
vi: Báo cáo Nhân bản

source: Confirm the clone summary.
ar: قم بتأكيد ملخص الاستنساخ.
ca: Confirmeu el resum de la clonació.
cs: Potvrďte souhrn klonování.
da: Bekræft sammenfatningen af kloningen.
de: Bestätige die Zusammenfassung für das Klonen.
el: Επιβεβαιώστε την περίληψη του κλώνου.
es: Confirme el resumen de la clonación.
fi: Kloonauksen yhteenveto.
fr: Veuillez confirmer le résumé du clonage.
he: נא לאשר את סיכום השכפול.
hu: Erősíts rá a klónozási összefoglalóra.
it: Conferma il sommario di clone.
ja: 複製条項確認してください。
lt: Patvirtinkite klono santrauką.
nb_no: Bekreft kloningssammendraget.
nl: Bevestig het kloonoverzicht.
pl: Potwierdź podsumowanie klonowania.
pt: Confirme o resumo.
ro: Confirmați rezumatul clonării.
ru: Подтвердите сводку по копированию.
sk: Potvrďte súhrn klonovania.
sq: Ripohoni përmbledhje klonimi.
sv: Bekräfta klonsammanfattningen.
ta: நகலி சுருக்கத்தை உறுதிப்படுத்தவும்.
th: ยืนยันผลการดำเนินการทำสำเนา
tr: Klonlama özetini onaylayın.
vi: Xác nhận báo cáo nhân bản.

source: Unable to shutdown Image Explorer
ar: تعذر إيقاف تشغيل مستكشف الصور
ca: No es pot tancar l'explorador d'imatges
cs: Nelze ukončit Image Explorer
da: Kan ikke lukke afbildningsundersøgeren
de: Schließen des Image Explorers nicht möglich
el: Δεν είναι δυνατός ο τερματισμός της Εξερεύνησης Εικόνων
es: No se puede apagar el Explorador de Imágenes
fi: Levykuva selaimen sulkeminen ei onnistu
fr: Impossible d'arrêter l'explorateur d'image
he: לא ניתן לכבות את חוקר קובצי הגיבוי
hu: Nem lehetett leállítani a "Lemezkép Böngészőt"
it: Impossibile terminare Image Explorer
ja: イメージ捜索が終了出来ません
lt: Nepavyksta išjungti atvaizdų naršyklės
nb_no: Kunne ikke slå av bilde-utforskeren
nl: Afsluiten Image Explorer niet mogelijk
pl: Nie można zamknąć Eksploratora obrazów
pt: Não foi possível fechar o Image Explorer
ro: Nu se poate închide exploratorul de imagini
ru: Невозможно завершить работу инструмента Image Explorer
sk: Nie je možné vypnúť Image Explorer
sq: S’arrihet të mbyllet Eksploruesi i Pamjeve
sv: Det gick inte att avsluta avbildsutförskaren
ta: பட எக்ச்ப்ளோரரை நிறுத்த முடியவில்லை
th: ไม่สามารถปิดการทำงานของตัวค้นหาไฟล์อิมเมจได้
tr: Kalıp Gezgini kapatılamıyor
vi: Không thể tắt Trình xem bản đóng gói

source: Step 1: Select Drive To Backup
ar: الخطوة 1: حدد محرك الأقراص المراد نسخه احتياطياً
ca: Primer pas: Seleccioneu la unitat que voleu copiar
cs: Krok 1: Vyberte disk pro zálohu
da: Trin 1: Vælg drevet, som du vil sikkerhedskopiere
de: Schritt 1: Quelllaufwerk auswählen
el: Βήμα 1: Επιλέξτε Μονάδα Δίσκου Για Αντίγραφο Ασφαλείας
es: Paso 1: selecciona el disco/unidad para la copia de seguridad
fi: Vaihe 1: Valitse varmuuskopioitava levyasema
fr: Étape 1 : Sélectionner le disque à sauvegarder
he: שלב 1: נא לבחור כונן לגיבוי
hu: 1. Lépés: Elmentendő Lemez kiválasztása (amelyről...)
it: Fase 1: Seleziona l'unità
ja: ステップ １：バックアップドライブ選択
lt: 1 žingsnis: pasirinkite diską, iš kurio norite kurti atsarginę kopiją
nb_no: Steg 1: Velg lagringsenhet å sikkerhetskopiere
nl: Stap 1: Selecteer schijf voor back-up
pl: Krok 1: Wybierz dysk do utworzenia kopii zapasowej
pt: Passo 1: Selecionar Drive para Backup
ro: Pasul 1: Selectați unitatea pentru copia de rezervă
ru: Шаг 1: Выберите устройство для резервного копирования
sk: Krok 1: Vyberte jednotku na zálohovanie
sq: Hapi 1: Përzgjidhni Disk Për T’u Kopjeruajtur
sv: Steg 1: Välj Disk till säkerhetskopia
ta: படி 1: காப்புப்பிரதிக்கு இயக்கி என்பதைத் தேர்ந்தெடுக்கவும்
th: ขั้นตอนที่ 1: เลือกไดร์ฟที่ต้องการสำรองข้อมูล
tr: 1. Adım: Yedeklenecek Diski Seçin
vi: Bước 1: Chọn ổ để sao lưu

source: Select the <b>source drive</b> that you would like to create a backup image from.
ar: حدد <b> محرك الأقراص المصدر </b> الذي ترغب في إنشاء نسخة احتياطية منه.
ca: Seleccioneu la <b>unitat d'origen</b> des d'on voleu crear una còpia de seguretat.
cs: Vyberte <b>zdrojový disk</b> ze kterého chcete vytvořit záložní obraz disku.
da: Vælg <b>kildedrevet</b>, som du vil sikkerhedskopiere.
de: Wähle das <b>Quelllaufwerk</b> aus, von dem du eine Sicherungskopie erstellen möchtest.
el: Επιλέξτε τη <b>μονάδα προέλευσης</b> από την οποία θα δημιουργήσετε ένα είδωλο αντιγράφου ασφαλείας.
es: Selecciona la <b>unidad de origen</b> de la que quieres crear una copia de seguridad de imagen.
fi: Valitse <b>lähdeasema</b>, josta haluat luoda varmuuskopion.
fr: Sélectionnez le <b>disque source</b> à partir duquel vous souhaitez créer une image de sauvegarde.
he: נא לבחור את <b>כונן המקור</b> ממנו ברצונך ליצור קובץ גיבוי.
hu: Válassz <b>forrás lemezt</b> amelyről lemezképet (azaz fájlba-mentést) akarsz készíteni.
it: Seleziona l'<b>unità di origine</b> della quale vuoi creare l'immagine di backup.
ja: 作成されるバックアップイメージは<b>ドライブ</b>から選びます。
lt: Pasirinkite <b>šaltinio diską</b>, iš kurio norite sukurti atsarginės kopijos atvaizdą.
nb_no: Velg <b>kildeenheten</b> du vil opprette en sikkerhetskopiavbildning fra.
nl: Selecteer het <b>bronstation</b> waarvan u een back-up image wilt maken.
pl: Wybierz <b>dysk źródłowy</b>, z którego chcesz utworzyć obraz kopii zapasowej.
pt: Selecione a <b>unidade de origem</b> da qual você gostaria de criar uma imagem de backup.
ro: Selectați <b>unitatea sursă</b> de pe care doriți să creați o imagine de rezervă.
ru: Выберите<b>исходный диск</b> с которого вы хотели бы сделать резервный образ.
sk: Vyberte <b>zdrojovú jednotku</b>, z ktorej chcete vytvoriť záložný obraz.
sq: Përzgjidhni <b>diskun burim</b> nga i cili doni të krijoni një pamje kopjeruajtje.
sv: Välj den <b>source drive</b> som du vill skapa en säkerhetskopia av.
ta: நீங்கள் ஒரு காப்பு படத்தை உருவாக்க விரும்புகிறீர்கள் என்று <b> மூல இயக்கி </b> ஐத் தேர்ந்தெடுக்கவும்.
th: เลือก <b>ไดร์ฟต้นทาง</b> ที่ต้องการสร้างไฟล์สำรองข้อมูล
tr: Yedek kalıp oluşturmak istediğiniz <b>kaynak diski</b> seçin.
vi: Chọn <b>ổ nguồn</b> mà bạn muốn sao lưu.

source: Drive
ar: القرص
ca: Unitat
cs: Disk
da: Drev
de: Laufwerk
el: Μονάδα Δίσκου
es: Unidad/disco
fi: Asema
fr: Disque
he: כונן
hu: Lemez
it: Unità
ja: ドライブ
lt: Diskas
nb_no: Lagringsenhet
nl: Schijf
pl: Dysk
ro: Unitate
ru: Диск
sk: Disk
sq: Disk
sv: Disk
ta: ஓட்டு
th: ไดร์ฟ
tr: Disk
vi: Ổ đĩa

source: Capacity
ar: السعة
ca: Capacitat
cs: Kapacita
da: Størrelse
de: Kapazität
el: Χωρητικότητα
es: Capacidad
fi: Kapasiteetti
fr: Capacité
he: נפח
hu: Kapacitás
it: Capacità
ja: 容量
lt: Talpa
nb_no: Kapasitet
nl: Capaciteit
pl: Pojemność
pt: Capacidade
ro: Capacitate
ru: Ёмкость
sk: Kapacita
sq: Kapacitet
sv: Kapacitet
ta: திறன்
th: ขนาดความจุ
tr: Kapasite
vi: Dung lượng

source: Drive Model
ar: طراز القرص
ca: Model de la unitat
cs: Model disku
da: Drevnavn/-model
de: Laufwerksmodell
el: Μοντέλο Μονάδας Δίσκου
es: Modelo de la unidad/disco
fi: Aseman malli
fr: Modèle de disque
he: דגם הכונן
hu: Lemez Model
it: Modello
ja: ドライブモデル
lt: Disko modelis
nb_no: Lagringsenhetsmodell
nl: Schijf model
pl: Model dysku
pt: Modelo do Drive
ro: Model unitate
ru: Модель устройства
sk: Model disku
sq: Model disku
sv: Diskmodell
ta: இயக்கி மாதிரி
th: รุ่นของไดร์ฟ
tr: Disk Modeli
vi: Model ổ cứng

source: Serial Number
ar: الرقم التسلسلي
ca: Número de sèrie
cs: Sériové číslo
da: Serienummer
de: Serienummer
el: Αύξων αριθμός
es: Número serial
fi: Sarjanumero
fr: Numéro de série
he: מספר סידורי
hu: Szériaszám
it: Numero di serie
ja: 固有番号
lt: Serijos numeris
nb_no: Serienummer
nl: Serienummer
pl: Numer seryjny
pt: Número de série
ro: Număr de serie
ru: Серийный номер
sk: Sériové číslo
sq: Numër Serial
sv: Serienummer
ta: வரிசை எண்
th: ซีเรียลนัมเบอร์
tr: Seri Numarası

source: Partitions
ar: الاقسام/الاجزاء
ca: Particions
cs: Oddíly
da: Partitioner
de: Partitionen
el: Διαμερίσματα
es: Particiones
fi: Osiot
he: מחיצות
hu: Partíciók
it: Partizioni
ja: パーティションたち
lt: Skaidiniai
nb_no: Partisjoner
nl: Partities
pl: Partycje
pt: Partições
ro: Partiții
ru: Разделы
sk: Oddiely
sq: Pjesë
sv: Partitioner
ta: பகிர்வுகள்
th: พาร์ติชั่น
tr: Bölümler
vi: Các phân vùng

source: Show hidden devices (for advanced users)
ar: إظهار الأجهزة المخفية (للمستخدمين المحترفين)
ca: Mostra els dispositius amagats (per a usuaris avançats)
cs: Zobrazit skrytá zařízení (pro pokročilé uživatele)
da: Vis skjulte enheder (for erfarne brugere)
de: Ausgeblendete Geräte anzeigen (für fortgeschrittene Benutzer)
el: Εμφάνιση κρυφών συσκευών (για προχωρημένους)
es: Mostrar dispositivos ocultos (para usuarios avanzados)
fi: Näytä piilotetut laitteet (kokeneille käyttäjille)
fr: Afficher les périphériques masqués (pour les utilisateurs avancés)
he: הצגת התקנים נסתרים (למשתמשים מתקדמים)
hu: Mutasd a rejtett meghajtókat is (csak haladó felhasználóknak javasolt)
it: Mostra dispositivi nascosti (per utenti esperti)
ja: 非表示だった装置を表示する（技巧ユーザー）
lt: Rodyti paslėptus įrenginius (pažengusiems naudotojams)
nb_no: Vis skjulte enheter (for avanserte brukere)
nl: Toon verborgen apparaten (voor geavanceerde gebruikers)
pl: Pokaż ukryte urządzenia (dla zaawansowanych użytkowników)
pt: Mostrar dispositivos ocultos (para usuários avançados)
ro: Afișează dispozitivele ascunse (pentru utilizatori avansați)
ru: Показать скрытые устройства (для продвинутых пользователей)
sk: Zobraziť skryté zariadenia (pre pokročilých používateľov)
sq: Shfaq pajisje të fshehura (për përdorues të përparuar)
sv: Visa gömda enheter (advancerat)
ta: மறைக்கப்பட்ட சாதனங்களைக் காட்டு (மேம்பட்ட பயனர்களுக்கு)
th: แสดงไดร์ฟที่ถูกซ่อนไว้ (สำหรับผู้ใช้ขั้นสูง)
tr: Gizli aygıtları göster (uzman kullanıcılar için)
vi: Hiện các ổ đĩa ẩn (dành cho người dùng nâng cao)

source: Step 2: Select Partitions to Save
ar: الخطوة 2: حدد الأقسام المراد حفظها
ca: Segon pas: Seleccioneu quines particions voleu desar
cs: Krok 2: Vyberte oddíly k uložení
da: Trin 2: Vælg de partitioner, der skal gemmes
de: Schritt 2: Zu sichernde Partition wählen
el: -Βήμα 2: Επιλέξτε Διαμερίσματα για Αποθήκευση
es: Paso 2: Seleccione la partición a guardar
fi: Vaihe 2: Valitse tallennettavat osiot
fr: Étape 2 : Sélectionner les partitions à sauvegarder
he: שלב 2: נא לבחור מחיצות לשמירה
hu: 2. Lépés: Válassz elmentendő Partíciókat
it: Fase 2: Seleziona le partizioni
ja: ステップ ２：保存するパーティション選択
lt: 2 žingsnis: pasirinkite skaidinius, kuriuos norite išsaugoti
nb_no: Steg 2: Velg partisjoner å lagre
nl: Stap 2: Selecteer partities om op te slaan
pl: Krok 2: Wybierz partycje do zapisania
pt: Passo 2: Selecione Partições para Salvar
ro: Pasul 2: Selectați partițiile pe care doriți să le salvați
ru: Шаг 2: Выберите какие разделы сохранить
sk: Krok 2: Výber oddielov na uloženie
sq: Hapi 2: Përzgjidhni Pjesë për T’u Ruajtur
sv: Steg 2: Välj partitioner att kopiera
ta: படி 2: சேமிக்க பகிர்வுகளைத் தேர்ந்தெடுக்கவும்
th: ขึ้นตอนที่ 2: เลือกพาร์ติชั่นที่ต้องการบันทึก
tr: 2. Adım: Kaydedilecek Bölümleri Seçin
vi: Bước 2: Chọn phân vùng để lưu

source: Select which partitions to create a backup of. <b>Leave all partitions selected if you are unsure.</b>
ar: حدد الأقسام التي تريد إنشاء نسخة احتياطية منها. <b> اترك كافة الأقسام محددة إذا لم تكن متأكدًا. </b>
ca: Seleccioneu les particions que voleu incloure a la còpia. <b>En cas de dubte marqueu-les totes.</b>
cs: Vyberte oddíly, ze kterých chcete vytvořit zálohu.<b>Ponechte všechny oddíly vybrané pokud si nejste jisti.</b>
da: Vælg de partitioner, der skal sikkerhedskopieres. <b>Lad alle partitioner være markeret, hvis du er i tvivl.</b>
de: Wähle aus, von welchen Partitionen des Laufwerks eine Sicherungskopie erstellt werden soll. <b>Wenn du unsicher bist, lasse einfach alle Partitionen ausgewählt.</b>
el: Επιλέξτε για ποια διαμερίσματα θα δημιουργήσετε αντίγραφο ασφαλείας. <b>Αφήστε όλα τα διαμερίσματα επιλεγμένα εάν δεν είστε σίγουροι.</b>
es: Seleccione qué particiones de la unidad se deben respaldar. <b>En caso de duda, seleccione todas las partes.</b>
fi: Valitse, mistä osioista luodaan varmuuskopio. <b>Jätä kaikki osiot valituiksi, jos olet epävarma.</b>
fr: Sélectionnez les partitions que vous souhaitez sauvegarder. <b>Laissez toutes les partitions sélectionnées si vous n'êtes pas sûr·e.</b>
he: יש לבחור אילו מחיצות לגבות. <b>יש להשאיר את כל המחיצות מסומנות במקרה של ספק.</b>
hu: Válaszd ki, mely partíciókról akarsz mentést készíteni. <b>Hagyd mindet kiválasztva, azaz bepipálva, ha nem vagy biztos benne.</b>
it: Seleziona le partizioni da salvare. <b>Se sei incerto, lascia selezionate tutte le partizioni.</b>
ja: どれをパーティションバックアップ作成するか選択します。<b>よく分からない場合パーティションはどれも選択していてください。</b>
lt: Pasirinkite, kurių skaidinių atsarginę kopiją norite sukurti. <b>Jei nesate tikri, palikite pasirinktus visus skaidinius.</b>
nb_no: Velg hvilke partisjoner du vil opprette sikkerhetskopi av. <b>La alle partisjoner stå valgt hvis du er usikker.</b>
nl: Selecteer van welke partities u een back-up wilt maken. <b>Selecteer alle partities als u het niet zeker weet.</b>
pl: Wybierz partycje, z których chcesz utworzyć kopię zapasową. <b>Zostaw wszystkie partycje wybrane, jeśli nie jesteś pewien.</b>
pt: Selecione de quais partições criar um backup. <b>Deixe todas as partições selecionadas se não tiver certeza.</b>
ro: Selectați partițiile pentru care doriți să creați o copie de rezervă. <b>Dacă nu sunteți sigur, lăsați toate partițiile selectate.</b>
ru: Выберите разделы с которых нужно создать резервную копию. <b> Если вы не уверены, оставьте по умолчанию. </b>
sk: Vyberte, ktoré diskové oddiely sa majú zálohovať. <b>Ak si nie ste istí, ponechajte vybrané všetky oddiely.</b>
sq: Përzgjidhni pjesët për të cilat të krijohet kopjeruajtje. <b>Nëse s’jeni i sigurt, lërini të përzgjedhura krejt pjesët.</b>
sv: Välj vilka partitioner du vill skapa en säkerhetskopia av. <b>Lämna alla partitioner markerade om du är osäker </b>
ta: ஒரு காப்புப்பிரதியை உருவாக்க எந்த பகிர்வுகளைத் தேர்ந்தெடுக்கவும். <b> உங்களுக்குத் தெரியாவிட்டால் அனைத்து பகிர்வுகளையும் தேர்ந்தெடுக்கவும். </b>
th: เลือกพาร์ติชั่นที่ต้องการให้สร้างไฟล์สำรองข้อมูล <b>โปรดปล่อยว่างให้ระบบเลือกพาร์ติชั่นทั้งหมด หากคุณไม่มั่นใจ</b>
tr: Hangi bölümlerin yedekleneceğini seçin. <b>Emin değilseniz tüm bölümleri seçili bırakın.</b>
vi: Chọn các phân vùng bạn cần sao lưu. <b>Nếu không chắc chắn thì có thể chọn hết</b>

source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
hu: Mentés
it: Salva
ja: 保存します
lt: Išsaugoti
nb_no: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sq: Ruaje
sv: Spara
ta: சேமி
th: บันทึก
tr: Kaydet
vi: Lưu

source: Description
ar: الوصف
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תיאור
hu: Leírás
it: Descrizione
ja: 詳細です
lt: Aprašymas
nb_no: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
ro: Descriere
ru: Название
sk: Popis
sq: Përshkrim
sv: Beskrivning
ta: விவரம்
th: คำอธิบาย
tr: Açıklama
vi: Mô tả

source: Drive {drive_number}
ar: محرك الأقراص {drive_number}
ca: Unitat {drive_number}
cs: Disk {drive_number}
da: Drev {drive_number}
de: Laufwerk {drive_number}
el: Μονάδα Δίσκου {drive_number}
es: Disque {drive_number}
fi: Asema {drive_number}
fr: Disque {drive_number}
he: כונן {drive_number}
hu: {drive_number}. lemez
it: Unità {drive_number}
ja: ドライブ{drive_number}
lt: Diskas {drive_number}
nb_no: Disk {drive_number}
nl: Schijf {drive_number}
pl: Dysk {drive_number}
pt: Unidade {drive_number}
ro: Unitatea {drive_number}
ru: Диск {drive_number}
sk: Disk {drive_number}
sq: Disku {drive_number}
sv: Disk {drive_number}
ta: இயக்கி {drive_number}
th: ไดร์ฟ {drive_number}
tr: Disk {drive_number}
vi: Ổ {drive_number}

source: Partition {partition_number}
ar: القسم {partition_number}
ca: Partició {partition_number}
cs: Oddíl {partition_number}
el: Διαμέρισμα {partition_number}
es: Partición {partition_number}
fi: Osio {partition_number}
he: מחיצה {partition_number}
hu: {partition_number}. partíció
it: Partizione {partition_number}
ja: パーティション{partition_number}
lt: Skaidinys {partition_number}
nb_no: Partisjon {partition_number}
nl: Partitie {partition_number}
pl: Partycja {partition_number}
pt: Partição {partition_number}
ro: Partiția {partition_number}
ru: Раздел {partition_number}
sk: Oddiel {partition_number}
sq: Pjesë {partition_number}
ta: பகிர்வு {partition_number}
th: พาร์ติชั่น {partition_number}
tr: Bölüm {partition_number}
vi: Phân vùng {partition_number}

source: Step 3: Select Destination Drive
ar: الخطوة 3: حدد محرك الاقراص الوجهة
ca: Tercer pas: Seleccioneu la unitat de destinació
cs: Krok 3: Vyberte Cílový Disk
da: Trin 3: Vælg destinationsdrev
de: Schritt 3: Ziellaufwerk wählen
el: Βήμα 3: Επιλέξτε Μονάδα Προορισμού
es: Paso 3: Seleccione la unidad/disco de destino
fi: Vaihe 3: Valitse kohdeasema
fr: Étape 3 : Sélectionner le disque de destination
he: שלב 3: נא לבחור את כונן היעד
hu: 3. Lépés: Válassz Cél-Lemezt (ahová...)
it: Fase 3: Seleziona la destinazione
ja: ステップ ３：保存先ドライブ選択
lt: 3 žingsnis: pasirinkite paskirties diską
nb_no: Steg 3: Velg målenhet
nl: Stap 3: Selecteer doelschijf
pl: Krok 3: Wybierz dysk docelowy
pt: Passo 3: Selecione o Drive de Destino
ro: Pasul 3: Selectați unitatea de destinație
ru: Шаг 3: Выберите целевое устройство
sk: Krok 3: Výber cieľovej jednotky
sq: Hapi 3: Përzgjidhni Disk Vendmbërritje
sv: Steg 3: Välj destinationsdisk
ta: படி 3: இலக்கு இயக்கத்தைத் தேர்ந்தெடுக்கவும்
th: ขั้นตอนที่ 3: เลือกไดร์ฟปลายทาง
tr: 3. Adım: Hedef Diski Seçin
vi: Bước 3: Chọn ổ đĩa đích
