Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Verifying the selected image(s).
ar: التحقق من الصور/النسخ المحددة.
cs: Ověřování vybraného obrazu(ů).
da: Verificerer de(t) valgte diskafbildning.
de: Überprüfung des/der ausgewählten Image(s).
el: Επαλήθευση των επιλεγμένων εικόνων.
es: Verificar la imagen seleccionada.
fi: Levykuvan (-kuvien) eheyden tarkastus.
fr: Vérification des images sélectionnées.
he: הדמויות הנבחרות עוברות אימות.
hu: Éppen ellenőrzöm a kiválasztott Lemezkép(ek)et.
it: Verifica delle immagini selezionate.
ja: 選んだイメージ（たち）実証しています。
lt: Tikrinamas pasirinktas atvaizdas (-ai).
nb_no: Verifisering av valgt(e) avbildning(er).
nl: De geselecteerde afbeelding(en) controleren.
pl: Weryfikowanie wybranego obrazu lub obrazów.
pt: Verificando a(s) imagem(ns) selecionada(s).
ro: Se verifică imaginea/imaginile selectat(ă/e).
sk: Overenie vybraných obrázkov.
sq: Po verifikohet pamja(et) e përzgjedhur.
sv: Validerar den valda bilden(er)
ta: தேர்ந்தெடுக்கப்பட்ட படத்தை (களை) சரிபார்க்கிறது.
th: กำลังตรวจสอบและยืนยันไฟล์สำรองที่เลือกไว้
tr: Seçilen görüntü(ler) doğrulanıyor.

source: Verifying {image_name}
ar: التحقق من {image_name}
cs: Ověřování {image_name}
da: Verificerer {image_name}
de: Überprüfung von {image_name}
el: Επαλήθευση {image_name}
es: Verificando {image_name}
fi: Tarkastetaan {image_name} eheys
fr: Vérification de {image_name}
he: {image_name} עוברת אימות
hu: Ezt vizsgálom: {image_name}
it: Verifica di {image_name}
ja: 実証しています{image_name}
lt: Tikrinimas {image_name}
nb_no: Bekrefter {image_name}
nl: {image_name} verifiëren
pl: Weryfikowanie {image_name}
pt: Verificando {image_name}
ro: Se verifică {image_name}
ru: Проверка {image_name}
sk: Overovanie {image_name}
sq: Po verifikohet {image_name}
sv: Validerar {image_name}
ta: {image_name}
th: กำลังตัวจสอบและยืนยันไฟล์ชื่อ {image_name}
tr: {image_name} doğrulanıyor

source: Summary of Verification
ar: ملخص التحقق
cs: Souhrn ověření
da: Opsumering af verifikation
de: Zusammenfassung der Verifizierung
el: Περίληψη Επαλήθευσης
es: Resumen de la verificación
fi: Yhteenveto eheyden tarkastuksesta
fr: Résumé de la vérification
he: תקציר האימות
hu: Az ellenőrzés összefoglalója
it: Riepilogo della Verifica
ja: 実証の条項
lt: Tikrinimo santrauka
nb_no: Sammendrag av verifisering
nl: Samenvatting van de verificatie
pl: Podsumowanie weryfikacji
pt: Resumo da Verificação
ro: Rezumatul verificării
sk: Zhrnutie overovania
sq: Përmbledhje e Verifikimit
sv: Sammanfattning av verifiering
ta: சரிபார்ப்பின் சுருக்கம்
th: ผลการตรวจสอบ
tr: Doğrulama Özeti

source: Confirm the verification summary.
ar: تأكد من ملخص التحقق.
cs: Potvrďte souhrn ověření.
da: Bekræft verifikationsoversigten.
de: Bestätigen Sie die Zusammenfassung der Überprüfung.
el: Επιβεβαιώστε τη σύνοψη επαλήθευσης.
es: Confirmar el resumen de la verificación.
fi: Eheyden tarkastuksen yhteenveto.
fr: Veuillez confirmer le résumé de la vérification.
he: נא לאשר את סיכום האימות.
hu: Hagyd jóvá az ellenőrzési összefoglalót.
it: Conferma del riepilogo della verifica.
ja: 実証条項確認してください。
lt: Patvirtinkite tikrinimo santrauką.
nb_no: Bekreft verifiseringsammendraget.
nl: Bevestig het verificatieoverzicht.
pl: Potwierdź podsumowanie weryfikacji.
pt: Confirme o resumo da verificação.
ro: Confirmați rezumatul verificării.
sk: Potvrďte súhrn overovania.
sq: Ripohoni përmbledhjen e verifikimit.
sv: Bekräfta verifieringssammanfattningen.
ta: சரிபார்ப்பு சுருக்கத்தை உறுதிப்படுத்தவும்.
th: ผลยืนยันการตรวจสอบข้อมูล
tr: Doğrulama özetini onaylayın.

source: Verification Summary
ar: ملخص التحقق
cs: Souhrn ověření
da: Verifikationsoversigt
de: Zusammenfassung der Verifizierung
el: Σύνοψη επαλήθευσης
es: Resumen de la verificación
fi: Eheyden tarkastuksen lopputulos
fr: Résumé de la vérification
he: סיכום האימות
hu: Összefoglaló az ellenőrzésről
it: Riepilogo della Verifica
ja: 実証条項
lt: Tikrinimo santrauka
nb_no: Verifiseringsammendrag
nl: Verificatie overzicht
pl: Podsumowanie weryfikacji
pt: Resumo da verificação
ro: Rezumat verificare
sk: Zhrnutie overovania
sq: Përmbledhje Verifikimi
sv: Verifieringssammanfattning
ta: சரிபார்ப்பு சுருக்கம்
th: ผลการตรวจสอบ
tr: Doğrulama Özeti

source: To verify another image, click <b>Back</b>.
ar: للتحقق من صور/نسخ أخرى، انقر فوق <b>رجوع</b>.
cs: Chcete-li ověřit jiný obraz, klikněte na tlačítko <b>Zpět</b>.
da: Klik <b>Tilbage</b>for at verificere en anden diskafbildning.
de: Um ein anderes Image zu überprüfen, klicken Sie auf <b>Zurück</b>.
el: Για να επαληθεύσετε μια άλλη εικόνα, κάντε κλικ στο <b>Back</b>.
es: Para verificar otra imagen, click<b>Atras</b>.
fi: Voit jatkaa muiden levykuvien eheyden tarkastamista napsauttamalla <b>Takaisin</b>.
fr: Pour vérifier une autre image, cliquez sur <b>Retour</b>.
he: כדי לאמת דמות נוספת, יש ללחוץ על <b>חזרה</b>.
hu: Más Lemezkép-mentésfájlok ellenőrzéséhez kattints a <b>Vissza</b> gombra.
it: Per verificare un'altra immagine, clicca <b>Indietro</b>.
ja: ほかのイメージの実証は、<b>戻ります</b>をクリックします。
lt: Jei norite patikrinti kitą atvaizdą, spustelėkite <b>Atgal</b>.
nb_no: Trykk <b>Tilbake</b> for å verifisere en annen avbildning.
nl: Als u een andere afbeelding wilt verifiëren, klikt u op <b>Vorige</b>.
pl: Aby zweryfikować inny obraz, kliknij <b>Powrót</b>.
pt: Para verificar outra imagem, clique em <b>Voltar</b>.
ro: Pentru a verifica o altă imagine, pulsați butonul <b>Înapoi</b>.
sk: Ak chcete overiť iný obraz, kliknite na tlačidlo <b>Späť</b>.
sq: Që të verifikoni një tjetër pamje, klikoni mbi <b>Mbrapsht</b>.
sv: För att validera en annan bild, klicka <b>Tillbaka</b>.
ta: மற்றொரு படத்தை சரிபார்க்க, <b> பின் </b> என்பதைக் சொடுக்கு செய்க.
th: เพื่อยืนยันไฟล์สำรองอื่น คลิ๊ก <b>กลับ</b>
tr: Başka bir kalıbı doğrulamak için <b>Geri</b> düğmesine tıklayın.

source: MBR backup appears correct.
ar: النسخ الاحتياطي للـ MBR صحيح.
cs: Záloha MBR se zdá být správná.
da: MBR backup vises korrekt.
de: MBR-Sicherung scheint korrekt zu sein.
el: Το αντίγραφο ασφαλείας MBR φαίνεται σωστό.
es: La copia de respaldo/seguridad del MBR parece correcta.
fi: MBR-varmuuskopio on virheetön.
fr: La sauvegarde du MBR semble correcte.
he: גיבוי ה־MBR נראה תקין.
hu: Az MBR mentés jónak tűnik.
it: Il backup MBR sembra corretto.
ja: ＭＢＲバックアップは正常です。
lt: MBR atsarginė kopija atrodo teisinga.
nb_no: MBR-sikkerhetskopi ser ut til å være korrekt.
nl: MBR back-up lijkt correct.
pl: Kopia zapasowa MBR wydaje się poprawna.
pt: O backup do MBR parece correto.
ro: Copia de rezervă a MBR pare corectă.
sk: Záloha MBR sa zdá byť správna.
sq: Kopjeruajtja e MBR-së duket e saktë.
sv: MBR-säkerhetskopia verkar korrekt.
ta: MBR காப்புப்பிரதி சரியாகத் தோன்றுகிறது.
th: การสำรอง MBR แสดงผลถูกต้อง
tr: MBR yedeklemesi doğru görünüyor.

source: No partition table found.
ar: لم يتم العثور على جدول الأقسام.
cs: Nebyla nalezena žádná tabulka oddílů.
da: Ingen partitionstabel fundet.
de: Keine Partitionstabelle gefunden.
el: Δεν βρέθηκε πίνακας διαμερισμάτων.
es: No se encontró la tabla de particiones.
fi: Osiotaulua ei löytynyt.
fr: Aucun registre des partitions trouvé.
he: לא נמצאה טבלת מחיצות.
hu: Nincs partíciós tábla
it: Nessuna tabella delle partizioni trovata.
ja: パーティション一覧がひとつも見つかりません。
lt: Skaidinių lentelė nerasta.
nb_no: Fant ikke noen partisjonstabell.
nl: Geen partitietabel gevonden.
pl: Nie znaleziono tabeli partycji.
pt: Nenhuma tabela de partição encontrada.
ro: Nu a fost găsit niciun tabel de partiții.
sk: Nenašla sa žiadna tabuľka oddielov.
sq: S’u gjet tabelë pjesësh.
sv: Ingen partitionstabell hittades.
ta: பகிர்வு அட்டவணை எதுவும் கிடைக்கவில்லை.
th: ไม่พบตารางพาร์ติชั่น
tr: Bölümlendirme tablosu bulunamadı.

source: Sfdisk partition table file is empty or missing.
ar: ملف جدول أقسام Sfdisk فارغ أو مفقود.
cs: Soubor tabulky oddílů Sfdisk je prázdný nebo chybí.
da: Sfdisk partitionstabelfilen er tom eller mangler.
de: Sfdisk-Partitionstabellendatei ist leer oder fehlt.
el: Το αρχείο πίνακα διαμερισμάτων Sfdisk είναι κενό ή λείπει.
es: El archivo de la tabla de partición de Sfdisk está vacío o desaparecido.
fi: Sfdisk-osiotaulutiedosto on tyhjä tai puuttuu.
fr: Le registre des partition sfdisk est vide ou manquant.
he: קובץ טבלת המחיצות Sfdisk ריק או חסר.
hu: Az "sfdisk" partíciós tábla üres vagy hiányzik.
it: Il file della tabella delle partizioni sfdisk è vuoto o mancante.
ja: sfdiskパーティション一覧ファイルが空虚か消失しています。
lt: Sfdisk skaidinio lentelės failas tuščias arba jo nėra.
nb_no: Sfdisk-partisjonstabellfil mangler eller er tom.
nl: Sfdisk partitietabelbestand is leeg of ontbreekt.
pl: Plik tabeli partycji sfdisk jest pusty lub go brakuje.
pt: O arquivo da tabela de partições Sfdisk está vazio ou ausente.
ro: Fișierul tabelului de partiții sfdisk este gol sau lipsește.
sk: Súbor tabuľky oddielov Sfdisk je prázdny alebo chýba.
sq: Kartela tabelë pjesëtimi sfdisk është e zbrazët, ose mungon.
sv: Sfdisk-partitionstabellfilen är tom eller saknas.
ta: SFDISK பகிர்வு அட்டவணை கோப்பு காலியாக உள்ளது அல்லது காணவில்லை.
th: ไฟล์ตารางพาร์ติชั่นของ Sfdisk ไม่มีหรือสูญหาย
tr: Sfdisk bölümlendirme tablosu dosyası boş veya eksik.

source: Sfdisk partition table file is present.
ar: ملف جدول أقسام Sfdisk موجود.
cs: Soubor tabulky oddílů Sfdisk je přítomen.
da: Sfdisk partitionstabelfil er til stede.
de: Sfdisk-Partitionstabellendatei ist vorhanden.
el: Το αρχείο πίνακα διαμερισμάτων Sfdisk υπάρχει.
es: El archivo de la tabla de partición de Sfdisk está presente.
fi: Sfdisk-osiotaulutiedosto on olemassa.
fr: Le registre des partitions sfdisk est présent.
he: קובץ טבלת המחיצות Sfdisk קיים.
hu: Találtam sfdisk partíciós táblát.
it: Il file della tabella delle partizioni sfdisk è presente.
ja: sfdiskパーティション一覧ファイルが見つかりました。
lt: Sfdisk skaidinio lentelės failas yra.
nb_no: Sfdisk-partisjonstabellfil eksisterer.
nl: Sfdisk partitie tabelbestand is aanwezig.
pl: Plik tabeli partycji sfdisk jest obecny.
pt: O arquivo da tabela de partições Sfdisk está presente.
ro: Fișierul tabelului de partiții sfdisk este prezent.
sk: Je prítomný súbor tabuľky diskových oddielov Sfdisk.
sq: Kartela tabelë pjesëtimi sfdisk është e pranishme.
sv: Sfdisk partitionstabellfil finns.
ta: SFDISK பகிர்வு அட்டவணை கோப்பு உள்ளது.
th: มีไฟล์ตารางพาร์ติชั่นของ Sfdisk อยู่
tr: Sfdisk bölümlendirme tablosu dosyası var.

source: Unable to verify.
ar: غير قادر على التحقق.
cs: Nelze ověřit.
da: Kan ikke verificeres.
el: Δεν είναι δυνατή η επαλήθευση.
es: No se puede verificar.
fi: Ei voida tarkastaa.
fr: Impossible d'effectuer la vérification.
he: לא ניתן לאמת.
hu: Lehetetlen ellenőrizni.
it: Impossibile verificare.
ja: 実証出来ませんでした。
lt: Nepavyko patikrinti.
nb_no: Kunne ikke utføre bekreftelse.
nl: Kan niet verifiëren.
pl: Nie można zweryfikować.
pt: Não foi possível verificar.
ro: Nu s-a putut verifica.
sk: Nemožno overiť.
sq: S’arrihet të verifikohet.
sv: Kunde inte validera.
ta: சரிபார்க்க முடியவில்லை.
th: ไม่สามารถตรวจสอบและยืนยันข้อมูลได้
tr: Doğrulanamadı.

source: {partition}: filesystem image successfully verified.
ar: {partition}: تم التحقق من صورة/نسخة نظام الملفات بنجاح.
cs: {partition}: obraz souborového systému úspěšně ověřen.
da: {partition}: filsystembilledet er blevet verificeret.
de: {partition}: Dateisystemabbild erfolgreich verifiziert.
el: {partition}: Η εικόνα του συστήματος αρχείων επαληθεύτηκε με επιτυχία.
es: {partition}:La imagen del sistema e archivos fue verificada exitosamente.
fi: {partition}: tiedostojärjestelmän levykuva on virheetön.
fr: {partition} : image du système de fichiers vérifiée avec succès.
he: {partition}: דמות מערכת הקבצים אומתה בהצלחה.
hu: {partition}: fájlrendszere sikeresen le lett ellenőrizve.
it: {partition}: immagine del filesystem verificata con successo.
ja: {partition}：ファイルシステムイメージは実証されました。
lt: {partition}: failų sistemos atvaizdas sėkmingai patikrintas.
nb_no: {partition}: filsystemavbildning bekreftet.
nl: {partition}: bestandssysteem image succesvol geverifieerd.
pl: {partition}: pomyślnie zweryfikowano obraz systemu plików.
pt: {partition}: imagem do sistema de arquivos verificada com sucesso.
ro: {partition}: imaginea sistemului de fișiere a fost verificată cu succes.
sk: {partition}: obraz súborového systému úspešne overený.
sq: {partition}: pamja e sistemit të kartelave u verifikua me sukses.
sv: {partition}: filsystem bild framgångsrikt validerad.
ta: {partition}: கோப்பு முறைமை படம் வெற்றிகரமாக சரிபார்க்கப்பட்டது.
th: {partition}: ยืนยันการสำรองข้อมูลไฟล์ระบบสำเร็จ
tr: {partition}: dosya sistemi kalıbı başarıyla doğrulandı.

source: Please wait...
ar: أرجو الإنتظار...
ca: Un moment...
cs: Prosím čekejte...
da: Vent venligst...
de: Bitte warten ...
el: Παρακαλώ περιμένετε...
es: Espere por favor...
fr: Veuillez patienter...
he: נא להמתין…
hu: Kérlek várj...
it: Per favore attendi...
lt: Palaukite...
nl: Ogenblik…
pl: Proszę czekać...
pt: Por favor aguarde...
ru: Пожалуйста, подождите...
sk: Počkajte, prosím...
sv: Vad god vänta...
th: โปรดรอสักครู่...
tr: Lütfen bekleyin...
vi: Đang chờ...

source: Identifying disk drives...
ar: جاري التعرف على محركات الأقراص ...
ca: S'estan identificant les unitats de disc...
cs: Identifikace disků...
da: Søger efter drev...
de: Suche Laufwerke ...
el: Αναγνώριση μονάδων δίσκου...
es: Identificando unidades de disco...
fr: Identification des disques durs...
he: הכוננים הקשיחים מזוהים…
hu: Lemez-meghajtók azonosítása...
it: Identificazione delle unità disco...
lt: Atpažįstami diskų įrenginiai...
nl: Schijfstations identificeren…
pl: Identyfikacja napędów dyskowych...
pt: A identificar unidades de disco...
ru: Определяем диски...
sk: Identifikácia diskových jednotiek...
sv: Identifiera hårddiskar...
th: กำลังยืนยันข้อมูลไดร์เวอร์ฮาร์ดดิส....
tr: Diskler tanımlanıyor...
vi: Đang nhận dạng các ổ đĩa...

source: Optional
ar: اختياري
ca: Opcional
cs: Volitelné
da: Valgfri
el: Προαιρετικό
es: Opcional
fr: Facultatif
he: רשות
hu: Opcionális
it: Facoltativo
lt: Neprivaloma
nl: Optioneel
pl: Opcjonalnie
pt: Opcional
ru: Опционально
sk: Voliteľné
sv: valfritt
th: ตัวเลือก
tr: İsteğe bağlı
vi: Tùy chọn khác

source: Mounting...
ar: جاري الارتباط...
ca: S'està muntant...
cs: Připojování…
da: Monterer...
de: Einhängen ...
el: Δημιουγία Φακέλων και Αρχείων...
es: Montando...
fr: Montage…
he: מתבצע חיבור…
hu: Csatolom...
it: Montaggio...
lt: Prijungiama...
nl: Aankoppelen...
pl: Montowanie...
pt: Montando...
ru: Монтирование...
sk: Pripojovanie...
sv: Monterar...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
vi: Đang kết nối...

source: Scanning folder for backup images...
ar: جاري البحث عن الصور/النسخ الاحتياطية داخل المجلد...
ca: S'està escanejant la carpeta de còpies de seguretat...
cs: Prohledávání složky pro obrazy zálohy...
da: Mappen til sikkerhedskopier skannes...
de: Ordner für Sicherungskopien wird gescannt ...
el: Σάρωση φακέλου για είδωλα αντιγράφων ασφαλείας...
es: Escaneando carpetas para copia de seguridad de imágenes...
fr: Analyse du dossier à la recherche d'images de sauvegarde…
he: התיקייה נסרקת לאיתור קובצי גיבוי…
hu: Korábbi mentés fájlok auto-keresése a mappában...
it: Scansione cartella alla ricerca di immagini di backup...
lt: Nuskaitomas aplankas ir ieškoma atvaizdų atsarginių kopijų...
nl: Map scannen op back-up images...
pl: Skanowanie folderu w poszukiwaniu obrazów kopii zapasowych...
pt: Escaneando pasta por imagens de backup ...
ru: Поиск резервных образов...
sk: Prehľadávanie priečinka pre obrazy zálohy...
sv: Skannar mapp för säkerhetskopierade filer...
th: กำลังค้นหาโฟลเดอร์เพื่อสร้างไฟล์สำรอง...
tr: Yedek kalıplar için klasör taranıyor...
vi: Đang quét các thư mục để sao lưu...

source: Browse...
ar: تصفح...
ca: Navega...
cs: Procházet...
da: Gennemse...
de: Durchsuchen ...
el: Αναζήτηση...
es: Buscar ...
fr: Parcourir...
he: עיון…
hu: Tallózás...
it: Sfoglia...
lt: Naršyti...
nl: Bladeren...
pl: Przeglądaj...
pt: Buscar...
ru: Обзор...
sk: Prehľadávať...
sv: Bläddra...
th: สำรวจ...
tr: Göz At...
vi: Duyệt...

source: Destination device
ar: محرك الاقراص الوجهة
ca: Dispositiu de destinació
cs: Cílové zařízení
da: Destinationsdrev
de: Ziellaufwerk
el: Συσκευή προορισμού
es: Dispositivo de destino
fr: Périphérique de destination
he: כונן היעד
hu: Cél-eszköz
it: Dispositivo di destinazione
lt: Paskirties įrenginys
nl: Doelschijf
pl: Urządzenie docelowe
pt: Dispositivo de destino
ru: Целевое устройство
sk: Cieľové zariadenie
sv: Destinationsenhet
th: ไดร์ฟปลายทาง
tr: Hedef aygıt
vi: Ổ đĩa đích

source: Scanning and unmounting any Logical Volume Manager (LVM) Logical Volumes...
ar: يتم الفحص وفك الارتباط(unmounting) من أي وحدات تخزين منطقية(Logical Volumes) لـ Logical Volume Manager (LVM) ...
ca: Escanejant i desmuntant qualsevol volum lògic de Logical Volume Manager (LVM)...
cs: Skenování a odpojení všech logických svazků LVM (Logical Volume Manager)...
da: Skanner og afmonterer alle Logical Volume Manager (LVM)...
de: Duchsuche und hänge Logical Volume Manager (LVM) aus ...
el: Σάρωση και αποσύνδεση Λογικών Τόμων Διαχείρισης (LVM)...
es: Escanear y desmontar cualquier volumen lógico de Logical Volume Manager (LVM)...
fr: Analyse et démontage de tous les volumes logiques du Logical Volume Manager (LVM)…
he: מתבצעת סריקה וניתוק של כוננים לוגיים ממנהל הכוננים הלוגיים (LVM)…
hu: A "Logikai Lemezkezelő" (LVM) éppen szkennel és lecsatol minden logikai meghajtót...
it: Scansione e smontaggio di qualsiasi volume di Logical Volume Manager (LVM)...
lt: Nuskaitomi ir atjungiami bet kokie loginiai tomų tvarkyklės (LVM) loginiai tomai...
nl: Alle logische volumes van Logical Volume Manager (LVM) scannen en ontkoppelen...
pl: Skanowanie i odmontowywanie dowolnych woluminów logicznych Menedżera woluminów logicznych (LVM)...
pt: Verificando e desmontando qualquer Volume Lógico do Gerenciador de Volume Lógico (LVM)...
ru: Поиск и размонтирование логических томов Менеджера Логических Томов (LVM)...
sk: Skenovanie a odpojenie všetkých logických zväzkov LVM (Logical Volume Manager)...
sv: Skanna och avmontera alla (LVM) logiska volymer...
th: กำลังสแกน และยกเลิกการเชื่อมระบบจัดการพื้นที่ (LVM) ทุกระบบ...
tr: Mantıksal Birim Yöneticisi (LVM) Mantıksal Birimleri taranıyor ve bağlantısı kaldırılıyor...
vi: Quét và ngắt kết nối các ổ Logical Volume Manager (LVM)...

source: Synchronizing disks...
ar: مزامنة الأقراص...
ca: Sincronitzant discs...
cs: Synchronizace disků...
da: Synkroniserer diske...
de: Synchronisiere Laufwerke ...
el: Συγχρονισμός δίσκων...
es: Sincronizando discos...
fr: Synchronisation des disques…
he: הכוננים מסונכרנים…
hu: Lemezek szinkronizálása...
it: Sincronizzazione dischi...
lt: Sinchronizuojami diskai...
nl: Schijven synchroniseren...
pl: Synchronizowanie dysków...
pt: Sincronizando discos...
ru: Синхронизация дисков...
sk: Synchronizácia diskov...
sv: Synkroniserar diskar...
th: กำลังซิงค์ดิสก์…
tr: Diskler eşzamanlanıyor...
vi: Đang đồng bộ hóa các ổ ...

source: Growing filesystem {partition} ({filesystem}). This may take a while...
ar: جاري تزايد نظام الملفات {partition} ({filesystem}). هذا قد يستغرق بعض الوقت...
ca: Sistema de fitxers en creixement {partition} ({filesystem}). Això pot trigar una estona...
cs: Nabývání souborového systému {partition} {filesystem}). Toto může chvíli trvat...
da: Opretter filsystem {partition} ({filesystem}). Dette kan tage et stykke tid...
de: Lege Dateisystem an {partition} ({filesystem}]. Dies kann eine Weile dauern ...
el: Ανάπτυξη συστήματος αρχείων {partition} ({filesystem}). Αυτό μπορεί να διαρκέσει λίγο...
es: Agrandar {partition} ({filesystem}). Esto puede llevar un tiempo...
fr: Agrandissement du système de fichiers {partition} ({filesystem}). Cette opération peut prendre du temps…
he: מערכת הקבצים {partition} ({filesystem}) מתרחבת. זה עלול לקחת זמן מה…
hu: Fájlrendszer megnövelése: {partition} ({filesystem}). Ez eltarthat egy darabig...
it: Espansione del filesystem {partition} ({filesystem}). Potrebbe richiedere un po' di tempo...
lt: Plečiama failų sistema {partition} ({filesystem}). Tai gali šiek tiek užtrukti...
nl: Groeiend bestandssysteem {partition} ({filesystem}). Dit kan even duren...
pl: Rozrastanie systemu plików {partition} ({filesystem}). To może zająć chwilę...
pt: Sistema de ficheiros em crescimento {partition} ({filesystem}). Isto pode demorar um pouco...
ru: Расширение файловой системы {partition} ({filesystem}). Это может занять время...
sk: Rastúci systém súborov {partition} ({filesystem}). Môže to chvíľu trvať...
sv: Växer filsystem {partition} ({filesystem}). Det här kan ta ett tag...
th: กำลังจัดวางไฟล์ระบบบนพาร์ติชั่น {partition} ({filesystem}) อาจใช้เวลานานนิดหน่อย…
tr: {partition} ({filesystem}) dosya sistemi büyütülüyor. Bu biraz zaman alabilir...
vi: Đang phát triển hệ thống tập tin {partition} ({filesystem}). Việc này có thể mất một lúc...

source: Updating EFI NVRAM...
ar: جاري تحديث EFI NVRAM ...
ca: Actualitzant EFI N RAM...
cs: Aktualizace EFI NVRAM...
da: Opdaterer EFI NVRAM...
de: Aktualisiere EFI NVRAM ...
el: Ενημέρωση EFI NVRAM...
es: Actualizando la EFI NVRAM...
fr: Mise à jour de EFI NVRAM…
he: ה־NVRAM של ה־EFI מתעדכן…
hu: Frissítem az EFI NVRAM-ot...
it: Aggiornamento della NVRAM EFI...
lt: Atnaujinama EFI NVRAM...
nl: EFI NVRAM bijwerken...
pl: Aktualizowanie NVRAM EFI...
pt: Atualizando EFI NVRAM...
ru: Обновление EFI NVRAM ...
sk: Aktualizácia EFI NVRAM...
sv: Uppdaterar EFI NVRAM...
th: กำลังอัพเดต EFI NVRAM...
tr: EFI NVRAM güncelleniyor...
vi: Cập nhật EFI NVRAM...

source: Mounting as read-only...
ar: ربط للقراءة فقط...
cs: Připojování jen pro čtení…
da: Monterer som skrivebeskyttet...
de: Hänge nur-lesend ein ...
el: Λειτουργία προσβασιμότητας αρχείων μόνο για ανάγνωση...
es: Montar en solo-lectura...
fr: Montage en lecture seule…
he: מתבצע עיגון לקריאה בלבד…
hu: Csatolom csak olvashatóként...
it: Montaggio in sola lettura...
lt: Prijungiama nuskaitymui...
nl: Koppelen als alleen-lezen...
pl: Montowanie tylko do odczytu...
pt: Montando como somente leitura...
ru: Монтирование в режиме "только для чтения"...
sk: Pripájanie len na čítanie...
sv: Monterar som skrivskyddad...
th: กำลังเชื่อมเพื่ออย่างเดียว…
tr: Salt okunur olarak bağlanıyor...
vi: Kết nối ở chế độ chỉ đọc...

source: Select one or more image(s) to verify.
ar: حدد صورة/نسخة واحدة أو أكثر للتحقق منها.
cs: Vyberte jeden nebo více obrazů k ověření.
da: Vælg et eller flere diskafbildninger for at verificere.
de: Wählen Sie ein oder mehrere zu überprüfende Images aus.
el: Επιλέξτε μία ή περισσότερες εικόνες για επαλήθευση.
es: Seleccione una o más imagenes para verificar.
fr: Sélectionnez une ou plusieurs image·s à vérifier.
he: נא לבחור דמות אחת או יותר לאימות.
hu: Válassz egy vagy több Mentést, melyeket ellenőrizzek.
it: Seleziona una o più immagini da verificare.
lt: Pasirinkite vieną ar daugiau atvaizdų, kuriuos norite patikrinti.
nl: Selecteer één of meer images om te verifiëren.
pl: Wybierz jeden lub więcej obrazów do zweryfikowania.
pt: Selecione uma ou mais imagens para verificar.
sk: Vyberte jeden alebo viac obrazov, ktoré chcete overiť.
sv: Välj en eller flera bilder att validera.
th: เลือกไฟล์สำรองข้อมูลหนึ่ง หรือมากกว่าเพื่อตรวจความถูกต้อง
tr: Doğrulamak için bir veya daha fazla kalıp seçin.

source: Drive {drive_number}, Partition {partition_number}
pl: Dysk {drive_number}, Partycja {partition_number}

source: Could not restore disk partition table as file has zero length:
sv: Det gick inte att återställa disk partitionstabell eftersom vald fil är tom:
