Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Step 6: Customize Compression Settings
ar: الخطوة 6: تعديل إعدادات الضغط
ca: Sisè pas: Seleccioneu el tipus de compressió
cs: Krok 6: Přizpůsobení nastavení komprese
da: Trin 6: Indstil komprimering
de: Schritt 6: Passe die Einstellungen zur Komprimierung an
el: Βήμα 6: Προσαρμογή Ρυθμίσεων Συμπίεσης
es: Paso 6: Personalice la configuración de compresión
fi: Vaihe 6: Muokkaa pakkausasetuksia
fr: Étape 6 : Personnaliser les paramètres de compression
he: שלב 6: התאמת הגדרות הדחיסה
hu: 6. Lépés: Beállíthatsz tömörítési fajtát / erősséget
it: Fase 6: Personalizzare le Impostazioni di Compressione
ja: ステップ ６：圧縮設定カスタム
lt: 6 žingsnis: pritaikykite suspaudimo nustatymus
nb_no: Steg 6: Tilpass komprimeringsinnstillinger
nl: Stap 6: Compressie-instellingen aanpassen
pl: Krok 6: Dostosuj ustawienia kompresji
pt: Etapa 6: Personalizar as configurações de compactação
ro: Pasul 6: Personalizați parametrii de comprimare
ru: Шаг 6: Настройте параметры сжатия
sk: Krok 6: Prispôsobenie nastavení kompresie
sq: Hapi 6: Përshtatni Rregullime Ngjeshjeje
sv: Steg 6: Anpassa kompressionsinställningar
ta: படி 6: சுருக்க அமைப்புகளைத் தனிப்பயனாக்கவும்
th: ขั้นตอนที่ 6: ปรับแต่งการตั้งค่าการบีบอัด
tr: 6. Adım: Sıkıştırma Ayarlarını Özelleştirin
vi: Bước 6: Tùy chỉnh các cài đặt nén

source: Customize image compression settings. <b>Don't make any changes if you are unsure.</b>
ar: تعديل إعدادات ضغط الصورة/النسخة. <b> لا تقم بإجراء أي تغييرات إذا كنت غير متأكد. </b>
ca: Podeu triar el tipus i grau de compressió. <b>No modifiqueu res si teniu cap dubte.</b>
cs: Přizpůsobení nastavení komprese obrazu. <b>Nedělejte žádné změny pokud si nejste jisti.</b>
da: Indstil sikkerhedskopiens komprimering. <b> Foretag ingen ændringer, hvis du er i tvivl. </b>
de: Passe die Einstellungen zur Komprimierung der Sicherungskopie an. <b>Lasse die Einstellungen unverändert, wenn du dir nicht sicher bist.</b>
el: Προσαρμογή ρυθμίσεων συμπίεσης εικόνας. <b>Μην κάνετε αλλαγές εάν δεν είστε σίγουροι.</b>
es: Personalice la configuración de compresión de imágenes. <b>No haga ningún cambio si no está seguro.</b>
fi: Mukauta levykuvan pakkausasetuksia. <b>Älä tee muutoksia, jos olet epävarma.</b>
fr: Personnalisez les paramètres de compression d'image. <b>N'effectuez aucun changement si vous n'êtes pas sûr·e de ce que vous faîtes.</b>
he: התאמת הגדרות דחיסת קובץ הגיבוי. <b>לא לבצע שינויים במקרה של ספק.</b>
hu: Egyedire szabhatod a tömörítési beállításokat. <b>Ne változtass semmin, ha nem vagy biztos benne.</b>
it: Personalizza le impostazioni di compressione dell'immagine.<b> Se sei incerto, non fare alcuna modifica.</b>
ja: イメージの圧縮形式をカスタムします。<b>よく分からない場合はすこしも変えないでください。</b>
lt: Pritaikykite atvaizdo suspaudimo nustatymus. <b>Nedarykite jokių pakeitimų, jei nesate tikri.</b>
nb_no: Tilpass innstillinger for avbildningskomprimering. <b>Ikke gjør noen endringer hvis du er usikker.</b>
nl: Pas de instellingen voor image-compressie aan. <b>Breng geen wijzigingen aan als u het niet zeker weet.</b>
pl: Dostosuj ustawienia kompresji obrazu. <b>Nie wprowadzaj żadnych zmian, jeśli nie masz pewności.</b>
pt: Personalize as configurações de compactação de imagem. <b>Não faça alterações se não tiver certeza.</b>
ro: Personalizați parametrii de comprimare a imaginilor. <b>Nu efectuați modificări dacă nu sunteți sigur.</b>
ru: Настройте параметры сжатия образа. <b>Не изменяйте настройки если не уверены.</b>
sk: Prispôsobenie nastavení kompresie obrazov. <b>Nevykonávajte žiadne zmeny, ak si nie ste istí.</b>
sq: Përshtatni rregullime ngjeshjeje pamjeje. <b>Nëse s’jeni i sigurt, mos bëni ndonjë ndryshim.</b>
sv: Anpassa inställningar för avbildkomprimering. <b>Gör inga ändringar om du är osäker.</b>
ta: பட சுருக்க அமைப்புகளைத் தனிப்பயனாக்குங்கள். <b> உங்களுக்குத் தெரியாவிட்டால் எந்த மாற்றங்களையும் செய்ய வேண்டாம். </b>
th: การปรับแต่งและตั้งค่าบีบอัดไฟล์สำรองข้อมูล <b>อย่าพยายามเปลี่ยนแปลงการตั้งค่าถ้าคุณไม่มั่นใจและเข้าใจดี</b>
tr: Kalıp sıkıştırma ayarlarını özelleştirin. <b>Emin değilseniz herhangi bir değişiklik yapmayın.</b>
vi: Tùy chỉnh các cài đặt nén của bản sao lưu. <b>Đừng táy máy vào nếu bạn không rõ về nó.</b>

source: Compression format:
ar: تنسيق الضغط:
ca: Mètode de compressió
cs: Formát komprese:
da: Komprimeringsmetode:
de: Komprimierungsmethode:
el: Μορφή συμπίεσης:
es: Método de compresión:
fi: Pakkausmuoto:
fr: Format de compression :
he: סוג הדחיסה:
hu: Tömörítési formátum:
it: Formato di compressione:
ja: 圧縮形式：
lt: Suspaudimo formatas:
nb_no: Komprimeringsformat:
nl: Compressieformaat:
pl: Format kompresji:
pt: Formato de compressão:
ro: Formatul de comprimare:
ru: Формат сжатия:
sk: Formát kompresie:
sq: Format ngjeshjeje:
sv: Kompressionsformat:
ta: சுருக்க வடிவம்:
th: รูปแบบการบีบอัด:
tr: Sıkıştırma biçimi:
vi: Định dạng nén:

source: gzip
ja: ＧＮＵ ｚｉｐ形式

source: default
ar: الإفتراضي
ca: per defecte
cs: výchozí
da: standard
de: Voreinstellung
el: προεπιλογή
es: por defecto
fi: oletus
fr: Par défaut
he: ברירת מחדל
hu: alap
it: predefinito
ja: 初期選択
lt: numatytasis
nb_no: forvalg
nl: standaard
pl: domyślny
pt: padrão
ro: implicit
ru: по умолчанию
sk: predvolené nastavenie
sq: parazgjedhje
sv: standard
ta: இயல்புநிலை
th: ค่าเริ่มต้น
tr: öntanımlı
vi: mặc định

source: zstandard
ar: خوارزمية zstandard
fi: zstandardi
ja: zstandard圧縮形式
ta: சச்டாண்டார்ட்

source: Uncompressed (Suitable for use with Image Explorer)
ar: غير مضغوط (مناسب للاستخدام مع مستكشف الصور/النسخ)
ca: Sense compressió (compatible amb l'Explorador d'imatges)
cs: Nekomprimované (vhodné pro použití v aplikaci Image Explorer)
da: Ingen komprimering (egnet til brug med afbildningsundersøgeren)
de: Unkomprimiert (geeignet zur Nutzung mit dem Image Explorer)
el: Ασυμπίεστο (Κατάλληλο για χρήση με την Εξερεύνηση Εικόνων)
es: Sin comprimir (apto para usar con el Explorador de imágenes)
fi: Pakkaamaton (sopii käytettäväksi levykuva selaimen kanssa)
fr: Non compressé (convient pour une utilisation de l'explorateur d'image)
he: ללא דחיסה (מתאים לשימוש עם חוקר קובצי הגיבוי)
hu: Tömörítetlen (Ideális a "Lemezkép Böngészőhöz")
it: Non compresso (adatto all'uso con Image Explorer)
ja: 圧縮しない（イメージ捜索最適）
lt: Nesuspaustas (tinka naudoti su atvaizdų naršykle)
nb_no: Ukomprimert (passende for bruk med avbildningsutforskeren)
nl: Ongecomprimeerd (geschikt voor gebruik met Image Explorer)
pl: Nieskompresowany (odpowiedni do użytku z Eksploratorem obrazu)
pt: Descompactado (adequado para uso com o Image Explorer)
ro: Necomprimat (potrivit pentru utilizarea cu exploratorul de imagini)
ru: Без сжатия (Подходит для использования с Image Explorer)
sk: Nekomprimované (vhodné na použitie s programom Image Explorer)
sq: E pangjeshur (E përshtatshme për përdorim me Eksplorues Pamjesh)
sv: Okomprimerad (lämplig för användning med avbildsutforskaren)
ta: சுருக்கப்படாத (பட எக்ச்ப்ளோரருடன் பயன்படுத்த ஏற்றது)
th: ไม่บีบอัดเลย (เหมาะสำหรับการใช้กับตัวค้นหาไฟล์สำรองข้อมูล)
tr: Sıkıştırılmamış (Kalıp Gezgini ile kullanıma uygundur)
vi: Không nén (Phù hợp với việc sử dụng trình xem bản sao lưu)

source: Compression level:
ar: مستوى الضغط:
ca: Nivell de compressió:
cs: Úroveň komprese:
da: Komprimeringsniveau:
de: Komprimierungsgrad:
el: Επίπεδο συμπίεσης:
es: Nivel de compresión:
fi: Pakkaustaso:
fr: Niveau de compression :
he: רמת הדחיסה:
hu: Tömörítési fokozat:
it: Livello di compressione:
ja: 圧縮深度：
lt: Suspaudimo lygis:
nb_no: Komprimeringsnivå:
nl: Compressieniveau:
pl: Poziom kompresji:
pt: Nível de compressão:
ro: Nivel de comprimare:
ru: Уровень сжатия:
sk: Úroveň kompresie:
sq: Shkallë ngjeshjeje:
sv: Kompressionsnivå:
ta: சுருக்க நிலை:
th: ระดับการบีบอัด:
tr: Sıkıştırma düzeyi:
vi: Mức độ nén:

source: Fastest
ar: الأسرع
ca: La més ràpida
cs: Nejrychlejší
da: Lavt - men hurtigst
de: Am schnellsten
el: Ταχύτερο
es: El más rápido
fi: Nopein
fr: Le plus rapide
he: המהירה ביותר
hu: Leggyorsabb
it: Il più veloce
ja: 最高速度
lt: Greičiausias
nb_no: Raskest
nl: Snelste
pl: Najszybszy
pt: O mais rápido
ro: Cel mai rapid
ru: Быстрейший
sk: Najrýchlejšie
sq: Më e shpejta
sv: Snabbast
ta: வேகமான
th: เร็วสุดๆ
tr: En hızlı
vi: Nhanh nhất

source: Best
ar: الأفضل
ca: La millor
cs: Nejlepší
da: Højt - men langsomst
de: Am besten
el: Καλύτερο
es: Mejor
fi: Paras
fr: Le meilleur
he: הטובה ביותר
hu: Legjobb
it: Migliore
ja: 最上品質
lt: Geriausias
nl: Beste
pl: Najlepszy
pt: Melhor
ro: Optim
ru: Лучший
sk: Najlepšie
sq: Më e mira
sv: Högsta
ta: சிறந்த
th: ดีที่สุด
tr: En iyi
vi: Tốt nhất

source: When you are happy with the compression settings, click <b>Next</b>.
ar: عند أنتهاء التأكد من إعدادات الضغط، انقر فوق <b> التالي</b>.
ca: Un cop seleccioneu la configuració desitjada, feu clic a <b>Endavant</b>.
cs: Pokud jste s nastavením komprese spokojeni, klikněte na tlačítko <b>Další</b>.
da: Når du er tilfreds med indstillingen af komprimeringen, så klik <b>Næste</b>.
de: Wenn du mit den Einstellungen zur Komprimierung zufrieden bist, klicke <b>Weiter</b>.
el: Όταν είστε ικανοποιημένοι με τις ρυθμίσεις συμπίεσης, κάντε κλικ στην επιλογή <b>Επόμενο</b>.
es: Cuando esté satisfecho con los ajustes de compresión, haga clic en <b>Siguiente</b>.
fi: Kun olet tyytyväinen pakkausasetuksiin, napsauta <b>Seuraava</b>.
fr: Lorsque les paramètres de compression vous conviennent, cliquez sur <b>Suivant</b>.
he: כשהגדרות הדחיסה נושאות חן בעיניך, יש ללחוץ על <b>הבא</b>.
hu: Ha elégedett vagy a tömörítési beállításokkal, nyomj a <b>Tovább</b> gombra.
it: Quando sei soddisfatto delle impostazioni di compressione, clicca <b>Avanti</b>.
ja: この圧縮形式でよろしければ、<b>続き</b>クリックしてください。
lt: Kai suspaudimo nustatymai bus tinkami, spustelėkite <b>Toliau</b>.
nb_no: Når du er fornøyd med komprimeringsinnstillingene klikker du <b>Neste</b>.
nl: Als u tevreden bent met de compressie-instellingen, klikt u op <b>Volgende</b>.
pl: Jeśli jesteś zadowolony z ustawień kompresji, kliknij <b>Dalej</b>.
pt: Quando estiver satisfeito com as definições de compressão, clique em <b>Seguinte</b>.
ro: Când sunteți satisfăcut cu valorile parametrilor de comprimare, pulsați butonul <b>Înainte</b> .
ru: Если Вас устраивают настройки сжатия, нажмите <b>Далее</b>.
sk: Keď ste s nastaveniami kompresie spokojní, kliknite na tlačidlo <b>Ďalej</b>.
sq: Kur të jeni i kënaqur me rregullimet për ngjeshjen, klikoni mbi <b>Pasuesi</b>.
sv: När du är nöjd med komprimeringsinställningarna klickar du på <b>Nästa</b>.
ta: சுருக்க அமைப்புகளில் நீங்கள் மகிழ்ச்சியாக இருக்கும்போது, <b> அடுத்து </b> என்பதைக் சொடுக்கு செய்க.
th: เมื่อคุณตัดสินใจการตั้งค่าการบีบอัดเรียบร้อยแล้ว คลิ๊ก <b>ถัดไป</b>
tr: Sıkıştırma ayarlarından memnun olduğunuzda <b>İleri</b> düğmesine tıklayın.
vi: Nếu bạn hài lòng với cấu hình cài đặt nén, nhấn vào <b>Tiếp theo</b>.

source: Step 7: Confirm Backup Configuration
ar: الخطوة 7: التأكد من اعدادات النسخة الاحتياطية
ca: Setè pas: Confirmeu la configuració de la còpia de seguretat
cs: Krok 7: Potvrzení konfigurace zálohování
da: Trin 7: Bekræft indstillingen af sikkerhedskopien
de: Schritt 7: Bestätigung der Konfiguration zur Sicherungskopie
el: Βήμα 6: Επιβεβαιώστε τη ρύθμιση παραμέτρων των αντιγράφων ασφαλείας
es: Paso 7: confirma la copia de seguridad de la configuración
fi: Vaihe 7: Tarkista varmuuskopiointiasetukset
fr: Étape 7 : Confirmer la configuration de la sauvegarde
he: שלב 7: אישור הגדרות הגיבוי
hu: 7. Lépés: Mentési Konfigurációk Jóváhagyása
it: Fase 7: Conferma la Configurazione di Backup
ja: ステップ ７：バックアップ工程確認
lt: 7 žingsnis: patvirtinkite atsarginės kopijos konfigūraciją
nb_no: Steg 7: Bekreft sikkerhetskopioppsett
nl: Stap 7: Back-upconfiguratie bevestigen
pl: Krok 6: Potwierdzenie konfiguracji kopii zapasowej
pt: Etapa 7: confirmar a configuração de backup
ro: Pasul 7: Confirmați configurația copiei de rezervă
ru: Шаг 7: Подтвердите настройки резервного копирования
sk: Krok 7: Potvrdenie konfigurácie zálohovania
sq: Hapi 7: Ripohoni Formësim Kopjeruajtjeje
sv: Steg 6: Bekräfta konfigurationen
ta: படி 7: காப்பு உள்ளமைவை உறுதிப்படுத்தவும்
th: ขั้นตอนที่ 7: ยืนยันการตั้งค่าสำรองข้อมูล
tr: 7. Adım: Yedekleme Yapılandırmasını Onaylayın
vi: Bước 7: Xác nhận cấu hình sao lưu

source: Source drive
ar: محرك الأقراص المصدر
ca: Unitat d'origen
cs: Zdrojový disk
da: Kildedrev
de: Quelllaufwerk
el: Μονάδα δίσκου προέλευσης
es: Unidad de origen
fi: Lähdeasema
fr: Disque source
he: כונן המקור
hu: Forrás meghajtó
it: Unità di origine
ja: もとのドライブ
lt: Šaltinio diskas
nb_no: Kildeenhet
nl: Bron station
pl: Wybierz dysk
pt: Drive de origem
ro: Unitatea sursă
ru: Исходный диск
sk: Zdrojový disk
sq: Disk burim
sv: Källenhet
ta: மூல இயக்கி
th: ไดร์ฟตันทาง
tr: Kaynak disk
vi: Ổ nguồn

source: Backing up the following partition(s)
ar: النسخ الاحتياطي للقسم (الأقسام) التالية
ca: Es crearà una còpia de seguretat d'aquestes particions
cs: Zálohování následujících oddílů
da: Følgende partitioner sikkerhedskopieres
de: Folgende Partition wird gesichert
el: Δημιουργία αντιγράφου ασφαλείας για το ακόλουθο διαμέρισμα
es: Se va a hacer una copia de seguridad de la siguiente partición
fi: Varmuuskopioi seuraavat osiot
fr: Sauvegarde des partitions suivantes
he: המחיצות האלו יגובו
hu: Az alábbi partíció(k) mentése
it: Backup delle seguenti partizioni
ja: このパーティション（たち）でバックアップしています
lt: Kuriama atsarginė šio (-ių) skaidinio (-ių) kopija
nb_no: Sikkerhetskopierer følgende partisjon(er)
nl: Een back-up maken van de volgende partitie(s)
pl: Tworzenie kopii zapasowej następującej partycji
pt: Fazendo backup da seguinte partição
ro: Se efectuează copierea de rezervă pentru următoarele partiții
ru: Резервное копирование следующих разделов
sk: Zálohovanie nasledujúcich oddielov
sq: Po kopjeruhet pjesa(ët) vijuese
sv: Säkerhetskopiera följande partition
ta: பின்வரும் பகிர்வு (களை) காப்புப் பிரதி எடுக்கிறது
th: สำรองข้อมูลตามพาร์ติชั่นดังต่อไปนี้
tr: Aşağıdaki bölüm yedekleniyor
vi: Đang sao lưu các phân vùng sau

source: The backup image will be written into folder {dest_dir} on {description}
ar: سيتم حفظ الصورة/النسخة الاحتياطية في المجلد {dest_dir} على {description}
ca: La còpia de seguretat es crearà com a {description} a la carpeta {dest_dir}
cs: Záložní obraz bude zapsán do složky {dest_dir} na {description}
da: Sikkerhedskopien vil blive lagret i mappen {dest_dir} på {description}
de: Die Sicherungskopie wird im Ordner {dest_dir} auf {description} gespeichert
el: Το είδωλο αντιγράφου ασφαλείας θα εγγραφεί στο φάκελο {dest_dir} σε {description}
es: La imagen de respaldo/seguridad se escribirá en la carpeta {dest_dir} de {description}
fi: Varmuuskopio luodaan kansioon {dest_dir} {description}
fr: L'image sauvegardée sera écrite dans le dossier {dest_dir} sur {description}
he: קובץ הגיבוי יישמר בתיקייה {dest_dir} על גבי {description}
hu: A Lemezkép Mentés ebbe a mappába lesz kiírva: {dest_dir} leírás: {description}
it: L'immagine di backup verrà salvata nella cartella {dest_dir} su {description}
ja: バックアップイメージは{description}フォルダー{dest_dir}で書き込まれます
lt: Atsarginė atvaizdo kopija bus įrašyta į aplanką {dest_dir} {description}
nb_no: Sikkerhetskopiavbildningen blir lagret i mappen {dest_dir} på {description}
nl: De back-up image wordt in de map {dest_dir} op {description} geschreven
pl: Obraz kopii zapasowej zostanie zapisany w folderze {dest_dir} na {description}
pt: A imagem de backup será gravada na pasta {dest_dir} em {description}
ro: Imaginea de copie de rezervă va fi scrisă în dosarul {dest_dir} din {description}
ru: Резервный образ будет записан в папку {dest_dir} на {description}
sk: Záložný obraz sa zapíše do priečinka {dest_dir} alebo {description}
sq: Pamja kopjeruajte do të shkruhet te dosja {dest_dir} në {description}
sv: Säkerhetskopian skrivs i katalogen {dest_dir} på {description}
ta: காப்புப்பிரதி படம் {dest_dir} இல் {description} கோப்புறையில் எழுதப்படும்
th: ไฟล์สำรองข้อมูลจะถูกเขียนข้อมูลที่โฟลเดอร์ {dest_dir} บน {description}
tr: Yedek kalıp, {description} üzerindeki {dest_dir} klasörüne yazılacak
vi: Bản sao lưu sẽ ghi vào thư mục {dest_dir} ở {description}

source: Confirm the following backup configuration.
ar: تأكد من اعدادات الصورة/النسخة الاحتياطية التالية.
ca: Confirmeu la configuració següent de la còpia de seguretat.
cs: Potvrďte následující konfiguraci zálohování.
da: Bekræft indstillingen af følgende sikkerhedskopi.
de: Bestätige die nachfolgende Konfiguration für die Sicherungskopie.
el: Επιβεβαιώστε την ακόλουθη ρύθμιση παραμέτρων των αντιγράφων ασφαλείας.
es: Confirma la siguiente configuración de copia de seguridad.
fi: Tarkista seuraavat varmuuskopiointiasetukset.
fr: Confirmez la configuration de sauvegarde suivante.
he: זו תצורת הגיבוי לאישורך.
hu: Hagyd jóvá az alábbi mentési konfigurációt.
it: Conferma la seguente configurazione di backup.
ja: これらのバックアップ工程確認してください。
lt: Patvirtinkite šią atsarginės kopijos konfigūraciją.
nb_no: Bekreft følgende sikkerhetskopi-oppsett.
nl: Bevestig de volgende back-up configuratie.
pl: Potwierdzić następującą konfigurację kopii zapasowej.
pt: Confirme a seguinte configuração de backup.
ro: Confirmați următoarea configurație de copie de rezervă.
ru: Подтвердите следующие параметры резервного копирования.
sk: Potvrďte nasledujúcu konfiguráciu zálohovania.
sq: Ripohoni formësimin vijues të kopjeruajtjeve.
sv: Bekräfta följande säkerhetskopiering.
ta: பின்வரும் காப்புப்பிரதி உள்ளமைவை உறுதிப்படுத்தவும்.
th: ยืนยันการตั้งค่าสำรองข้อมูลตามข้อมูลดังนี้
tr: Aşağıdaki yedekleme yapılandırmasını onaylayın.
vi: Xác nhận cấu hình sao lưu sau đây.

source: On successful completion of the task, perform the following action:
ar: عند الانتهاء بنجاح من المهمة، قم بتنفيذ الإجراء التالي:
ca: En finalitzar correctament la còpia de seguretat:
cs: Po úspěšném dokončení úkolu proveďte následující akci:
da: Når handlingen er færdig, så udfør følgende:
de: Bei erfolgreichem Abschluss des Vorganges, die folgende Aktion ausführen:
el: Μετά την επιτυχή ολοκλήρωση της εργασίας, εκτελέστε την ακόλουθη ενέργεια:
es: Una vez finalizada la tarea con éxito, realice la siguiente acción:
fi: Kun tehtävä on suoritettu onnistuneesti, suorita seuraava toimenpide:
fr: Une fois la tâche terminée avec succès, effectuer l'action suivante :
he: עם השלמת המשימה בהצלחה, יש לבצע את הפעולה הבאה:
hu: Sikeres végrehajtás után az alábbi műveletet hajtsd végre:
it: Al completamento con successo dell'attività, effettua la seguente azione:
ja: 工程が終わりましたら、Rescuezillaはこれを行います：
lt: Sėkmingai įvykdžius užduotį, atlikti šį veiksmą:
nb_no: Når oppgaven er ferdig, utfør følgende handling:
nl: Nadat de taak met succes is voltooid, voert u de volgende actie uit:
pl: Po pomyślnym zakończeniu zadania wykonaj następującą czynność:
pt: Após a conclusão bem-sucedida da tarefa, execute a seguinte ação:
ro: După finalizarea cu succes a sarcinii, se efectuează următoarea acțiune:
ru: В случае удачного завершения выполнить следующее действие:
sk: Po úspešnom dokončení úlohy vykonajte nasledujúcu akciu:
sq: Pas plotësimit me sukses të punës, kryeni veprimin vijues:
sv: Efter att detta är utfört, utför följande åtgärd:
ta: பணியை வெற்றிகரமாக முடித்தவுடன், பின்வரும் செயலைச் செய்யுங்கள்:
th: เมื่อสำรองข้อมูลสำเร็จแล้ว ให้ดำเนินการดังต่อไปนี้:
tr: Görevin başarıyla tamamlanması halinde şu eylemi gerçekleştir:
vi: Sau khi hoàn thành, sẽ thực hiện việc:

source: Do nothing
ar: لا تفعل شيئاً
ca: No facis res
cs: Nedělat nic
da: Gør ingenting
de: Nichts tun
el: Μην κάνετε τίποτα
es: No haga nada
fi: Älä tee mitään
fr: Ne rien faire
he: לא לעשות כלום
hu: Ne csinálj semmit
it: Non fare nulla
ja: 何もしない
lt: Nedaryti nieko
nb_no: Gjør ikke noe
nl: Doe niets
pl: Nic nie rób
pt: Fazer nada
ro: Nu face nimic
ru: Ничего не делать
sk: Nerobiť nič
sq: Mos bëj gjë
sv: Gör inget
ta: எதுவும் செய்ய வேண்டாம்
th: ไม่ต้องทำอะไร
tr: Hiçbir şey yapma
vi: Không làm gì

source: Shutdown
ar: إغلاق النظام
ca: Tanca l'ordinador
cs: Vypnout PC
da: Sluk PC
de: Herunterfahren
el: Τερματισμός
es: Apagar
fi: Sammuta
fr: Arrêter
he: כיבוי המחשב
hu: Leállítás
it: Spegnimento
ja: シャットダウンします
lt: Išjungti
nb_no: Slå av
nl: Afsluiten
pl: Zamknij
pt: Desligar
ro: Oprește calculatorul
ru: Выключение
sk: Vypnúť
sq: Fike
sv: Stäng av
ta: பணிநிறுத்தம்
th: ปิดเครื่อง
tr: Kapat
vi: Tắt máy

source: Reboot
ar: اعادة تشغيل النظام
ca: Reinicia l'ordinador
cs: Restartovat PC
da: Genstart
de: Neustarten
el: Επανεκκίνηση
es: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
he: הפעלת המחשב מחדש
hu: Újraindítás
it: Riavvio
ja: 再起動します
lt: Perkrauti
nb_no: Start på nytt
nl: Herstarten
pl: Restartuj
pt: Reiniciar
ro: Repornește calculatorul
ru: Перезагрузка
sk: Reštartovať
sq: Rinise
sv: Starta om
ta: மறுதொடக்கம் செய்யுங்கள்
th: รีสตาร์ท
tr: Yeniden başlat
vi: Khởi động lại

source: Rescue: Ignore filesystem inconsistencies and bad sectors
ar: الإنقاذ: تجاهل تناقضات نظام الملفات والقطاعات التالفة
ca: Rescat: Ignora sistemes de fitxers inconsistents i sectors defectuosos
cs: Záchrana: Ignorování nekonzistencí souborového systému a vadných sektorů
da: Redning: Ignorer filsysteminkonsekvenser og dårlige sektorer
de: Rescue: Inkonsistenzen im Dateisystem und fehlerhafte Sektoren ignorieren
el: Διάσωση: Αγνοήστε τις ασυνέπειες του συστήματος αρχείων και τους προβληματικούς τομείς
es: Rescue: ignore inconsistencias del sistema de archivos y sectores defectuosos
fi: Pelastus: Ohita tiedostojärjestelmän epäjohdonmukaisuudet ja vialliset sektorit
fr: Sauvetage : Ignorer les incohérences du système de fichiers et les secteurs défectueux
he: חילוץ: להתעלם מחוסר הרציפות של מערכת הקבצים ומסקטורים פגומים
hu: Erőltetett Helyreállítás: Hagyja figyelmen kívül a fájlrendszer inkonzisztenciáit és a hibás szektorokat
it: Salvataggio: ignora inconsistenza del filesystem e/o settori danneggiati
ja: 救援：不定なファイルシステムと不良なセクター看過
lt: Gelbėjimas: nepaisyti failų sistemos neatitikimų ir blogų sektorių
nb_no: Redning: Ignorer inkonsekvenser i filsystem og dårlige disksektorer
nl: Rescue: negeer inconsistenties en slechte sectoren van het bestandssysteem
pl: Ratowanie: ignoruj niespójności systemu plików i uszkodzone sektory
pt: Resgate: Ignore inconsistências do sistema de arquivos e setores defeituosos
ro: Salvare: ignoră inconsistențele sistemului de fișiere și sectoarele defectuoase
ru: Восстановление: Игнорировать несоответствия файловой системы и повреждённые сектора
sk: Záchrana: Ignorovanie nekonzistencií súborového systému a chybných sektorov
sq: Shpëtim: Shpërfill gabime sistemi kartelash dhe sektorë të këqij
sv: Rädda: Ignorera inkonsekvenser i filsystemet och dåliga sektorer
ta: மீட்பு: கோப்பு முறைமை முரண்பாடுகள் மற்றும் மோசமான துறைகளை புறக்கணிக்கவும்
th: การกู้ข้อมูล: ละเว้นไฟล์ระบบที่ไม่สอดคล้องกัน และข้อมูลผิดปกติที่เกิดจาก Bad Sectors
tr: Kurtar: Dosya sistemi tutarsızlıklarını ve bozuk sektörleri yoksay
