Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: The "destination partition" column has been updated using the information stored within the backup image. <b>If partitions have been resized, new partitions added, or additional operating systems installed <i>since the backup image was created</i>, then the destination drive's partition table will not match the backup image, and overwriting the destination drive's partition table will render these resized and additional partitions permanently inaccessible.</b> If you have not modified the partition table in such a way since creating this backup then overwriting the partition table is completely safe and will have no negative effects.
ar: تم تحديث عمود "قسم الوجهة" باستخدام المعلومات المخزنة داخل الصورة/النسخة الاحتياطية. <b> إذا تم تغيير حجم الأقسام أو إضافة أقسام جديدة أو تثبيت أنظمة تشغيل إضافية <i> منذ إنشاء الصورة/النسخة الاحتياطية</i>، فلن يتطابق جدول أقسام محرك الأقراص الوجهة مع الصورة/النسخة الاحتياطية، وستؤدي الكتابة فوق جدول أقسام محرك الأقراص الوجهة إلى جعل هذه الأقسام (التي تم تغيير حجمها وإضافتها) غير قابل الوصول إليها بشكل دائم. </b> إذا لم تقم بتعديل جدول الأقسام بهذه الطريقة منذ إنشاء هذه النسخة الاحتياطية، ستكون الكتابة فوق جدول الأقسام آمنة تماماً ولن يكون لها أي آثار سلبية.
ca: La columna "partició de desti" s'ha actualitzat amb la informació emmagatzemada a la imatge de còpia de seguretat. <b>Si s'han canviat la mida de les particions, s'han afegit noves particions o s'han instal·lat sistemes operatius addicionals <i>des que es va crear la imatge de la còpia de seguretat</i>, la taula de particions de la unitat de desti no coincidirà amb la imatge de la còpia de seguretat i sobreescriurà la de la unitat de desti. La taula de particions farà que aquestes particions redimensionades i addicionals siguin permanentment inaccessibles.</b> Si no heu modificat la taula de particions d'aquesta manera des de la creació d'aquesta còpia de seguretat, sobreescriure la taula de particions és completament segura i no tindrà efectes negatius.
cs: Sloupec "cílový oddíl" byl aktualizován pomocí informací uložených v bitové kopii zálohy. <b>Pokud byla změněna velikost oddílů, přidány nové oddíly nebo nainstalovány další operační systémy<i>od vytvoření záložního obrazu</i>, pak tabulka oddílů cílové jednotky nebude odpovídat záložnímu obrazu a přepsání tabulky oddílů cílové jednotky způsobí, že tyto změněné a další oddíly budou trvale nepřístupné.</b> Pokud jste od vytvoření této zálohy tabulku oddílů nijak nezměnili, je přepsání tabulky oddílů zcela bezpečné a nebude mít žádné negativní účinky.
da: Kolonnen "destinationspartition" er blevet opdateret på baggrund af de oplysninger, der er gemt i sikkerhedskopien. <b> Hvis størrelsen på partitioner er blevet ændret, nye partitioner tilføjet eller der er installeret yderligere operativsystemer <i> siden sikkerhedskopien blev taget</i>, vil destinationsdrevets partitionstabel ikke passe med sikkerhedskopiens og overskrivning af destinationsdrevets partitionstabel gør disse forstørrede/formindskede partitioner permanent utilgængelige. </b> Hvis du ikke har ændret partitionstabellen på omtalte måde, siden du oprettede sikkerhedskopien, er overskrivning af partitionstabellen helt sikker og har ingen negative konsekvenser.
de: Die Spalte „Zielpartition“ wurde mit den Informationen der Sicherungskopie aktualisiert. <b>Wenn Partitionen verkleinert, neue Partitionen hinzugefügt oder zusätzliche Betriebssysteme installiert wurden, <i>seitdem die Sicherungskopie erstellt wurde</i>, dann wird die Partitionstabelle des Ziellaufwerks nicht mit der Sicherungskopie übereinstimmen und beim Überschreiben der Partitionstabelle des Ziellaufwerks werden diese verkleinerten/vergrößerten Partitionen für immer unzugänglich werden.</b> Wenn du die Partitionstabelle seit dem Erstellen dieser Sicherung nicht auf derlei Art geändert hast, ist das Überschreiben der Partitionstabelle völlig sicher und hat keinerlei negativen Auswirkungen.
el: Η στήλη "διαμέρισμα προορισμού" ενημερώθηκε χρησιμοποιώντας τις πληροφορίες που είναι αποθηκευμένες στο είδωλο αντιγράφου ασφαλείας. <b>Εάν έχει αλλάξει το μέγεθος των διαμερισμάτων, έχουν προστεθεί νέα διαμερίσματα ή εγκατασταθεί νέα λειτουργικά συστήματα <i>από τη δημιουργία ειδώλου</i>, τότε ο πίνακας διαμερισμάτων της μονάδας δίσκου προορισμού δεν θα ταιριάζει με το είδωλο αντιγράφου ασφαλείας, και η αντικατάσταση του πίνακα διαμερισμάτων της μονάδας δίσκου προορισμού θα καταστήσει μη προσβάσιμα μόνιμα αυτά τα πρόσθετα και με διαφορετικό μέγεθος διαμερίσματα.</b>Εάν δεν έχετε τροποποιήσει τον πίνακα διαμερισμάτων με τέτοιο τρόπο από τη δημιουργία αυτού του αντιγράφου ασφαλείας, στη συνέχεια, η αντικατάσταση του πίνακα διαμερισμάτων είναι απολύτως ασφαλής και δεν θα έχει αρνητικές επιπτώσεις.
es: La columna "partición de destino" se ha actualizado utilizando la información almacenada en la imagen de copia de seguridad. <b>Si se ha cambiado el tamaño de las particiones, se han añadido nuevas particiones o se han instalado sistemas operativos adicionales <i>desde que se creó la imagen de copia de seguridad</i>, la tabla de particiones de la unidad de destino no coincidirá con la imagen de copia de seguridad, y la sobrescritura de la tabla de particiones de la unidad de destino hará que estas particiones redimensionadas y adicionales sean permanentemente inaccesibles.</b> Si no ha modificado la tabla de particiones de esta manera desde que se creó esta copia de seguridad, la sobrescritura de la tabla de particiones es completamente segura y no tendrá efectos negativos.
fi: "Kohdeosio" päivitetään käyttämällä varmuuskopiokuvaan tallennettuja tietoja. <b>Jos osioiden kokoa on muutettu, uusia osioita on lisätty tai lisäkäyttöjärjestelmiä on asennettu <i>varmuuskopion luomisen jälkeen</i>, kohdeaseman osiotaulu ei vastaa varmuuskopion näköistiedostoa ja kohdeaseman osiotaulu ylikirjoitetaan, osiotaulu tekee näistä muutetuista osioista ja lisäosioista pysyvästi käyttökelvottomia.</b> Jos et ole muokannut osiotaulua tällä tavalla tämän varmuuskopion luomisen jälkeen, osiotaulun korvaaminen on täysin turvallinen eikä sillä ole kielteisiä vaikutuksia.
fr: La colonne « partition de destination » a été mise à jour en utilisant les informations stockées au sein de l'image de sauvegarde. <b>Si des partitions ont été redimensionnées, si de nouvelles partitions ont été ajoutées ou des systèmes d'exploitation supplémentaires installés <i>depuis la création de l'image de sauvegarde</i>, le registre des partitions du disque de destination ne correspondra alors pas à l'image de sauvegarde, et écraser le registre des partitions du disque de destination rendra définitivement inaccessibles ces partitions redimensionnées ou ajoutées.</b> Si vous n'avez pas modifié le registre des partitions de cette façon depuis la création de cette sauvegarde, écraser le registre des partitions ne pose pas de problème.
he: העמודה „מחיצת היעד” עודכנה בעזרת המידע שמאוחסן בקובץ הגיבוי. <b>אם גודלן של מחיצות השתנה, נוספו מחיצות חדשות או שהותקנו מערכות הפעלה חדשות <i>מאז שקובץ הגיבוי נוצר</i> אז טבלת המחיצות של כונן היעד לא תתאים לקובץ הגיבוי ושכתוב על טבלת המחיצות של כונן היעד תהפוך את המחיצות שגודלן השתנה ואת המחיצות שנוספו לבלתי נגישות לצמיתות.</b> אם לא שינית את טבלת המחיצות באופן שכזה מאז יצירת הגיבוי הזה אז שכתוב על טבלת המחיצות היא פעולה בטוחה ולא אמורות להיות לה השלכות שליליות.
hu: A "Cél-partíció" oszlop frissült a mentésben talált információk alapján. <b>Ha a partíciók át lettek méretezve, újak hozzáadva, vagy más operációs rendszer is telepítve lett <i>mióta a Lemezkép mentés készült</i>, akkor a Cél-meghajtó partíciós táblája nem fog egyezni a mentésben tároltakkal. Ezért ha felülírod a a Cél-meghajtó partíciós tábláját, akkor a korábbi partíciók a továbbiakban NEM LESZNEK ELÉRHETŐK!</b> Ha nem változtattad meg a partíciós táblákat amióta a mentés készült, akkor a felülírás teljesen biztonságos és nincs negatív hatása.
it: La colonna "partizione di destinazione" è stata aggiornata utilizzando le informazioni memorizzate nell'immagine di backup. <b>Se le partizioni sono state ridimensionate, sono state aggiunte nuove partizioni o sono stati installati ulteriori sistemi operativi <i>dopo la creazione dell'immagine di backup</i>, allora la tabella delle partizioni dell'unità di destinazione non corrisponderà a quella nell'immagine di backup e la sovrascrittura della tabella delle partizioni dell'unità di destinazione farà si che le partizioni, ridimensionate e/o aggiunte, saranno definitivamente inaccessibili</b>. Se non avete modificato in alcun modo la tabella delle partizioni dalla creazione del backup, la sovrascrittura della tabella delle partizioni è completamente sicura e non avrà effetti negativi.
ja: “保存先パーティション”がバックアップイメージで保存されている情報をもとにアップデートされました。 <b>パーティションのサイズ変更は、あたらしいパーティションの追加、オペレーティングシステムの追加と<i>バックアップイメージは作成されていますから</i>、保存先ドライブパーティション一覧がバックアップイメージと一致しない場合で、そのまま保存先ドライブのパーティション一覧で上書きするとサイズ変更と追加がされたパーティション一覧は永遠にアクセス出来ないものになります。</b>バックアップを作成する場合そのようなパーティション一覧変更はしていない場合バックアップされてから上書きしていますからパーティション一覧は完全に安全で、特に悪影響の心配はありません。
lt: Stulpelis „Paskirties skaidinys“ buvo atnaujintas naudojant informaciją, saugomą atsarginiame atvaizde. <b>Jei buvo pakeistas skaidinių dydis, pridėta naujų skaidinių arba įdiegtos papildomos operacinės sistemos <i> nuo tada, kai buvo sukurtas atsarginis atvaizdas</i>, tada paskirties disko skaidinių lentelė neatitiks atsarginės kopijos atvaizdo ir bus perrašytas paskirties disko skaidinys. lentelė padarys šiuos pakeisto dydžio ir papildomus skaidinius visam laikui neprieinamas.</b> Jei nuo šios atsarginės kopijos sukūrimo taip nepakeitėte skaidinių lentelės, skaidinių lentelės perrašymas yra visiškai saugus ir neturės jokio neigiamo poveikio.
nb_no: «Målpartisjon»-kolonnen har blitt oppdatert ved bruk av informasjon lagret i sikkerhetskopiavbildning. <b>Hvis partisjoner har fått størrelsen endret, nye partisjoner er lagt til, eller ytterligere operativsystemer er installert <i>siden sikkerhetskopiavbildningen ble opprettet</i>, vil partisjonstabellen på målenheten ikke samsvare med sikkerhetskopiavbildningen, og overskriving av målenhetens partisjonstabell vil gjøre disse ytterligere partisjoner og dem med endret størrelse permanent utilgjengelige.</b> Hvis du ikke har endret partisjonstabellen på en slik måte siden du opprettet denne sikkerhetskopien er overskriving av partisjonstabellen helt trygt, og vil ikke ha noen negative konsekvenser.
nl: De kolom "bestemmingspartitie" is bijgewerkt met behulp van de informatie die is opgeslagen in de back-up image. <b>Als de grootte van partities is gewijzigd, nieuwe partities zijn toegevoegd of extra besturingssystemen zijn geïnstalleerd <i>sinds het maken van de back-up image</i>, dan zal de partitietabel van de doelschijf niet overeenkomen met de back-up image en overschrijven van de partitietabel op de doelschijf zal deze van grootte veranderde en aanvullende partities permanent ontoegankelijk maken.</b> Als u de partitietabel niet op een dergelijke manier heeft gewijzigd sinds u deze back-up hebt gemaakt, is het overschrijven van de partitietabel volkomen veilig en heeft dit geen negatieve gevolgen.
pl: Kolumna "partycja docelowa" została zaktualizowana przy użyciu informacji przechowywanych w obrazie kopii zapasowej.n <b>Jeśli partycje zostały zmienione, dodano nowe partycje lub zainstalowano dodatkowe systemy operacyjne <i>od momentu utworzenia obrazu kopii zapasowej</i>, wówczas tabela partycji dysku docelowego nie będzie zgodna z obrazem kopii zapasowej, a zastąpienie tabeli partycji dysku docelowego spowoduje, że te zmienione i dodatkowe partycje będą trwale niedostępne. </b> Jeżeli tabela partycji nie została zmodyfikowana w taki sposób od czasu utworzenia kopii zapasowej, nadpisanie tabeli partycji jest całkowicie bezpieczne i nie będzie miało żadnych negatywnych skutków.
pt: A Coluna "partição de destino" foi atualizada utilizando informações armazenadas com a imagem de backup. <b>Caso as partições tenham sido redimensionadas/adicionadas, ou até mesmo novos sistemas operacionais installados <i>desde que o backup foi criado</i>, então a tabela de partição da unidade de destino, não irá casar com a imagem de backup, e substituirá a tabela de partição do unidade destino, fazendo essas partições redimensionadas/adicionadas serem permanentemente inacessíveis.</b> Se NÃO modificou a tabela de partição deste modo desde que criou o backup, então substituir as tabelas de partições será seguro e não haverá efeitos negativos.
ro: Coloana „partiție destinație” a fost actualizată utilizând informațiile stocate în imaginea de rezervă. <b>Dacă partițiile au fost redimensionate, au fost adăugate partiții noi sau au fost instalate sisteme de operare suplimentare <i>de la crearea imaginii de copie de rezervă</i>, atunci tabelul de partiții al unității de destinație nu va corespunde imaginii de rezervă, iar suprascrierea tabelului de partiții al unității de destinație va face ca aceste partiții redimensionate și suplimentare să devină inaccesibile definitiv. </b> Dacă nu ați modificat tabelul de partiții în acest fel de la crearea acestei copii de rezervă, atunci suprascrierea tabelului de partiții este complet sigură și nu va avea efecte negative.
ru: Колонка "Целевой раздел" обновлена в соответствии с информацией, полученной из образа. <b>Если <i>с момента создания образа</i> размеры разделов были изменены, новые разделы были добавлены или была установлена дополнительная операционная система, то, в таком случае, таблица разделов на устройстве не будет соответствовать таблице разделов из образа и перезапись таблицы разделов сделает измененные и добавленные разделы необратимо недоступными.</b> Если вы не изменяли таблицу разделов подобным образом с момента создания данной резервной копии, то можно безопасно перезаписать таблицу разделов без негативных последствий.
sk: Stĺpec "cieľový oddiel" bol aktualizovaný pomocou informácií uložených v záložnej kópii. <b>Ak sa zmenila veľkosť diskových oddielov, pridali sa nové diskové oddiely alebo sa nainštalovali ďalšie operačné systémy <i>od vytvorenia záložného obrazu</i>, potom sa tabuľka diskových oddielov cieľového disku nebude zhodovať so záložným obrazom a prepísanie tabuľky diskových oddielov cieľového disku spôsobí, že tieto zmenené a dodatočné diskové oddiely budú trvalo neprístupné.</b>Ak ste od vytvorenia tejto zálohy tabuľku diskových oddielov nijako nezmenili, prepísanie tabuľky diskových oddielov je úplne bezpečné a nebude mať žiadne negatívne účinky.
sq: Shtylla “pjesa vendmbërritje” është përditësuar duke përdorur informacionin e depozituar brenda pamjes kopjeruajtje. <b>Nëse janë ripërmasuar pjesë, janë shtuar pjesë të reja ose janë instaluar sisteme operativë shtesë <i>që nga koha kur qe krijuar pamja e kopjeruajtjes</i>, atëherë tabela e pjesëve e diskut vendmbërritje s’do të përputhet me pamjen kopjeruajtje dhe mbishkrimi i tabelës së pjesëve të diskut do t’i bëjë këto përgjithnjë të papërdorshme këto pjesë të ripërmasuara apo të shtuara.</b> Nëse s’e keni ndryshuar me ndonjë mënyrë tabelën e pjesëve që nga krijimi i kësaj kopjeruajtjeje, atëherë mbishkrimi i tabelës së pjesëve është plotësisht i parrezik dhe s’do të ketë efekte negative.
sv: Kolumnen "destinationspartition" har uppdaterats med den information som lagras i säkerhetskopieringsbilden. <b>Om partitioner har ändrats, nya partitioner lagts till eller ytterligare operativsystem installerats <i>sedan säkerhetskopieringen skapats</i>, då matchar inte partitionstabellen kopian och överskrivning av destinationsenhetens partitionstabell gör att dessa storleksändrade och ytterligare partitioner blir permanent oåtkomliga. </b>Om du inte har ändrat partitionstabellen på ett sätt efter det att denna säkerhetskopia skapats är det säkert att skriva över partitionstabellen och det kommer inte att ha några negativa effekter.
ta: காப்புப்பிரதி படத்திற்குள் சேமிக்கப்பட்ட தகவல்களைப் பயன்படுத்தி "இலக்குப் பகிர்வு" நெடுவரிசை புதுப்பிக்கப்பட்டுள்ளது. <b> பகிர்வுகள் மறுஅளவிடப்பட்டிருந்தால், புதிய பகிர்வுகள் சேர்க்கப்பட்டிருந்தால், அல்லது கூடுதல் இயக்க முறைமைகள் நிறுவப்பட்டிருந்தால் <i> காப்புப் படம் உருவாக்கப்பட்டதிலிருந்து </i>, பின்னர் இலக்கு டிரைவின் பகிர்வு அட்டவணை காப்புப் படத்துடன் பொருந்தாது, மேலும் இலக்கு இயக்ககத்தின் பகிர்வு அட்டவணையை மேலெழுதும் இந்த மறுசீரமைப்பை நிரந்தரமாக மாற்றியமைக்க முடியாதது. </b>முற்றிலும் பாதுகாப்பானது மற்றும் எதிர்மறையான விளைவுகளை ஏற்படுத்தாது.
th: ในช่อง "ปลายทางของพาร์ติชั่น" จะถูกอัพเดตโดยใช้ข้อมูลที่จัดเก็บไว้ในไฟล์สำรองข้อมูล <b>ถ้าพาร์ติชั่นมีการลดขนาดลง, มีพาร์ติชั่นใหม่เพิ่มเข้ามา หรือติดตั้งระบบปฏิบัติการเพิ่ม<i>หลังที่สร้างไฟล์สำรองข้อมูลไปแล้ว</i> ปลายทางตารางของพาร์ติชั่นของไดร์ฟจะไม่ตรงกันกับไฟล์สำรองข้อมูล และการเขียนข้อมูลทับลงในตารางของพาร์ติชั่นในไดร์ฟปลายทางทำให้ลดขนาดพาร์ติชั่นลง และพาร์ติชั่นที่มีอยู่อื่นๆจะไม่สามารถเข้าถึงได้</b> ถ้าคุณไม่ได้ปรับแต่งตารางของพาร์ติชั่นหลังจากที่สร้างไฟล์สำรองข้อมูลนี้ คุณสามารถเขียนทับข้อมูลลงบนตารางของพาร์ติชั่นได้อย่างปลอดภัยหายห่วง และจะไม่มีผลกระทบใดๆตามมา
tr: "Hedef bölüm" sütunu, yedek kalıpta saklanan bilgiler kullanılarak güncellendi. <b><i>Yedek kalıp oluşturulduktan sonra</i> bölümler yeniden boyutlandırıldıysa, yeni bölümler eklendiyse veya ek işletim sistemleri kurulduysa, hedef diskin bölümlendirme tablosu yedek kalıpla eşleşmeyecektir ve hedef diskin bölümlendirme tablosunun üzerine yazılması, bu yeniden boyutlandırılan ve eklenen bölümleri kalıcı olarak erişilemez duruma getirecektir.</b> Bu yedeklemeyi oluşturduğunuzdan beri bölümlendirme tablosunu bu şekilde değiştirmediyseniz, bölümlendirme tablosunun üzerine yazmak tamamen güvenlidir ve olumsuz bir etkisi olmayacaktır.
vi: Cột "phân vùng đích" đã được cập nhật bằng cách sử dụng thông tin được lưu trữ trong bản sao lưu. <b> Nếu phân vùng đã được thay đổi kích thước, phân vùng mới được thêm hoặc hệ điều hành được cài đặt <i> kể từ khi bản sao lưu được tạo </i>, thì bảng phân vùng của ổ đĩa đích sẽ không khớp với hình ảnh sao lưu và ghi đè lên ổ đĩa đích bảng phân vùng sẽ hiển thị các phân vùng đã thay đổi kích thước và bổ sung này vĩnh viễn không thể truy cập được. </b> Nếu bạn không sửa đổi bảng phân vùng theo cách như vậy kể từ khi tạo bản sao lưu này thì việc ghi đè lên bảng phân vùng là hoàn toàn an toàn và sẽ không có tác động tiêu cực.

source: You will <b>not</b> be overwriting the partition table.
ar: <b>لن تقوم</b> بالكتابة فوق جدول الأقسام.
ca: <b>No</b> es reemplaçarà la taula de particions.
cs: Tabulku oddílů <b>nebudete</b> přepisovat.
da: Du overskriver <b>ikke</b> partitionstabellen.
de: Hiermit wird die Partitionstabelle <b>nicht</b> überschrieben.
el: <b>Δεν</b> θα αντικαταστήσετε τον πίνακα διαμερισμάτων.
es: <b>No</b> se va a sobreescribir la tabla de partición.
fi: Osiotaulua <b>ei</b> korvata.
fr: Vous n'allez <b>pas</b> écraser le registre des partitions.
he: טבלת המחיצות <b>לא</b> תשוכתב.
hu: <b>Nem</b> fogja felülírni a partíciós táblát.
it: <b>Non</b> sovrascriverai la tabella delle partizioni.
ja: パーティション一覧で上書きは<b>しない</b>です。
lt: Jūs <b>ne</b>perrašinėsite skaidinio lentelės.
nb_no: Du vil <b>ikke</b> overskrive partisjonstabellen.
nl: U overschrijft de partitietabel <b>niet</b>.
pl: <b>Nie</b> będziesz nadpisywać tabeli partycji.
pt: Você <b>não</b> substituirá a tabela de partição.
ro: <b>Nu</b> veți suprascrie tabelul de partiții.
ru: Таблица разделов <b>не</b> будет перезаписана.
sk: <b>Nebudete prepisovať</b> tabuľku oddielov.
sq: <b>Nuk</b> do të mbishkruani tabelën e pjesëve.
sv: Du <b>kommer inte</b> att skriva över partitionstabellen.
ta: நீங்கள் <b> இல்லை </b> பகிர்வு அட்டவணையை மேலெழுதும்.
th: คุณจะ<b>ไม่</b>เขียนทับข้อมูลเดิมบนตารางของพาร์ติชั่น
tr: Bölümlendirme tablosunun üzerine <b>yazmayacaksınız</b>.
vi: Bạn sẽ <b>không thể</b> ghi đè bảng phân vùng.

source: The source does not contain a partition table.
ar: لا يحتوي محرك الاقراص المصدر على جدول أقسام.
ca: No s'ha trobat cap taula de particions a l'origen.
cs: Zdroj neobsahuje tabulku oddílů.
da: Kilden indeholder ingen partitionstabel.
de: Die Sicherungskopie beinhaltet keine Partitionstabelle.
el: Η προέλευση δεν περιέχει πίνακα διαμερισμάτων.
es: La fuente no contiene una tabla de partición.
fi: Lähde ei sisällä osiotaulua.
fr: La source ne contient pas de registre des partitions.
he: המקור לא מכיל טבלת מחיצות.
hu: A forrás nem tartalmaz partíciós táblát.
it: L'origine non contiene una tabella delle partizioni.
ja: もとのデータでパーティション一覧が含まれていません。
lt: Šaltinyje nėra skaidinių lentelės.
nb_no: Kilden inneholder ikke en partisjonstabell.
nl: De bron bevat geen partitietabel.
pl: Źródło nie zawiera tabeli partycji.
pt: A origem não contém uma tabela de partição.
ro: Sursa nu conține un tabel de partiții.
ru: Источник не содержит таблицу разделов.
sk: Zdroj neobsahuje tabuľku oddielov.
sq: Burimi s’përmban një tabelë pjesësh.
sv: Källan innehåller ingen partitionstabell.
ta: மூலத்தில் பகிர்வு அட்டவணை இல்லை.
th: ตัวไฟล์ไม่ได้ทำตารางของพาร์ติชั่นใส่ไว้
tr: Kaynak, bir bölümlendirme tablosu içermiyor.
vi: Nguồn không chứa bảng phân vùng.
