Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Error restoring partition {image_key} to {destination_partition}.
ar: خطأ في استعادة القسم {image_key} إلى {destination_partition}.
cs: Chyba při obnovení oddílu {image_key} na {destination_partition}.
da: Fejl ved gendannelse af partition {image_key} til {destination_partition}.
de: Fehler beim Wiederherstellen der Partition {image_key} auf {destination_partition}.
el: Παρουσιάστηκε σφάλμα κατά την επαναφορά του διαμερίσματος {image_key} στο {destination_partition}.
es: Error al restaurar la partición {image_key} en {destination_partition}.
fi: Virhe palautettaessa osiota {image_key} osioon {destination_partition}.
fr: Erreur de restauration de la partition {image_key} vers {destination_partition}.
he: שחזור המחיצה {image_key} אל {destination_partition} נתקל בשגיאה.
hu: Hiba történt a "{image_key}" partíció helyreállításakor ide: {destination_partition}.
it: Errore durante il ripristino della partizione {image_key} su {destination_partition}.
ja: {image_key}から{destination_partition}パーティションでエラーがあります。
lt: Klaida atkuriant skaidinį {image_key} į {destination_partition}.
nb_no: Klarte ikke å gjenopprette partisjonen {image_key} til {destination_partition}.
nl: Fout bij het herstellen van partitie {image_key} naar {destination_partition}.
pl: Błąd przywracania partycji {image_key} na {destination_partition}.
pt: Erro restaurando a Partição {image_key} para {destination_partition}.
ro: Eroare la restaurarea partiției {image_key} în {destination_partition}.
ru: Ошибка восстановления раздела {image_key} в {destination_partition}.
sk: Chyba pri obnovení oddielu {image_key} do {destination_partition}.
sq: Gabim në rikthimin e pjesës {image_key} te {destination_partition}.
sv: Fel vid återställning av partition {image_key} till {destination_partition}.
ta: பகிர்வை மீட்டெடுப்பதில் பிழை {image_key} {destination_partition}.
th: เกิดข้อผิดพลาดขณะคืนค่าพาร์ติชั่น {image_key} ไปที่พาร์ติชั่น {destination_partition}
tr: {image_key} bölümü {destination_partition} konumuna geri yüklenirken hata oluştu.
vi: Lỗi khi khôi phục phân vùng {image_key} vào phân vùng {destination_partition}.

source: Successfully restored image partition {image} to {destination_partition}
ar: تم استعادة قسم الصورة/النسخة بنجاح {image} إلى {destination_partition}
cs: Úspěšně obnoven oddíl obrazu {image} na {destination_partition}
da: Gendannelsen af partitionen {image} til {destination_partition} lykkedes
de: Partition der Sicherungskopie {image} auf {destination_partition} erfolgreich wiederhergestellt
el: Η επαναφορά του διαμερίσματος ειδώλου {image} ολοκληρώθηκε με επιτυχία στο {destination_partition}
es: La partición de la imagen {image} se ha restaurado correctamente en {destination_partition}
fi: Levykuvaosio {image} palautettiin onnistuneesti osioon {destination_partition}
fr: Restauration réussie de la partition d'image {image} vers {destination_partition}
he: קובץ גיבוי המחיצה {image} שוחזר בהצלחה אל {destination_partition}
hu: Sikeresen helyreállítottam a "{image}" Lemezkép partíciót ide: {destination_partition}
it: Ripristinata con successo l'immagine della partizione {image} su {destination_partition}
ja: {image}から{destination_partition}でイメージパーティションが復元されました
lt: Sėkmingai atkurtas atvaizdo skaidinys {image} į {destination_partition}
nb_no: Gjenopprettet avbildningspartisjon {image} til {destination_partition}
nl: Herstel van de image partitie {image} naar {destination_partition}
pl: Pomyślnie przywrócono obraz partycji {image} na {destination_partition}
pt: Partição de imagem {image} restaurada com sucesso para {destination_partition}
ro: Partiția imaginii {image} a fost restaurată cu succes în {destination_partition}
ru: Образ {image} успешно восстановлен в {destination_partition}
sk: Úspešne obnovený oddiel s obrazom {image} do {destination_partition}
sq: U rikthye me sukses pjesë pamjeje {image} te {destination_partition}
sv: Partitionen {image} har återställts till {destination_partition}
ta: வெற்றிகரமாக மீட்டெடுக்கப்பட்ட பட பகிர்வு {image} முதல் {destination_partition}
th: คืนค่าการสำรองข้อมูลพาร์ติชั่นด้วย {image} ไปที่ {destination_partition} สำเร็จ
tr: {image} kalıp bölümü {destination_partition} konumuna başarıyla geri yüklendi
vi: Đã khôi phục thành công phân vùng bản sao lưu {image} vào phân vùng {destination_partition}

source: Summary of Restore
ar: ملخص الاستعادة
cs: Shrnutí obnovení
da: Sammenfatning af gendannelsen
de: Zusammenfassung zur Wiederherstellung
el: Σύνοψη της Επαναφοράς
es: Resumen de la restauración
fi: Yhteenveto palautuksesta
fr: Résumé de la restauration
he: סיכום השחזור
hu: A helyreállítás összefoglalója
it: Riepilogo del Ripristino
ja: 復元の条項
lt: Atkūrimo santrauka
nb_no: Gjenopprettingssammendrag
nl: Samenvatting van Restore
pl: Podsumowanie przywracania
pt: Resumo da restauração
ro: Rezumatul restaurării
ru: Результат восстановления
sk: Zhrnutie obnovenia
sq: Përmbledhje e Rikthimit
sv: Sammanfattning
ta: மீட்டமைப்பின் சுருக்கம்
th: ผลสรุปการคืนค่าข้อมูฃ
tr: Geri Yükleme Özeti
vi: Báo cáo về việc khôi phục

source: Restore Summary
ar: ملخص الاستعادة
cs: Souhrn obnovení
da: Sammenfatning af gendannelsen
de: Zusammenfassung zur Wiederherstellung
el: Σύνοψη Επαναφοράς
es: Resumen de la restauración
fi: Palautuksen lopputulos
fr: Résumé de la restauration
he: סיכום השחזור
hu: Összefoglaló
it: Riepilogo del ripristino
ja: 復元条項
lt: Atkūrimo santrauka
nb_no: Gjenopprettingssammendrag
nl: Hersteloverzicht
pl: Podsumowanie przywracania
pt: Resumo de restauração
ro: Rezumat restaurare
ru: Сводка по восстановлению
sk: Zhrnutie obnovenia
sq: Përmbledhje Rikthimi
sv: Sammanfattning
ta: சுருக்கத்தை மீட்டமை
th: ผลการคืนค่า
tr: Geri Yükleme Özeti
vi: Xác nhận khôi phục

source: Confirm the restore summary.
ar: تأكد من ملخص الاستعادة.
cs: Potvrďte souhrn obnovení.
da: Bekræft sammenfatningen af gendannelsen.
de: Bestätige die Zusammenfassung für die Wiederherstellung.
el: Επιβεβαιώστε τη σύνοψη επαναφοράς.
es: Confirma la restauración del resumen.
fi: Palautuksen yhteenveto.
fr: Veuillez confirmer le résumé de la restauration.
he: נא לאשר את סיכום השחזור.
hu: Az összefoglaló jóváhagyása.
it: Conferma il riepilogo del ripristino.
ja: 復元条項確認してください。
lt: Patvirtinkite atkūrimo santrauką.
nb_no: Bekreft gjenopprettingssammendraget.
nl: Bevestig het hersteloverzicht.
pl: Potwierdź podsumowanie przywracania.
pt: Confirme o Resumo de Restauração.
ro: Confirmați rezumatul restaurării.
ru: Подтвердите сводку по восстановлению
sk: Potvrďte súhrn obnovenia.
sq: Ripohoni përmbledhjen e rikthimit.
sv: Bekräfta sammanfattningen.
ta: மீட்டெடுப்பு சுருக்கத்தை உறுதிப்படுத்தவும்.
th: ผลยืนยันการคืนค่าข้อมูล
tr: Geri yükleme özetini onaylayın.
vi: Xác nhận báo cáo về việc khôi phục.

source: Backup restored successfully.
ar: تم استعادة النسخة الاحتياطية بنجاح.
cs: Záloha byla úspěšně obnovena.
da: Sikkerhedskopien blev gendannet.
de: Die Wiederherstellung war erfolgreich.
el: Η επαναφορά του αντιγράφου ασφαλείας ολοκληρώθηκε με επιτυχία.
es: Copia de respaldo/seguridad restaurada con exito.
fi: Varmuuskopion palautus onnistui.
fr: Sauvegarde restaurée avec succès.
he: הגיבוי שוחזר בהצלחה.
hu: A mentés sikeresen helyre lett állítva.
it: Backup ripristinato con successo.
ja: バックアップ復元は達成されました。
lt: Atsarginė kopija atkurta sėkmingai.
nb_no: Sikkerhetskopi gjenopprettet.
nl: Back-up met succes hersteld.
pl: Kopia zapasowa przywrócona z powodzeniem.
pt: Backup restaurado com sucesso.
ro: Copia de rezervă a fost restaurată cu succes.
ru: Резервная копия успешно восстановлена.
sk: Záloha bola úspešne obnovená.
sq: Kopjeruajtja u rikthye me sukses.
sv: Säkerhetskopian har återställts.
ta: காப்புப்பிரதி வெற்றிகரமாக மீட்டெடுக்கப்பட்டது.
th: ข้อมูลที่สำรองไว้ได้รับการคืนค่าสำเร็จเรียบร้อย
tr: Yedekleme başarıyla geri yüklendi.
vi: Khôi phục bản sao lưu thành công.

source: Image Explorer (beta)
ar: مستكشف الصور/النسخ (بيتا/تجريبي)
da: Afbildningsundersøger (beta)
el: Εξερεύνηση Εικόνων (βήτα)
es: Explorador de imágenes (beta)
fi: Levykuva selain (beta)
fr: Explorateur d'image (bêta)
he: חוקר קובצי הגיבוי (ניסיוני)
hu: Lemezkép Böngésző ...(béta)
it: Esplora immagine (beta)
ja: イメージ捜索 （ベータ段階）
lt: Atvaizdų naršyklė (beta)
nb_no: Avbildningsutforskeren (beta)
pl: Eksplorator obrazów (beta)
pt: Explorador de imagens (beta)
ro: Explorator de imagini (beta)
ru: Проводник изображений (бета-версия)
sq: Eksplorues Pamjesh (beta)
sv: Avbildsutforskaren (beta)
ta: பட எக்ச்ப்ளோரர் (பீட்டா)
th: เครื่องมือค้นหาไฟล์สำรองข้อมูล (รุ่นทดสอบ)
tr: Kalıp Gezgini (beta)
vi: Trình xem bản sao lưu (thử nghiệm beta)

source: Image Explorer (beta)
ar: مستكشف الصور/النسخ (بيتا/تجريبي)
da: Afbildningsundersøger (beta)
el: Εξερεύνηση Εικόνων (βήτα)
es: Explorador de imágenes (beta)
fi: Levykuva selain (beta)
fr: Explorateur d'image (bêta)
he: חוקר קובצי הגיבוי (ניסיוני)
hu: Lemezkép Betekintő (béta)
it: Esplora immagine (beta)
ja: イメージ捜索（ベータ段階）
lt: Atvaizdų naršyklė (beta)
nb_no: Avbildningsutforskeren (beta)
pl: Eksplorator obrazów (beta)
pt: Explorador de imagens (beta)
ro: Explorator de imagini (beta)
ru: Проводник изображений (бета-версия)
sq: Eksplorues Pamjesh (beta)
sv: Avbildsutforskaren (beta)
ta: பட எக்ச்ப்ளோரர் (பீட்டா)
th: เครื่องมือค้นหาไฟสำรองข้อมูล (รุ่นทดสอบ)
tr: Kalıp Gezgini (beta)
vi: Trình xem bản sao lưu (bản thử nghiệm beta)

source: Select the image file to explore
ar: حدد ملف الصورة/النسخة للاستكشاف
cs: Vyberte soubor s obrazem, který chcete prozkoumat
da: Vælg sikkerhedskopi
de: Sicherungskopie auswählen
el: Επιλέξτε το αρχείο εικόνας για εξερεύνηση
es: Seleccione el archivo de imagen a examinar
fi: Valitse levykuvatiedosto tutkittavaksi
fr: Sélectionnez le fichier d'image à explorer
he: נא לבחור את קובץ הגיבוי לחקירה
hu: Válassz egy Lemezkép-mentést, amibe belenéznél
it: Seleziona il file immagine da esplorare
ja: 捜索するイメージファイル選択
lt: Pasirinkite atvaizdo failą, kurį norite naršyti
nb_no: Velg avbildningsfilen å utforske
nl: Selecteer het imagebestand dat u wilt verkennen
pl: Wybierz plik obrazu do eksploracji
pt: Selecione o arquivo de imagem para explorar
ro: Selectați fișierul de imagine pentru a-l explora
ru: Выберите файл изображения для изучения
sk: Vyberte súbor s obrazom, ktorý chcete preskúmať
sq: Përzgjidhni kartelën pamje për eksplorim
sv: Välj den avbildsfil du vill utforska
ta: ஆராய படக் கோப்பைத் தேர்ந்தெடுக்கவும்
th: เลือกไฟล์สำรองข้อมูลเพื่อค้นหา
tr: Göz atılacak kalıp dosyasını seçin
vi: Chọn bản sao lưu để xem

source: Step 3: Select Partition to Explore
ar: الخطوة 3: حدد قسماً للاستكشاف
cs: Krok 3: Výběr oddílu k prozkoumání
da: Trin 3: Vælg sikkerhedskopi
de: Schritt 3: Partition auswählen
el: Βήμα 3: Επιλογή Διαμερίσματος για Εξερεύνηση
es: Paso 3: Seleccione la partición a examinar
fi: Vaihe 3: Valitse osio tutkittavaksi
fr: Étape 3 : Sélectionner la partition à explorer
he: שלב 3: נא לבחור את המחיצה לחקירה
hu: 3. Lépés: Válassz partíciót amit megnyitsz
it: Fase 3: Selezionare la Partizione da Esplorare
ja: ステップ ３：捜索するパーティション選択
lt: 3 žingsnis: pasirinkite skaidinį, kurį norite naršyti
nb_no: Steg 3: Velg partisjon å utforske
nl: Stap 3: Selecteer partitie om te verkennen
pl: Krok 3: Wybierz partycję do eksploracji
pt: Etapa 3: selecione a partição para explorar
ro: Pasul 3: Selectați partiția de explorat
ru: Шаг 3: Выберите раздел для изучения
sk: Krok 3: Vyberte oblasť na preskúmanie
sq: Hapi 3: Përzgjidhni Pjesën për t’u Eksploruar
sv: Steg 3: Välj partition att utforska
ta: படி 3: ஆராய பகிர்வைத் தேர்ந்தெடுக்கவும்
th: ขึ้นตอนที่ 3: เลือกพาร์ติชั่นที่ต้องการค้นหา
tr: 3. Adım: Göz Atılacak Bölümü Seçin
vi: Bước 3: Chọn phân vùng để xem

source: Select the partition to access files from.
ar: حدد القسم للوصول إلى الملفات.
cs: Vyberte oddíl, ze kterého chcete přistupovat k souborům.
da: Vælg den partition, som sikkerhedskopien skal åbnes fra.
de: Wähle die Partition, von der auf die Sicherungskopien zugegriffen werden soll.
el: Επιλέξτε το διαμέρισμα από το οποίο θα αποκτήσετε πρόσβαση σε αρχεία.
es: Seleccione la partición desde la que desea acceder a los archivos.
fi: Valitse osio, josta pääset tiedostoihin.
fr: Sélectionnez la partition pour laquelle vous souhaitez accéder aux fichiers.
he: יש לבחור את המחיצה שלקבצים שלה ברצונך לגשת.
hu: Válaszd az a partíciót, amelyikben a tárolt fájlokhoz akarsz hozzáférni.
it: Seleziona la partizione contenete i file a cui si vuole accedere.
ja: ファイルパーティションから選びます。
lt: Pasirinkite skaidinį, iš kurio norite pasiekti failus.
nl: Selecteer de partitie om bestanden van te openen.
pl: Wybierz partycję, z której chcesz uzyskać dostęp do plików.
pt: Selecione a partição para acessar os arquivos.
ro: Selectați partiția din care doriți să accesați fișierele.
ru: Выберите раздел для доступа к файлам.
sk: Vyberte oddiel, z ktorého chcete pristupovať k súborom.
sq: Përzgjidhni pjesën prej nga ku të hyhet në kartela.
sv: Välj den partition som du vill komma åt filer från.
ta: கோப்புகளை அணுக பகிர்வைத் தேர்ந்தெடுக்கவும்.
th: เลือกพาร์ติชั่นเพื่อเข้าถึงข้อมูล
tr: Dosyalara erişilecek bölümü seçin.
vi: Chọn phân vùng để truy cập các tập tin từ đó.

source: Click <b>Mount</b> to mount the backup image (as read-only).
ar: انقر فوق <b>ارتباط</b> لتحميل/ربط(mount) الصورة/النسخة الاحتياطية (للقراءة فقط).
cs: Kliknutím na tlačítko <b>Připojit</b> připojte obraz zálohy (pouze pro čtení).
da: Klik <b>Montér</b> for at montere sikkerhedskopien (som skrivebeskyttet).
de: Klicke <b>Einhängen</b>, um das Wiederherstellungs-Image einzuhängen (nur lesend).
el: Κάντε κλικ στο <b>Λειτουργία προσβασιμότητας αρχείων</b> για να τοποθετήσετε την εικόνα δημιουργίας αντιγράφων ασφαλείας (μόνο για ανάγνωση).
es: Haga clic en <b>Montar</b> para montar la imagen de copia de seguridad (como solo lectura).
fi: Kiinnitä varmuuskopio (vain luku) napsauttamalla <b>Liitä</b>.
fr: Cliquez sur <b>Monter</b> pour monter l'image de sauvegarde (en lecture seule).
he: לחיצה על <b>עיגון</b> תעגן את קובץ דמות הגיבוי (לקריאה בלבד).
hu: Kattints a <b>Csatold</b> gombra, hogy (csak olvasható módban) megnyíljon a Lemezkép.
it: Clicca <b>Montare</b> per caricare l'immagine di backup (in sola lettura).
ja: <b>マウント</b>クリックでバックアップイメージのマウントをします（読み取り用）。
lt: Spustelėkite <b>Prijungti</b>, kad prijungtumėte atsarginės kopijos atvaizdą (tik nuskaitymui).
nb_no: Velg <b>Monter</b> for å montere sikkerhetskopiavbildningen (som skrivebeskyttet).
nl: Klik op <b>Koppelen</b> om de back-up image te koppelen (als alleen-lezen).
pl: Kliknij <b>Zamontuj</b>, aby zamontować obraz kopii zapasowej (tylko do odczytu).
pt: Clique em <b>Montar</b> para montar a imagem de backup (como somente leitura).
ro: Apăsați butonul <b>Montează</b> pentru a monta imaginea de copie de rezervă (ca fișier numai-pentru-citire).
ru: Нажмите <b> Подключить </b>, чтобы подключить образ резервной копии (только для чтения).
sk: Kliknutím na tlačidlo <b>Pripojiť</b> pripojte obraz zálohy (len na čítanie).
sq: Klikoni mbi <b>Montoje</b>, që të montohet pamje kopjeruajtje (si vetëm-për-lexim).
sv: Klicka på <b>Mount</b> för att montera kopians avbildsfil (som skrivskyddad).
ta: காப்புப்பிரதி படத்தை ஏற்ற <b> மவுண்ட் </b> என்பதைக் சொடுக்கு செய்க (படிக்க மட்டும்).
th: คลิ๊ก <b>เชื่อม</b> เพื่อเชื่อมเข้ากับไฟล์สำรองข้อมูล (อ่านได้อย่างเดียว)
tr: Yedek kalıbı (salt okunur olarak) bağlamak için <b>Bağla</b> düğmesine tıklayın.
vi: Nhấn <b>Kết nối</b> để gắn bản sao lưu (ở chế độ chỉ đọc).

source: Mount
ar: ارتباط
cs: Připojit
da: Montér
de: Einhängen
el: Λειτουργία προσβασιμότητας αρχείων
es: Montar
fi: Liitä
fr: Monter
he: עיגון
hu: Csatold
it: Montare
ja: マウントします
lt: Prijungti
nb_no: Monter
nl: Koppelen
pl: Zamontuj
pt: Montar
ro: Montează
ru: Смонтировать
sk: Pripojiť
sq: Montoje
sv: Montera
ta: மவுண்ட்
th: เชื่อม
tr: Bağla
vi: Kết nối

source: Mounting as read-only…
fi: Liitetään vain luku -tilassa…
ja: 読み取り用でマウントしています…
nb_no: Monterer som skrivebeskyttet…
ro: Se montează în modul numai-pentru-citire…
sq: Po montohet si vetëm-për-lexim…
ta: படிக்க மட்டும் பெருகுவது …

source: Unmount
ar: فك الارتباط
cs: Odpojit
da: Afmonterer
de: Aushängen
el: Λειτουργία μη προσβασιμότητας αρχείων
es: Desmontar
fi: Irrota
fr: Démonter
he: ניתוק עיגון
hu: Válaszd le
it: Smontare
ja: マウント解除します
lt: Atjungti
nb_no: Avmonter
nl: Ontkoppelen
pl: Odmontuj
pt: Desmontar
ro: Demontează
ru: Размонтировать
sk: Odpojenie
sq: Çmontoje
sv: Avmontera
ta: உமிழ்தல்
th: ยกเลิกเชื่อม
tr: Bağlantısını kaldır
vi: Ngắt kết nối

source: Once the partition has been mounted, click <b>Open in file manager</b> to access your files.
ar: عند الانتهاء من ربط القسم، انقر فوق <b> فتح في مدير الملفات </b> للوصول إلى ملفاتك.
cs: Po připojení oddílu klikněte na <b>Otevřít ve správci souborů</b> a získejte přístup k souborům.
da: Når partitionen er monteret, skal du klikke på <b> Åbn i filhåndtering </b> for at få adgang til dine filer.
de: Sobald die Partition eingehangen ist, klicke <b>In Dateimanager öffnen</b>, um auf deine Dateien zuzugreifen.
el: Μόλις ολοκληρωθεί η λειτουργία προσβασιμότητας αρχείων στο διαμέρισμα, κάντε κλικ στην επιλογή <b>Άνοιγμα στη Διαχείριση αρχείων</b> για να αποκτήσετε πρόσβαση στα αρχεία σας.
es: Una vez montada la partición, haga clic en <b>Abrir en el administrador de archivos</b> para acceder a sus archivos.
fi: Kun osio on liitetty, napsauta <b>Avaa tiedostonhallinta</b> päästäksesi tiedostoihisi.
fr: Une fois la partition montée, cliquez sur <b>Ouvrir dans le gestionnaire de fichiers</b> pour accéder à vos fichiers.
he: לאחר שהמחיצה עוגנה, יש ללחוץ על <b>פתיחה במנהל הקבצים</b> כדי לגשת לקבצים שלך.
hu: Amint a partíció csatolva lett, kattints a <b>Nyisd meg fájl-menedzserrel</b> gombra, hogy hozzáférj a fájlokhoz.
it: Una volta che la partizione è stata montata, clicca <b>Apri in file manager</b> per accedere ai file.
ja: パーティションがマウント出来たら、<b>ファイルマネージャー</b>クリックでアクセスしよう。
lt: Kai skaidinys bus prijungtas, spustelėkite <b>Atidaryti failų tvarkyklėje</b>, kad pasiektumėte failus.
nb_no: Når partisjonen har blitt montert, klikk <b>Åpne i filbehandler</b> for å få adgang til filene dine.
nl: Zodra de partitie is gekoppeld, klikt u op <b>Openen in bestandsbeheer</b> om toegang te krijgen tot uw bestanden.
pl: Po zamontowaniu partycji kliknij <b>Otwórz w menedżerze plików</b>, aby uzyskać dostęp do plików.
pt: Assim que a partição estiver montada, clique em <b>Abrir no gerenciador de arquivos</b> para acessar seus arquivos.
ro: Odată ce partiția a fost montată, faceți clic pe <b>Deschide în gestionarul de fișiere</b> pentru a accesa fișierele.
ru: После того, как раздел будет смонтирован, нажмите <b> Open in file manager (Открыть в файловом менеджере) </b>, чтобы получить доступ к файлам.
sk: Po pripojení diskového oddielu kliknite na <b>Otvoriť v správcovi súborov</b>, aby ste získali prístup k svojim súborom.
sq: Pasi të jetë montuar pjesa, klikoni mbi <b>Hape në përgjegjës kartelash</b> që të përdorni kartelat tuaja.
sv: När partitionen har monterats klickar du på <b>Öppna i filhanteraren</b> för att komma åt dina filer.
ta: பகிர்வு ஏற்றப்பட்டதும், உங்கள் கோப்புகளை அணுக <b>கோப்பு மேலாளரில் </b> இல் திறக்கவும்.
th: เมื่อพาร์ติชั่นถูกเชื่อมเข้ากันเรียบร้อย คลิ๊ก <b>เปิดด้วยเครื่องมือจัดการไฟล์</b> เพื่อเข้าถึงไฟล์ของคุณ
tr: Bölüm bağlandıktan sonra dosyalarınıza erişmek için <b>Dosya yöneticisinde aç</b> düğmesine tıklayın.
vi: Một khi phân vùng đã được kết nối, hãy nhấn <b>Mở trong trình quản lý tệp</b> để truy cập các tập tin của bạn.

source: Open in file manager
ar: فتح في مدير الملفات
cs: Otevřít ve správci souborů
da: Åbn i filhåndtering
de: In Dateimanager öffnen
el: Άνοιγμα στη διαχείριση αρχείων
es: Abrir en el gestor de archivos
fi: Avaa tiedostonhallinta
fr: Ouvrir dans le gestionnaire de fichiers
he: פתיחה במנהל הקבצים
hu: Nyisd meg fájl-menedzserrel
it: Apri in file manager
ja: ファイルマネージャーで扱います
lt: Atidaryti failų tvarkyklėje
nb_no: Åpne i filbehandler
nl: Openen in bestandsbeheer
pl: Otwórz w menedżerze plików
pt: Abrir no gerenciador de arquivos
ro: Deschide în gestionarul de fișiere
ru: Открыть в Проводнике
sk: Otvoriť v správcovi súborov
sq: Hape në përgjegjës kartelash
sv: Öppna i filhanteraren
ta: கோப்பு மேலாளரில் திறக்கவும்
th: เปิดด้วยเครื่องมือจัดการไฟล์
tr: Dosya yöneticisinde aç
vi: Mở trong trình quản lý tệp

source: Verify
ar: تحقق
cs: Ověření
da: Verificere
de: Überprüfen
el: Επαλήθευση
es: Verificar
fi: Tarkastus
fr: Vérifier
he: אימות
hu: Ellenőrizd
it: Verifica
ja: 実証します
lt: Patikrinti
nb_no: Bekreft
nl: Verifiëren
pl: Zweryfikuj
pt: Verificar
ro: Verifică
ru: Проверить
sk: Overiť
sq: Verifikoje
sv: Verifera
ta: சரிபார்க்கவும்
th: ทดสอบ
tr: Doğrula

source: Select one or more images to verify.
fi: Valitse yksi tai useampi levykuva, eheyden tarkastukseen.
ja: ひとつかそれ以上のイメージ（たち）選んで実証します。
nb_no: Velg en eller flere avbildning(er) å bekrefte.
ro: Selectați una sau mai multe imagini pentru verificare.
sq: Përzgjidhni një, ose më tepër pamje për t’i verifikuar.
ta: சரிபார்க்க ஒன்று அல்லது அதற்கு மேற்பட்ட படம் (களை) தேர்ந்தெடுக்கவும்.

source: To begin verification, click <b>Next</b>.
ar: لبدء التحقق، انقر فوق <b> التالي </b>.
ca: Per iniciar la verificació, feu clic a <b>Endavant</b>.
cs: Chcete-li zahájit ověřování, klikněte na <b>Další</b>.
da: Klik på <b>Næste,</b> for at begynde verifikationen.
de: Um mit der Überprüfung zu beginnen, klicken Sie auf <b>Weiter</b>.
el: Για να ξεκινήσετε την επαλήθευση, κάντε κλικ στο<b>Next</b>.
es: Para iniciar la verificación, click<b>Siguiente</b>.
fi: Aloita eheyden tarkastus napsauttamalla <b>Seuraava</b>.
fr: Pour commencer la vérification, cliquez sur <b>Suivant</b>.
he: כדי להתחיל באימות יש ללחוץ על <b>הבא</b>.
hu: Az ellenőrzés megkezdéséhez kattints a <b>Tovább</b> gombra.
it: Per iniziare la verifica, clicca <b>Avanti</b>.
ja: <b>続き</b>クリックで，実証始めます。
lt: Norėdami pradėti tikrinimą, spustelėkite <b>Toliau</b>.
nb_no: Trykk <b>Neste</b> for å begynne verifisering.
nl: Als u de verificatie wilt starten, klikt u op <b>Volgende</b>.
pl: Aby rozpocząć weryfikację, kliknij przycisk <b>Dalej</b>.
pt: Para iniciar a verificação, clique em <b>Seguinte</b>.
ro: Pentru a iniția verificarea, pulsați butonul <b>Înainte</b>.
sk: Ak chcete začať overovanie, kliknite na tlačidlo <b>Ďalej</b>.
sq: Që të fillojë verifikimi, klikoni mbi <b>Pasuesi</b>.
sv: För att börja verifiera, klicka på <b>Nästa</b>.
ta: சரிபார்ப்பைத் தொடங்க, <b> அடுத்து </b> என்பதைக் சொடுக்கு செய்க.
th: เพื่อเริ่มดำเนินการตรวจสอบยืนยันข้อมูล คลิ๊ก <b>ถัดไป</b>
tr: Doğrulamayı başlatmak için <b>İleri</b> düğmesine tıklayın.

source: Verifying Image
ar: التحقق من الصورة/النسخة
cs: Ověřování obrazu
da: Verificerer diskafbildningen
de: Image überprüfen
el: Επαλήθευση Εικόνας
es: Verificar imagen
fi: Tarkastetaan levykuvan eheys
fr: Vérification de l'image
he: הדמות עוברת אימות
hu: A mentett Lemezkép ellenőrzése
it: Verifica dell'immagine
ja: イメージ実証しています
lt: Tikrinamas atvaizdas
nb_no: Verifisering av avbildning
nl: Afbeelding verifiëren
pl: Weryfikowanie obrazu
pt: Verificando Imagem
ro: Se verifică imaginea
sk: Overovanie obrazu
sq: Po verifikohet Pamje
sv: Validerar bild
ta: படத்தை சரிபார்க்கிறது
th: กำลังตรวจสอบและยืนยันไฟล์สำรองข้อมูล
tr: Kalıp Doğrulanıyor
