Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: To begin the "cloning" wizard, click <b>Next</b>
ar: لبدء عملية الـ"استنساخ"، اضغط <b>التالي</b>
ca: Per iniciar l'assistent de clonació, feu clic a <b>Endavant</b>
cs: Chcete-li zahájit průvodce klonováním, klikněte na tlačítko <b>Další</b>
da: Klik på <b>Næste</b> for at starte kloningsguiden
de: Um den Assistenten für das "Klonen" zu starten, klicke <b>Weiter</b>
el: Για να εκκινήσετε τον οδηγό "κλωνοποίησης", κάντε κλικ στην επιλογή <b>Επόμενο</b>
es: Para iniciar el asistente de "clonación", haga clic en <b>Siguiente</b>
fi: Aloita ohjattu kloonaus napsauttamalla <b>Seuraava</b>
fr: Pour lancer l'assistant de « clonage », cliquez sur <b>Suivant</b>
he: כדי להתחיל את אשף ה„שכפול”, יש ללחוץ על <b>הבא</b>
hu: A "Klónozó" varázsló indításához nyomj <b>Tovább</b> gombot
it: Per iniziare la procedura guidata di "clonazione", clicca <b>Successivo</b>
ja: <b>続き</b>クリックで、“複製”します
lt: Norėdami pradėti „klonavimo“ vedlį, spustelėkite <b>Toliau</b>
nb_no: For å begynne «klonings»-veiviseren, klikk <b>Neste</b>
nl: Om de “kloning” wizard te starten klik op <b>Volgende</b>
pl: Aby rozpocząć kreator "klonowania", kliknij <b>Dalej</b>
pt: Para começar o assistente de "clonagem", clique em <b>Seguinte</b>
ro: Pentru a porni asistentul de „clonare”, pulsați butonul <b>Înainte</b>
ru: Для запуска инструмента "клонирования", нажмите <b>Далее</b>
sk: Ak chcete spustiť sprievodcu klonovaním, kliknite na <b>Ďalej</b>
sq: Që të fillojë punën ndihmësi i “klonimit”, klikoni mbi <b>Pasuesi</b>
sv: Klicka på <b>Nästa</b> för att starta guiden "kloning"
ta: "குளோனிங்" வழிகாட்டி தொடங்க, <b> அடுத்து </b> என்பதைக் சொடுக்கு செய்க
th: เพื่อเริ่มใช้งานเครื่องมือ "การทำสำเนา" ให้คลิก <b>ถัดไป</b>
tr: "Klonlama" sihirbazını başlatmak için <b>İleri</b> düğmesine tıklayın
vi: Để bắt đầu trình nhân bản ổ đĩa, nhấp vào <b>Tiếp theo</b>

source: Step 2: Select Source Drive
ar: الخطوة الثانية: حدد محرك الأقراص المصدر
ca: Segon pas: Seleccioneu la unitat d'origen
cs: Krok 2: Vyberte Zdrojový disk
da: Trin 2: Vælg kildedrevet
de: Schritt 2: Quelllaufwerk auswählen
el: Βήμα 2: Επιλογή μονάδας δίσκου προέλευσης
es: Paso 2: Seleccione la unidad/disco de origen
fi: Vaihe 2: Valitse lähdeasema
fr: Étape 2 : Sélectionner le disque source
he: שלב 2: נא לבחור כונן מקור
hu: 2. Lépés: Válassz Forrás Lemezt (ahonnan...)
it: Fase 2: Selezionare il Disco Sorgente
ja: ステップ ２：もとのドライブ選択
lt: 2 žingsnis: pasirinkite šaltinio diską
nb_no: Steg 2: Velg kildedisk
nl: Stap 2: Selecteer het bronstation
pl: Krok 2: Wybierz dysk źródłowy
pt: Passo 2: Selecione a unidade de origem
ro: Pasul 2: Selectați unitatea sursă
ru: Шаг 2: Выберите исходный диск
sk: Krok 2: Výber zdrojového disku
sq: Hapi 2: Përzgjidhni Disk Burim
sv: Steg 2: Välj källenhet
ta: படி 2: மூல இயக்ககத்தைத் தேர்ந்தெடுக்கவும்
th: ขั้นตอนที่ 2: เลือกไดร์ฟที่ต้องการทำสำเนา
tr: 2. Adım: Kaynak Diski Seçin
vi: Bước 2: Chọn ổ nguồn

source: Select the <b>source drive</b> to clone.
ar: قم باختيار <b>محرك الاقراص المصدر</b> ليتم استنساخه.
ca: Seleccioneu quina <b>unitat d'origen</b> voleu clonar.
cs: Vyberte <b>zdrojový disk</b> ke klonování.
da: Vælg det <b>kildedrev</b>, der skal klones.
de: Wähle das zu klonende <b>Quelllaufwerk</b> aus.
el: Επιλέξτε τη <b>μονάδα δίσκου προέλευσης</b> για κλωνοποίηση.
es: Seleccione la <b>unidad o disco de origen</b> a clonar.
fi: Valitse kloonattava <b>lähdeasema</b>.
fr: Sélectionnez le <b>disque source</b> à cloner.
he: יש לבחור את <b>כונן המקור</b> לשכפול.
hu: Válaszd ki a klónozandó <b>Forrás Lemezt</b> !
it: Selezionare il <b>disco sorgente</b> da clonare.
ja: 選んだ<b>ドライブ</b>は複製します。
lt: Pasirinkite <b>šaltinio diską</b>, kurį norite klonuoti.
nb_no: Velg <b>kildedisk</b> å klone.
nl: Selecteer het <b>bronstation</b> dat u wilt klonen.
pl: Wybierz <b>dysk źródłowy</b> do sklonowania.
pt: Selecione a <b>unidade de origem</b> para clonar.
ro: Selectați <b>unitatea sursă</b> pe care doriți să o clonați.
ru: Выберите <b>исходный диск</b> для клонирования.
sk: Vyberte <b>zdrojový disk</b>, ktorý chcete klonovať.
sq: Përzgjidhni <b>disk burim</b> për t’u klonuar.
sv: Välj <b>källenhet</b> att klona.
ta: குளோனுக்கு <b> மூல இயக்கி </b> ஐத் தேர்ந்தெடுக்கவும்.
th: เลือก <b>ไดร์ฟต้นทาง</b> เพื่อทำสำเนา
tr: Klonlamak için <b>kaynak diski</b> seçin.
vi: Chọn <b>ổ nguồn</b> để sao chép.

source: Select the <b>destination drive</b> to overwrite.
ar: حدد <b> محرك الاقراص الوجهة </b> للكتابة فوقه.
ca: Seleccioneu la <b>unitat de destinació</b> on reemplaçar les dades existents.
cs: Vyberte <b>cílový disk</b> k přepsání.
da: Vælg det <b>destinationsdrev</b>, som skal overskrives.
de: Wähle das zu überschreibende <b>Ziellaufwerk</b> aus.
el: Επιλέξτε τη <b>μονάδα δίσκου προορισμού</b> για αντικατάσταση.
es: Seleccione la <b>unidad o disco de destino</b> para sobrescribir.
fi: Valitse <b>kohdeasema</b>, jonka haluat korvata.
fr: Sélectionnez le <b>disque de destination</b> à écraser.
he: נא לבחור את <b>כונן היעד</b> לשכתוב.
hu: Válassz <b>Cél Lemezt</b> ahová másolsz és ezáltal felülírsz.
it: Selezionate l'<b>unità di destinazione</b> da sovrascrivere.
ja: 選んだ<b>保存先ドライブ</b>は上書きされます。
lt: Pasirinkite <b>paskirties diską</b>, kurį norite perrašyti.
nb_no: Velg <b>måldisk</b> å overskrive.
nl: Selecteer het <b>doelstation</b> dat u wilt overschrijven.
pl: Wybierz <b>dysk docelowy</b> do nadpisania.
pt: Selecione a <b>unidade de destino</b> para substituir.
ro: Selectați <b>unitatea de destinație</b> pe care doriți să o suprascrieți.
ru: Выберите <b>целевой диск</b> для перезаписи.
sk: Vyberte <b>cieľový disk</b>, ktorý chcete prepísať.
sq: Përzgjidhni <b>diskun vendmbërritje</b> për t’u mbishkruar.
sv: Välj <b>destinationsenhet</b> att skriva över.
ta: மேலெழுத <b> இலக்கு இயக்கி </b> ஐத் தேர்ந்தெடுக்கவும்.
th: เลือก <b>ไดร์ฟปลายทาง</b> เพื่อเขียนทับข้อมูล
tr: Üzerine yazmak için <b>hedef diski</b> seçin.
vi: Chọn <b>ổ đĩa đích</b> để ghi đè.

source: Step 4: Select Partitions to Clone
ar: الخطوة الرابعة: حدد الأقسام المراد استنساخها
ca: Quart pas: Seleccioneu quines particions voleu clonar
cs: Krok 4: Vyberte oddíly ke klonování
da: Trin 4: Vælg partitioner, der skal klones
de: Schritt 4: Zu klonende Partitionen auswählen
el: Βήμα 4: Επιλογή Διαμερισμάτων για Κλωνοποίηση
es: Paso 4: Seleccione las particiones a clonar
fi: Vaihe 4: Valitse kloonattavat osiot
fr: Étape 4 : Sélectionner les partitions à cloner
he: שלב 4: נא לבחור מחיצות לשכפול
hu: 4. Lépés: Válassz partíciókat, melyeket klónozni akarsz
it: Fase 4: Selezionare le Partizioni da Clonare
ja: ステップ ４：複製するパーティション選択
lt: 4 žingsnis: pasirinkite skaidinius, kuriuos norite klonuoti
nb_no: Steg 4: Velg partisjoner å klone
nl: Stap 4: Selecteer partities om te klonen
pl: Krok 4: Wybierz partycje do sklonowania
pt: Passo 4: Selecione Partições para Clonar
ro: Pasul 4: Selectați partițiile pe care doriți să le clonați
ru: Шаг 4: Выберите разделы для клонирования
sk: Krok 4: Výber oddielov na klonovanie
sq: Hapi 4: Përzgjidhni Pjesë për T’i Klonuar
sv: Steg 4: Välj partitioner att klona
ta: படி 4: குளோனுக்கு பகிர்வுகளைத் தேர்ந்தெடுக்கவும்
th: ขั้นตอนที่ 4: เลือกพาร์ติชั่นเพื่อทำสำเนา
tr: 4. Adım: Klonlanacak Bölümleri Seçin
vi: Bước 4: Chọn phân vùng để sao chép

source: Select which partitions from the source drive to clone, and whether to overwrite the partition table. <b>Leave everything selected to completely clone the source drive to the destination drive.</b>
ar: حدد اياً من الأقسام من محرك الأقراص المصدر تريد استنساخهم، وما إذا كنت تريد الكتابة فوق جدول الأقسام أم لا. <b> اترك كل شيء محدداً لاستنساخ محرك الأقراص المصدر بالكامل إلى محرك الأقراص الوجهة. </b>
ca: Seleccioneu quines particions voleu clonar de la unitat d'origen i també si voleu reemplaçar la taula de particions a la unitat de destinació. <b>Marqueu-ho tot si voleu una clonació completa del disc</b>.
cs: Vyberte, které oddíly ze zdrojové jednotky se mají klonovat, a zda se má přepsat tabulka oddílů. <b>Ponechte vše zaškrtnuté, abyste kompletně naklonovali zdrojový disk na cílový disk.</b>
da: Vælg de partitioner fra kildedrevet, som skal klones og om partitionstabellen skal overskrives. <b>Markér alt for at klone hele kildedrevet til destinationsdrevet.</b>
de: Wähle aus, welche Partitionen des Quelllaufwerks geklont werden sollen und ob dabei die Partitionstabelle überschrieben werden soll. <b>Lasse alles ausgewählt, um das Quelllaufwerk vollständig auf das Ziellaufwerk zu klonen.</b>
el: Επιλέξτε ποια διαμερίσματα από τη μονάδα προέλευσης θα κλωνοποιήσετε και αν θα αντικαταστήσετε τον πίνακα διαμερισμάτων. <b>Αφήστε τα όλα επιλεγμένα, ώστε να κλωνοποιήσετε πλήρως τη μονάδα δίσκου προέλευσης στη μονάδα δίσκου προορισμού.</b>
es: Seleccione qué particiones de la unidad/disco de origen desea clonar y si desea sobrescribir la tabla de particiones. <b>Deje todo seleccionado para clonar completamente la unidad/disco de origen en la unidad/disco de destino.</b>
fi: Valitse, mitkä lähdeaseman osiot kloonataan ja korvataanko osiotaulu. <b>Jätä kaikki valituksi, jotta lähdeasema kloonataan kokonaan kohdeasemaan.</b>
fr: Sélectionnez les partitions du disque source que vous souhaitez cloner, et indiquez si vous souhaitez écraser le registre des partitions. <b>Laissez toutes les options sélectionnées si vous souhaitez cloner entièrement le disque source vers le disque de destination</b>
he: יש לבחור מחיצות מכונן המקור לשכפול והאם לשכתב את טבלת המחיצות. <b>יש להשאיר את הכול מסומן כדי לשכפל את כונן המקור אל כונן המקור במלואו.</b>
hu: Válassz partíciókat a forrás-meghajtóról a klónozáshoz és hogy felülírod-e a partíciós tábla-szerkezetet. <b>Hagyd mindent kiválasztva, ha az egész meghajtót át akarod klónozni a cél meghajtóra.</b>
it: Selezionare quali partizioni dell'unità sorgente clonare e se sovrascrivere la tabella delle partizioni. <b>Lascia tutto selezionato per clonare completamente l'unità sorgente sull'unità di destinazione.</b>
ja: もとのドライブから複製するパーティションを選び、パーティション一覧で上書きするかどうか選びます。<b>どれも選択していた場合もとのドライブから保存先ドライブに完全な複製がされます。</b>
lt: Pasirinkite, kuriuos šaltinio disko skaidinius klonuoti ir ar perrašyti skaidinių lentelę. <b>Jei norite visiškai klonuoti šaltinio diską į paskirties diską, palikite viską pasirinktą.</b>
nb_no: Velg hvilke partisjoner fra kildeenheten å klone, og hvorvidt de skal overskrive partisjonstabellen. <b>La alt stå valgt for å klone hele kildeenheten til målenheten.</b>
nl: Selecteer welke partities van het bronstation u wilt klonen en of u de partitietabel wilt overschrijven. <b>Laat alles geselecteerd om de bronschijf volledig te klonen naar de doelschijf.</b>
pl: Wybierz partycje z napędu źródłowego do sklonowania i czy nadpisać tabelę partycji. <b>Zostaw wszystko wybrane, aby całkowicie sklonować napęd źródłowy do napędu docelowego.</b>
pt: Selecione quais partições da unidade de origem clonar, e em qual tabela de partição será sobrescrito. <b>Deixe todos selecionado para clonar o unidade de origem completamente para o unidade de destino.</b>
ro: Selectați partițiile din unitatea sursă pe care doriți să le clonați și dacă doriți să suprascrieți tabelul de partiții. <b>Lăsați toate opțiunile selectate pentru a clona complet unitatea sursă pe unitatea de destinație.</b>
ru: Выберите, какие разделы исходного диска нужно клонировать и следует ли перезаписывать таблицу разделов. <b> Оставьте все выделенным, чтобы полностью клонировать исходный диск на целевой. </b>
sk: Vyberte, ktoré oddiely zo zdrojového disku sa majú klonovať, a či sa má prepísať tabuľka oddielov. <b>Ponechajte vybrané všetko, aby ste úplne naklonovali zdrojový disk na cieľový disk.</b>
sq: Përzgjidhni cilat pjesë prej diskut burim të klonohen dhe nëse duhet mbishkruar a jo tabela e pjesëve. <b>Që të plotësohet klonimi i diskut burim te disku vendmbërritje, lëreni gjithçka të përzgjedhur.</b>
sv: Välj vilka partitioner från källenheten som ska klonas och om partionstabellen ska skrivas över. <b>Lämna allt valt för att klona källenheten till destinationsenheten.</b>
ta: மூல இயக்கத்திலிருந்து குளோனுக்கு எந்த பகிர்வுகளைத் தேர்ந்தெடுக்கவும், பகிர்வு அட்டவணையை மேலெழுதலாமா என்பதைத் தேர்ந்தெடுக்கவும். <b> இலக்கு இயக்கத்திற்கு மூல இயக்கத்தை முழுவதுமாக நகலி செய்ய தேர்ந்தெடுக்கப்பட்ட அனைத்தையும் விட்டு விடுங்கள். </b>
th: เลือกพาร์ติชั่นที่ต้องการบนไดร์ฟต้นทางเพื่อทำสำเนา และเขียนทับข้อมูลบนพาร์ติชั่นใหม่ <b>ปล่อยให้ติ๊กถูกไว้ทั้งหมดเพื่อให้การทำสำเนาจากไดร์ฟต้นทางไปปลายทางได้สำเร็จ</b>
tr: Kaynak diskten hangi bölümlerin klonlanacağını ve bölümlendirme tablosunun üzerine yazılıp yazılmayacağını seçin. <b>Kaynak diski hedef diske tamamen klonlamak için her şeyi seçili bırakın.</b>
vi: Chọn các phân vùng cần sao chép trên ổ nguồn. <b>Nếu muốn sao chép toàn bộ ổ thì chọn hết.</b>

source: Step 5: Confirm Cloning Configuration
ar: الخطوة 5: تأكد من اعدادات الاستنساخ
ca: Cinquè pas: Confirmeu la configuració de la clonació
cs: Krok 5: Potvrďte konfiguraci klonování
da: Trin 5: Bekræft kloningens indstilling
de: Schritt 5: Bestätigung der Konfiguration zum Klonen
el: Βήμα 5: Επιβεβαίωση Διαμόρφωσης Κλωνοποίησης
es: Paso 5: Confirme la configuración para la clonación
fi: Vaihe 5: Tarkista kloonausasetukset
fr: Étape 5 : Confirmer la configuration du clonage
he: שלב 5: אישור הגדרות השכפול
hu: 5. Lépés: Erősítsd meg a Klónozási Konfigurációt
it: Fase 5: Conferma la Configurazione di Clonazione
ja: ステップ ５：複製工程確認
lt: 5 žingsnis: patvirtinkite klonavimo konfigūraciją
nb_no: Steg 5: Bekreft kloningsoppsett
nl: Stap 5: Bevestig de kloonconfiguratie
pl: Krok 5: Potwierdź konfigurację klonowania
pt: Passo 5: Confirme a Configuração de Clonagem
ro: Pasul 5: Confirmați configurația clonării
ru: Шаг 5: Подтверждение конфигурации клонирования
sk: Krok 5: Potvrdenie konfigurácie klonovania
sq: Hapi 5: Ripohoni Formësim Klonimi
sv: Steg 5: Bekräfta kloningskonfiguration
ta: படி 5: குளோனிங் உள்ளமைவை உறுதிப்படுத்தவும்
th: ขั้นตอนที่ 5: ยืนยันการตั้งค่าของการทำสำเนา
tr: 5. Adım: Klonlama Yapılandırmasını Onaylayın
vi: Bước 5: Xác nhận Cấu hình Nhân bản

source: Confirm the following cloning configuration.
ar: قم بتأكيد اعدادات الاستنساخ التالية.
ca: Confirmeu la configuració següent per a la clonació.
cs: Potvrďte následující konfiguraci klonování.
da: Bekræft følgende indstilling af kloningen.
de: Bestätige die nachfolgende Konfiguration für das Klonen.
el: Επιβεβαιώστε την ακόλουθη ρύθμιση παραμέτρων κλωνοποίησης.
es: Confirme la siguiente configuración de clonación.
fi: Tarkista seuraavat kloonausasetukset.
fr: Veuillez confirmer la configuration du clonage suivante.
he: נא לאשר את הגדרות השכפול הבאות.
hu: Az alábbi klónozási beállítások megerősítése.
it: Conferma la seguente configurazione di clonazione.
ja: この工程で複製するか確認してください。
lt: Patvirtinkite šią klonavimo konfigūraciją.
nb_no: Bekreft følgende kloningsoppsett.
nl: Stap 5: Bevestig de volgende kloonconfiguratie.
pl: Potwierdź następującą konfigurację klonowania.
pt: Confirme as seguintes configurações de clonagem.
ro: Confirmați următoarea configurație de clonare.
ru: Подтвердить следующие настройки клонирования.
sk: Potvrďte nasledujúcu konfiguráciu klonovania.
sq: Ripohoni formësimin vijues të klonimit.
sv: Bekräfta följande kloningskonfiguration.
ta: பின்வரும் குளோனிங் உள்ளமைவை உறுதிப்படுத்தவும்.
th: ยืนยันการตั้งค่าการทำสำเนาตามที่ตั้งค่าไว้ต่อไปนี้
tr: Aşağıdaki klonlama yapılandırmasını onaylayın.
vi: Xác nhận Cấu hình Nhân bản sau.

source: Cloning the following partitions
ar: سيتم استنساخ الأقسام التالية
ca: Clona les particions següents
cs: Klonování následujících oddílů
da: Disse partitioner klones
de: Die folgenden Partitionen werden geklont
el: Κλωνοποίηση των ακόλουθων διαμερισμάτων
es: Clonar las siguientes particiones
fi: Kloonataan seuraavat osiot
fr: Clonage des partitions suivantes
he: המחיצות הבאות תשוכפלנה
hu: Az alábbi partíciók Klónozása
it: Clonare le seguenti partizioni
ja: このパーティションで複製しています
lt: Toliau nurodytų skaidinių klonavimas
nb_no: Kloner følgende partisjoner
nl: De volgende partities worden gekloond
pl: Klonowanie następujących partycji
pt: Clonando as seguintes partições
ro: Se clonează următoarele partiții
ru: Клонирование следующих разделов
sk: Klonovanie nasledujúcich oddielov
sq: Po klonohen pjesët vijuese
sv: Kloning av följande partitioner
ta: பின்வரும் பகிர்வுகளை நகலி செய்தல்
th: ทำสำเนาตามพาร์ติชั่นดังต่อไปนี้
tr: Aşağıdaki bölümler klonlanıyor
vi: Đang thực hiện nhân bản các phân vùng sau đây

source: To start cloning, click <b>Next</b>.
ar: لبدء عملية الاستنساخ، انقر فوق <b> التالي </b>.
ca: Per iniciar la clonació, feu clic a <b>Endavant</b>.
cs: Pro zahájení klonování klikněte na tlačítko <b>Další</b>.
da: For at starte kloningen; klik <b>Næste</b>.
de: Um mit dem Klonen zu beginnen, klicke <b>Weiter</b>.
el: Για να εκκινήσετε την κλωνοποίηση, κάντε κλικ στην επιλογή <b>Επόμενο</b>.
es: Para iniciar la clonación, haga clic en <b>Siguiente</b>.
fi: Aloita kloonaus napsauttamalla <b>Seuraava</b>.
fr: Pour lancer le clonage, cliquez sur <b>Suivant</b>.
he: כדי להתחיל בשכפול, יש ללחוץ על <b>הבא</b>.
hu: Klónozás megkezdéséhez nyomj <b>Tovább</b> gombot.
it: Per iniziare la clonazione, clicca <b>Avanti</b>.
ja: <b>続き</b>クリックで、複製始めます。
lt: Norėdami pradėti klonuoti, spustelėkite <b>Toliau</b>.
nb_no: Trykk <b>Neste</b> for å starte kloningen.
nl: Om het klonen te starten, klik op <b>Volgende</b>.
pl: Aby rozpocząć klonowanie, kliknij <b>Dalej</b>.
pt: Para iniciar a clonagem, clique em <b>Seguinte</b>.
ro: Pentru a începe clonarea, pulsați butonul <b>Înainte</b>.
ru: Запуск клонирования, нажмите <b>Далее</b>.
sk: Ak chcete začať klonovanie, kliknite na tlačidlo <b>Ďalej</b>.
sq: Që të nisni klonimin, klikoni mbi <b>Pasuesi</b>.
sv: Klicka på <b>Nästa</b> för att starta kloning.
ta: குளோனிங்கைத் தொடங்க, <b> அடுத்து </b> என்பதைக் சொடுக்கு செய்க.
th: เพื่อเริ่มการทำสำเนา โปรดคลิก <b>ถัดไป</b>
tr: Klonlamayı başlatmak için <b>İleri</b> düğmesine tıklayın.
vi: Để bắt đầu nhân bản, Chọn <b>Tiếp theo</b>.

source: Are you sure you want to clone the drive to {destination_drive}? Doing so will permanently overwrite data on this drive!
ar: هل أنت متأكد من أنك تريد استنساخ محرك الأقراص إلى {destination_drive}؟ سيؤدي القيام بذلك إلى مسح جميع الملفات على محرك الأقراص هذا!
ca: Segur que voleu clonar l'origen de les dades a la unitat {destination_drive}? Es reemplaçarà tot el contingut existent en aquesta unitat de destinació!
cs: Jste si jisti, že chcete klonovat vybraný disk {destination_drive}? Tímto krokem nevratně přepíšete data na tomto disku!
da: Er du sikker på at ville klone drevet til {destination_drive}? Hvis du fortsætter, bliver alle data på det drev overskrevet!
de: Bist du sicher, dass du auf dieses Laufwerk {destination_drive} klonen willst? Wenn du fortfährst, werden alle Daten auf diesem Laufwerk überschrieben!
el: Είστε βέβαιοι ότι θέλετε να κλωνοποιήσετε τη μονάδα δίσκου σε {destination_drive}; Με αυτόν τον τρόπο θα αντικαταστήσετε οριστικά τα δεδομένα σε αυτόν τον δίσκο!
es: ¿Está seguro de que quiere clonar la unidad/disco a {destination_drive}? ¡Al hacerlo, se sobrescribirán permanentemente los datos de esta unidad/disco!
fi: Haluatko varmasti kloonata tämän levyaseman kohteeseen {destination_drive}? Tämä korvaa pysyvästi kohdeaseman tiedot!
fr: Souhaitez-vous vraiment cloner le disque vers {destination_drive} ? Ceci écrasera définitivement les données de ce disque !
he: לשכפל את הכונן אל {destination_drive}? פעולה זו תשכתב לצמיתות את כל הנתונים שעל הכונן הזה!
hu: Biztos vagy benne, hogy klónozni akarod erre a meghajtóra: {destination_drive}? Ezzel VÉGLEGESEN FELÜLÍROD AZ ADATOKAT a meghajtón! Tehát örökre törölve lesz róla minden!
it: Sei sicuro di voler clonare il disco su {destination_drive}? In questo modo saranno permanentemente sovrascritti i dati su tale unità!
ja: こちらの{destination_drive}で本当に間違いないですか？このドライブでデータが上書きされます！
lt: Ar tikrai norite klonuoti diską į {destination_drive}? Tai padarę visam laikui perrašysite šio disko duomenis!
nb_no: Er du sikker på at du vil du klone lagringsenheten til {destination_drive}? Hvis du gjør det, vil du overskrive data på denne lagringsenheten permanent!
nl: Weet u zeker dat u de schijf naar {destination_drive} wilt klonen? Als u dit doet, worden de gegevens op die schijf permanent overschreven!
pl: Czy na pewno chcesz sklonować dysk na {destination_drive}? Zrobienie tego trwale nadpisze dane na tym dysku!
pt: Tem a certeza que pretende clonar a unidade para {destination_drive} ? Ao fazer isto irá sobrepor permanentemente todos os dados do unidade de destino!
ro: Sunteți sigur că doriți să clonați unitatea pe {destination_drive}? Această operație va suprascrie definitiv datele de pe această unitate!
ru: Вы уверенны что хотите клонировать диск на {destination_drive}? Эта операция сотрёт все данные с этого диска!
sk: Ste si istí, že chcete klonovať disk na {destination_drive}? Ak to urobíte, natrvalo prepíšete údaje na tomto disku!
sq: Jeni i sigurt se doni të klononi diskun te {destination_drive}? Duke bërë këtë do të mbishkruhen përgjithnjë të dhëna në këtë disk!
sv: Är du säker på att du vill klona enheten till {destination_drive}? Då kommer data på den här enheten permanent att skrivas över!
ta: {destination_drive} க்கு இயக்ககத்தை நகலி செய்ய விரும்புகிறீர்களா? அவ்வாறு செய்வது இந்த இயக்ககத்தில் தரவை நிரந்தரமாக மேலெழுதும்!
th: คุณแน่ใจหรือไม่ที่ต้องการทำสำเนาไปที่ไดร์ฟ {destination_drive}? การดำเนินการนี้จะเป็นการเขียนทับข้อมูลเดิมถาวรบนไดร์ฟปลายทางนะ!
tr: Diski {destination_drive} konumuna klonlamak istediğinizden emin misiniz? Bunu yapmak, bu diskteki verilerin kalıcı olarak üzerine yazılmasına neden olacak!
vi: Bạn có chắc chắn sẽ sao chép vào ổ {destination_drive}? Nếu làm thì toàn bộ dữ liệu của ổ này sẽ bị ghi đè!

source: Step 6: Cloning Disk
ar: الخطوة 6: استنساخ القرص
ca: Sisè pas: Clonació del disc
cs: Krok 6: Klonování disku
da: Trin 6: Kloner disk
de: Schritt 6: Klone Laufwerk
el: Βήμα 6: Κλωνοποίηση Δίσκου
es: Paso 6: Clonar el disco/unidad
fi: Vaihe 6: Kloonataan levyasema
fr: Étape 6 : Clonage du disque
he: שלב 6: שכפול הכונן
hu: 6. Lépés: Lemez Klónozása
it: Fase 6: Clonazione del Disco
ja: ステップ ６：ディスク複製
lt: 6 žingsnis: disko klonavimas
nb_no: Steg 6: Kloning av disk
nl: Stap 6: Het klonen van een schijf
pl: Krok 6: Klonowanie dysku
pt: Passo 6: Clonar o disco
ro: Pasul 6: Clonarea discului
ru: Шаг 6: Клонирование диска
sk: Krok 6: Klonovanie disku
sq: Hapi 6: Klonim Disku
sv: Steg 6: Kloning av disk
ta: படி 6: குளோனிங் வட்டு
th: ขั้นตอนที่ 6: กำลังทำสำเนาดิสก์
tr: 6. Adım: Diski Klonlama
vi: Bước 6: Thực hiện nhân bản ổ đĩa
