Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Click <b>Browse</b> to select the folder on the destination drive where your new backup image will be saved. The folder a backup is saved in is usually a description of the computer, e.g. <b>office1</b> or <b>zack-laptop</b>.
ar: انقر فوق <b> تصفح </b> لتحديد مجلد على محرك الأقراص الوجهة ليتم حفظ الصورة/النسخة الاحتياطية الجديدة الخاصة بك فيه. عادةً ما يكون المجلد الذي يتم حفظ النسخة الاحتياطية فيه وصفًا للكمبيوتر ، على سبيل المثال <b> office1 </b> أو <b> zack-laptop </b>.
ca: Feu clic a <b>Navegar</b> per seleccionar la carpeta de la unitat de desti, on es desarà la nova imatge de la còpia de seguretat. La carpeta on es desa una còpia de seguretat sol ser una descripció de l'ordinador, per exemple: <b>office1</b> o <b>zack-laptop</b>.
cs: Kliknutím na tlačítko <b>Procházet</b> vyberte složku na cílové jednotce, do které bude uložen nový obraz zálohy. Složka, do které je záloha uložena, je obvykle popisem počítače. např. <b>kancelář1</b> nebo <b>zack-laptop</b>.
da: Klik på <b>Gennemse</b> for at vælge den mappe på destinationsdrevet, hvor din nye sikkerhedskopi skal gemmes. Mappen, som en sikkerhedskopi gemmes i, er normalt en beskrivelse af computeren, f.eks. <b> office1 </b> eller <b> zack-laptop </b>.
de: Klicke <b>Durchsuchen</b>, um einen Ordner auszuwählen, in dem deine Sicherungskopie auf dem Ziellaufwerk gespeichert werden soll. Wähle eine sprechende Bezeichnung für den Ordner - beispielsweise <b>Mein-PC</b> oder <b>Pauls-Laptop</b>.
el: Κάντε κλικ στο κουμπί <b>Αναζήτηση</b> για να επιλέξετε το φάκελο στη μονάδα δίσκου προορισμού όπου θα αποθηκευτεί το νέο είδωλο αντιγράφου ασφαλείας. Ο φάκελος στον οποίο αποθηκεύεται είναι συνήθως μια περιγραφή του υπολογιστή, πχ. <b>office1</b> or <b>zack-laptop</b>.
es: Haga clic en <b>Examinar</b> o cree una carpeta en la unidad de destino donde se almacenará la imagen de copia de seguridad. La carpeta en la que se guarda una copia de seguridad suele ser una descripción del computador, e.j. <b>MI_PC</b> o <b>Portatil-Juan</b>.
fi: Napsauta <b>Selaa</b> valitaksesi kohdeaseman kansion, johon uusi varmuuskopiotiedosto tallennetaan. Kansio, johon varmuuskopio tallennetaan, on yleensä kuvaus tietokoneesta, esim. <b>toimistokone</b> tai <b>kannettava</b>.
fr: Cliquez sur <b>Parcourir</b> pour sélectionner ou créer un dossier dans lequel enregistrer votre nouvelle sauvegarde. Le dossier de sauvegarde est généralement une description du PC, par exemple <b>Bureau1</b> ou <b>Portable-David</b>.
he: יש ללחוץ על <b>עיון</b> לבחירת כונן היעד אליו קובץ הגיבוי שלך יישמר. התיקייה אליה נשמר הגיבוי היא בדרך כלל תיאור המחשב, למשל: <b>משרד1</b> או <b>הלפטופ-של-צחי</b>.
hu: Kattints a <b>Tallózásra</b> a hely kiválasztásához, ahová az új mentés fájljai kiírásra kerülnek. A mappa, ahová a mentés kerül általában lehet a gép leírása egyben. Pl.: <b>iroda1</b> vagy <b>Zsolt-Laptopja-2022-0202</b>, stb.
it: Clicca <b>Sfoglia</b> per selezionare la cartella nell'unità di destinazione dove verrà salvata la nuova immagine di backup. La cartella dove viene salvato un backup è solitamente una descrizione del computer, ad es. <b>ufficio1</b> o <b>laptop-123</b>.
ja: <b>参照</b>クリックし保存先ドライブのバックアップイメージが保存されるあたらしいフォルダーを選択します。 バックアップ保存するフォルダーは通常パソコン詳細です、例えば<b>office1</b>か<b>zack-laptop</b>。
lt: Spustelėkite <b>Naršyti</b>, kad pasirinktumėte aplanką paskirties diske, kuriame bus išsaugotas naujas atsarginis atvaizdas. Aplankas, kuriame išsaugoma atsarginė kopija, dažniausiai yra kompiuterio apibūdinimas, pvz. <b>darbinis1</b> arba <b>jono-kompiuteris</b>.
nb_no: Klikk <b>Bla gjennom</b> for å velge en mappe på målenheten der din nye sikkerhetskopiavbildning vil bli lagret. Mappen en sikkerhetskopi lagres i er vanligvis en beskrivelse av datamaskinen, f.eks. <b>kontor1</b> eller <b>ola-bærbar</b>.
nl: Klik op <b>Bladeren</b> om de map op het doelstation te selecteren waar uw nieuwe back-upimage zal worden opgeslagen. De map waarin een back-up wordt opgeslagen, is meestal een beschrijving van de computer, b.v. <b>office1</b> van <b>zack-laptop</b>.
pl: Kliknij <b>Przeglądaj</b>, aby wybrać folder na dysku docelowym, w którym zostanie zapisany Twój nowy obraz kopii zapasowej. Folder, w którym zapisywana jest kopia zapasowa, to zazwyczaj opis komputera, np. <b>biuro1</b> lub <b>zack-laptop</b>.
pt: Clique em <b>Explorar</b> para selecionar uma pasta na unidade de destino, onde a sua nova imagem de backup será guardada. A pasta onde um backup é guardado, normalmente é definido com o nome do computador, como por ex: <b>trabalho1</b>, <b>vinny-laptop</b>.
ro: Faceți clic pe <b>Răsfoire</b> pentru a selecta dosarul de pe unitatea de destinație în care va fi salvată noua imagine de copie de rezervă. Dosarul în care este salvată o copie de rezervă este de obicei o descriere a calculatorului, de exemplu <b>biroul1</b> sau <b>laptop-adrian</b>.
ru: Нажмите <b> Обзор </b>, чтобы выбрать папку на целевом диске, в которой будет сохранена ваша новая резервная копия. Папка, в которой сохраняется резервная копия, обычно представляет собой название компьютера, например <b> office1 </b> или <b> zack-laptop </b>.
sk: Kliknutím na tlačidlo <b>Prehľadávať</b> vyberte priečinok na cieľovej jednotke, do ktorého sa uloží nový obraz zálohy. Priečinok, do ktorého sa záloha ukladá, je zvyčajne opisom počítača, napr. <b>kancelária1</b> alebo <b>zack-laptop</b>.
sq: Klikoni mbi <b>Shfletoni</b>, që të përzgjidhni dosjen te disku vendmbërritje ku duhet të ruhet pamja e kopjeruajtjes tuaj të re. Dosja ku ruhet një kopjeruajtje zakonisht është një përshkrim i kompjuterit, p.sh., <b>zyra1</b>, ose <b>laptopi-i-Shemes</b>.
sv: Klicka på <b>Bläddra</b> för att välja mappen på målenheten där din nya säkerhetskopia ska sparas. Den mapp som en säkerhetskopia sparas i är vanligtvis en beskrivning av datorn, t.ex. <b> office1 </b> eller <b> pers-laptop </b>.
ta: உங்கள் புதிய காப்புப்பிரதி படம் சேமிக்கப்படும் இலக்கு இயக்ககத்தில் கோப்புறையைத் தேர்ந்தெடுக்க <b> உலாவு </b> என்பதைக் சொடுக்கு செய்க. ஒரு காப்புப்பிரதி சேமிக்கப்படும் கோப்புறை பொதுவாக கணினியின் விளக்கமாகும், எ.கா. <b> Office1 </b> அல்லது <b> சாக்-லேப்டாப் </b>.
th: คลิกที่ <b>สำรวจ</b> เพื่อเลือกโฟลเดอร์ปลายทางที่คุณต้องการบันทึกไฟล์สำรองข้อมูลนี้ โฟลเดอร์ที่จัดเก็บไฟล์สำรองข้อมูลจะมีชื่อและลักษณะเป็นคอมพิวเตอร์ เช่น <b>office1</b> หรือ <b>zack-laptop</b> เป็นต้น
tr: Yeni yedek kalıbınızın kaydedileceği hedef diskteki klasörü seçmek için <b>Göz At</b> düğmesine tıklayın. Bir yedeğin kaydedildiği klasör genellikle bilgisayarın bir açıklamasıdır, örn. <b>ofis1</b> veya <b>zack-laptop</b>.
vi: Nhấn vào <b>Duyệt</b> để chọn thư mục tại đường dẫn ổ đĩa đích lưu bản sao lưu. Thư mục sao lưu thường được lưu với tên liên quan máy tính như <b>vanphong1</b>, <b>laptop-anh-a</b>. Vui lòng không đặt tên sử dụng dấu câu hay ký tự lạ.

source: You must select a folder inside {location}
ar: يجب تحديد مجلد داخل {location}
ca: Heu de seleccionar una carpeta pertanyent a {location}
cs: Musíte vybrat složku uvnitř {location}
da: Du skal vælge en mappe i {location}
de: Du musst ein Verzeichnis innerhalb {location} auswählen
el: Πρέπει να επιλέξετε ένα φάκελο μέσα στη {location}
es: Debe seleccionar un directorio/carpeta dentro de {location}
fi: Sinun on valittava kansio sijainnista {location}
fr: Vous devez sélectionner un dossier dans {location}
he: עליך לבחור בתיקייה מתוך {location}
hu: Ezen helyen belül kell egy mappát választanod: {location}
it: Devi selezionare una cartella all'interno di {location}
ja: フォルダーは{location}から選ぶ必要があります
lt: Turite pasirinkti aplanką, esantį {location}
nb_no: Du må velge en mappe i {location}
nl: U moet een map selecteren in {location}
pl: Musisz wybrać folder wewnątrz {location}
pt: Você deve selecionar uma pasta dentro {location}
ro: Trebuie să selectați un dosar din {location}
ru: Вы должны выбрать папку внутри {location}
sk: Musíte vybrať priečinok vo vnútri {location}
sq: Duhet të përzgjidhni një dosje brenda {location}
sv: Du måste välja en mapp inuti {location}
ta: {location}உள் ஒரு கோப்புறையைத் தேர்ந்தெடுக்க வேண்டும்
th: คุณต้องเลือกข้างในโฟลเดอร์ {location}
tr: {location} içinde bir klasör seçmelisiniz
vi: Bạn phải chọn thư mục trong {location}

source: Please select a different folder.
ar: يرجى تحديد مجلد مختلف.
ca: Trieu altra carpeta diferent.
cs: Vyberte prosím jinou složku.
da: Vælg venligst en anden mappe.
de: Bitte wähle ein anderes Verzeichnis aus.
el: Παρακαλώ επιλέξτε διαφορετικό φάκελο.
es: Seleccione por favor un directorio/carpeta diferente.
fi: Valitse eri kansio.
fr: Veuillez sélectionner un autre dossier.
he: נא לבחור בתיקייה אחרת.
hu: Kérlek válassz másik mappát.
it: Per favore seleziona un'altra cartella.
ja: 別フォルダーを選んでください。
lt: Pasirinkite kitą aplanką.
nb_no: Velg en annen mappe.
nl: Selecteer een andere map.
pl: Proszę wybrać inny folder.
pt: Por favor selecione uma pasta diferente.
ro: Vă rugăm să selectați un alt dosar.
ru: Пожалуйста, выберите другую папку.
sk: Vyberte iný priečinok.
sq: Ju lutemi, përzgjidhni një dosje të ndryshme.
sv: Välj en annan mapp.
ta: வேறு கோப்புறையைத் தேர்ந்தெடுக்கவும்.
th: กรุณาเลือกโฟลเดอร์อื่น
tr: Lütfen farklı bir klasör seçin.
vi: Hãy chọn thư mục khác.

source: The table below lists the backup images that are already in this folder (if any).
ar: يسرد الجدول أدناه الصور/النسخ الاحتياطية الموجودة بالفعل في هذا المجلد (إن وجد).
ca: A continuació es mostren les còpies de seguretat d'aquesta carpeta (si existeixen).
cs: V následující tabulce jsou uvedeny záložní obrazy, které se již v této složce nacházejí (pokud existují).
da: Nedenstående tabel viser de sikkerhedskopier, der allerede findes i mappen (såfremt der er nogen).
de: In der folgenden Tabelle sind alle Sicherungskopien aufgeführt, die sich bereits in diesem Ordner befinden (sofern hier welche vorhanden sind).
el: Ο ακόλουθος πίνακας εμφανίζει τα είδωλα των αντιγράφων ασφαλείας που βρίσκονται ήδη σε αυτόν το φάκελο (εάν υπάρχουν).
es: La siguiente tabla muestra las copias de seguridad de imágenes que ya hay en esta carpeta (si existe alguna).
fi: Alla on luettelo varmuuskopiokuvista, jotka ovat jo tässä kansiossa (jos sellaisia on).
fr: Le tableau ci-dessous liste les images sauvegardées se trouvant déjà dans ce dossier (le cas échéant).
he: הטבלה שלהלן מציגה את קובצי הגיבוי שכבר נמצאים בתיקייה הזאת (אם ישנם).
hu: Az alábbi táblázat listázza a mappán belül található korábbi mentéseket azaz lemezképeket (ha vannak).
it: La seguente tabella elenca le immagini di backup già all'interno della cartella (se presenti).
ja: このテーブルで用意されたフォルダーでバックアップイメージが表示されます（必要であれば）。
lt: Toliau pateiktoje lentelėje išvardyti šiame aplanke jau esantys atsarginių kopijų atvaizdai (jei tokių yra).
nb_no: Tabellen nedenfor lister opp sikkerhetskopiavbildningene som allerede er i denne mappen (hvis noen).
nl: De onderstaande tabel bevat de back-up images die zich al in deze map bevinden (indien aanwezig).
pl: Poniższa tabela zawiera listę obrazów kopii zapasowych, które już znajdują się w tym folderze (jeśli istnieją).
pt: A tabela abaixo lista as imagens de backup que já estão nesta pasta (se houver).
ro: Tabelul de mai jos listează imaginile de copie de rezervă care se află deja în acest dosar (dacă există).
ru: В таблице ниже указаны резервные копии, которые уже находятся в этой папке (если есть).
sk: V nasledujúcej tabuľke sú uvedené záložné obrazy, ktoré sa už nachádzajú v tomto priečinku (ak existujú).
sq: Tabela më poshtë paraqet pamjet e kopjeruajtjeve që gjenden tashmë në këtë dosje (në pastë).
sv: Tabellen nedan visar de säkerhetskopierade filer som redan finns i den här mappen (om någon).
ta: இந்த கோப்புறையில் ஏற்கனவே இருக்கும் காப்பு படங்களை கீழே உள்ள அட்டவணை பட்டியலிடுகிறது (ஏதேனும் இருந்தால்).
th: ตารางที่แสดงรายการด้านล่างนี้จะแสดงไฟล์สำรองข้อมูลที่มีอยู่แล้วในโฟลเดอร์นี้ (ถ้ามี)
tr: Aşağıdaki tablo, bu klasörde (varsa) zaten bulunan yedek kalıpları listelemektedir.
vi: Bảng dưới đây hiện danh sách các bản sao lưu có sẵn trong thư mục.

source: Browse…
fi: Selaa…
ja: 参照します…
nb_no: Bla gjennom…
ro: Răsfoire…
sq: Shfletoni…
ta: உலாவுக …

source: Filename
ar: اسم الملف
ca: Nom de fitxer
cs: Název souboru
da: Filnavn
de: Dateiname
el: Όνομα Αρχείου
es: Nombre de archivo
fi: Tiedostonimi
fr: Nom du fichier
he: שם קובץ
hu: Fájlnév
it: Nome del file
ja: ファイルの名前
lt: Failo pavadinimas
nb_no: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do arquivo
ro: Numele fișierului
ru: Название
sk: Názov súboru
sq: Emër kartele
sv: Filnamn
ta: கோப்புப்பெயர்
th: ชื่อไฟล์
tr: Dosya adı
vi: Tên file

source: Size
ar: الحجم
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
he: גודל
hu: Méret
it: Dimensione
ja: サイズ
lt: Dydis
nb_no: Størrelse
nl: Grootte
pl: Rozmiar
pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sq: Madhësi
sv: Storlek
ta: அளவு
th: ขนาด
tr: Boyut
vi: Kích thước

source: Last modified
ar: آخر تعديل
ca: Darrera modificació
cs: Naposledy změněno
da: Sidst ændret
de: Letzte Änderung
el: Τελευταία τροποίηση
es: Modificado por última vez
fi: Viimeksi muokattu
fr: Dernière modification
he: תאריך שינוי אחרון
hu: Módosult
it: Ultima modifica
ja: 最終更新日
lt: Paskutinį kartą keistas
nb_no: Sist endret
nl: Laatst gewijzigd
pl: Ostatnio zmieniony
pt: Última modificação
ro: Ultima modificare
ru: Последнее изменение
sk: Posledná úprava
sq: Ndryshuar së fundi më
sv: Senast ändrad
ta: கடைசியாக மாற்றப்பட்டது
th: แก้ไขครั้งล่าสุด
tr: Son değiştirme
vi: Chỉnh sửa lần cuối

source: When you are happy with the destination folder, click <b>Next</b>.
ar: تأكد من مجلد الوجهة، ثم انقر فوق <b> التالي</b>.
ca: En seleccionar la carpeta de destinació, feu clic a <b>Endavant</b>.
cs: Až budete s cílovou složkou spokojeni, klikněte na <b>Další</b>.
da: Når du er tilfreds med destinationsmappen, skal du klikke på <b>Næste</b>.
de: Wenn du mit dem Zielordner einverstanden bist, klicke <b>Weiter</b>.
el: Εάν συμφωνείτε με το φάκελο προορισμού, κάντε κλικ στο κουμπί <b>Επόμενο</b>.
es: Cuando hayas seleccionado la carpeta de destino, haz clic en <b>Siguiente</b>.
fi: Kun olet tyytyväinen kohdekansioon, napsauta <b>Seuraava</b>.
fr: Lorsque vous êtes satisfait du dossier de destination, cliquez sur <b>Suivant</b>.
he: כשתיקיית היעד נושאת חן בעיניך, יש ללחוץ על <b>הבא</b>.
hu: Ha elégedett vagy a cél-mappával, nyomj a <b>Tovább</b> gombra.
it: Quando sei sicuro della cartella di destinazione, clicca <b>Avanti</b>.
ja: 保存先フォルダーがこれでよろしければ、<b>続き</b>クリックしてください。
lt: Kai būsite patenkinti paskirties aplanku, spustelėkite <b>Toliau</b>.
nb_no: Hvis du er tilfreds med valg av målmappe, klikker du <b>Neste</b>.
nl: Als u tevreden bent met de doelmap, klikt dan op <b>Volgende</b>.
pl: Jeśli jesteś zadowolony z folderu docelowego, kliknij <b>Dalej</b>.
pt: Quando estiver satisfeito com a pasta de destino, clique em <b>Seguinte</b>.
ro: Când sunteți satisfăcut de dosarul de destinație, pulsați butonul <b>Înainte</b> .
ru: Если вы выбрали целевую папку, нажмите <b> Далее </b>.
sk: Keď ste s cieľovým priečinkom spokojní, kliknite na tlačidlo <b>Ďalej</b>.
sq: Kur të jeni i kënaqur me rregullimet për dosjen vendmbërritje, klikoni mbi <b>Pasuesi</b>.
sv: När du är nöjd med målmappen klickar du på <b>Nästa</b>.
ta: இலக்கு கோப்புறையில் நீங்கள் மகிழ்ச்சியாக இருக்கும்போது, <b> அடுத்து </b> என்பதைக் சொடுக்கு செய்க.
th: เมื่อคุณตัดสินใจเลือกโฟลเดอร์ปลายทางเรียบร้อยแล้ว คลิก <b>ถัดไป</b> เพื่อดำเนินการต่อ
tr: Hedef klasörden memnun olduğunuzda <b>İleri</b> düğmesine tıklayın.
vi: Nếu bạn hài lòng với thư mục đích bạn chọn, nhấn vào <b>Tiếp theo</b>.

source: Step 5: Name Your Backup
ar: الخطوة 5: تسمية النسخة الاحتياطية
ca: Cinquè pas: Indiqueu un nom
cs: Krok 5: Pojmenujte svoji zálohu
da: Trin 5: Navngiv sikkerhedskopien
de: Schritt 5: Sicherungskopie benennen
el: Βήμα 5: Δώστε όνομα στο αντίγραφο ασφαλείας σας
es: Paso 5: Escriba un nombre para su copia de respaldo/seguridad
fi: Vaihe 5: Nimeä varmuuskopio
fr: Étape 5 : Nommer votre sauvegarde
he: שלב 5: נא לתת לגיבוי שלך שם
hu: 5. Lépés: Nevezd el a mostani Mentést
it: Fase 5: Nome del Backup
ja: ステップ ５：バックアップ名前付け
lt: 5 žingsnis: pavadinkite atsarginę kopiją
nb_no: Steg 5: Navngi din sikkerhetskopi
nl: Stap 5: Geef uw back-up een naam
pl: Krok 5: Nazwij swoją kopię zapasową
pt: Passo 5: Nomeie Seu Backup
ro: Pasul 5: Denumiți copia de rezervă
ru: Шаг 5: Имя вашей резервной копии
sk: Krok 5: Názov záložnej kópie
sq: Hapi 5: Emërtoni Kopjeruajtjen Tuaj
sv: Steg 5: Namnge din säkerhetskopia
ta: படி 5: உங்கள் காப்புப்பிரதிக்கு பெயரிடுங்கள்
th: ขั้นตอนที่ 5: ตั้งชื่อการสำรองข้อมูลของคุณ
tr: 5. Adım: Yedeklemenizi Adlandırın
vi: Bước 5: Đặt tên bản sao lưu

source: Provide a unique name for this backup image, such as the date. Today's date is automatically entered for you below. You may only use letters, numbers, and dashes in your backup name.
ar: أدخل اسما فريداً لهذه الصورة/النسخة الاحتياطية، مثل التاريخ. يتم إدخال تاريخ اليوم تلقائيا لك أدناه. يمكنك فقط استخدام الحروف والأرقام والشرطات في اسم النسخة الاحتياطية.
ca: Assigneu un nom inequívoc i únic per a aquesta còpia de seguretat, com ara la data. La data del dia d'avui s'afegeix automàticament. Al nom de la còpia només podeu utilitzar lletres, números i guions.
cs: Zadejte jedinečný název této záložní bitové kopie, například datum. Dnešní datum je pro vás automaticky zadáno níže. V názvu zálohy můžete používat pouze písmena, číslice a pomlčky.
da: Angiv et unikt navn til sikkerhedskopien, f.eks. datoen. Dagens dato indsættes automatisk for dig nedenfor. Kun bogstaver, tal og bindestreger må anvendes i backupnavnet.
de: Gib eine eindeutige Bezeichnung für die Sicherungskopie ein - beispielsweise ein Datum. Das das aktuelle Datum wird dir unten automatisch vorgeschlagen. Du darfst nur Buchstaben, Zahlen und Bindestriche für die Bezeichnung die Sicherungskopie verwenden.
el: Δώστε στο είδωλο αντιγράφου ασφαλείας ένα μοναδικό όνομα, όπως η ημερομηνία. Η σημερινή ημερομηνία εισάγεται αυτόματα. Μπορείτε να χρησιμοποιήσετε μόνο γράμματα, αριθμούς και παύλες στο όνομα των αντιγράφων ασφαλείας.
es: Proporcione un nombre único para esta imagen de copia de seguridad, como la fecha. La fecha de hoy se ingresa automáticamente para usted a continuación. Sólo puedes usar letras, números y guiones en el nombre de la copia de seguridad.
fi: Anna tälle varmuuskopiokuvalle yksilöllinen nimi. Tämän päivän päivämäärä merkitään varmuuskopiokuvalle automaattisesti. Nimessä saa käyttää vain kirjaimia, numeroita ja väliviivoja.
fr: Attribuez un nom unique à cette sauvegarde, tel que la date. La date du jour est automatiquement proposée pour vous ci-dessous. Vous ne pouvez utiliser que des lettres, des chiffres et des tirets dans le nom de la sauvegarde.
he: יש לספק שם ייחודי לקובץ הגיבוי הזה, כמו למשל התאריך. בשדה כבר הוזן עבורך התאריך של היום אוטומטית. מותר להשתמש באותיות, מספרים ומינוסים בשם הגיבוי.
hu: Adj meg egy egyedi nevet ehhez a lemezképhez, mint például a gép neve vagy dátum. A mai dátumot automatikusan kitöltöttük alább. Csak (angol?) betűk, számok, és kötőjelek szerepelhetnek a névben.
it: Specificare un nome univoco per questa immagine di backup, ad esempio la data. Quella odierna viene inserita automaticamente. Per il nome del backup, puoi utilizzare solo lettere, numeri e trattini.
ja: 日付など、このバックアップイメージは唯一名前を提示します。 下辺の今日の日付は自動入力されています。 バックアップの名前は、半角英数とダッシュのみ使用できます。
lt: Pateikite unikalų šio atsarginės kopijos atvaizdo pavadinimą, pvz., datą. Šiandieninė data už jus automatiškai įvedama toliau. Atsarginės kopijos pavadinime galite naudoti tik raides, skaičius ir brūkšnelius.
nb_no: Angi et unikt navn for denne sikerhetskopiavbildningen, som f.eks. datoen. Dagens dato er automatisk innført for deg nedenfor. Du kan kun bruke bokstaver, tall, og bindestrek i ditt sikkerhetskopinavn.
nl: Geef een unieke naam op voor deze back-up image, zoals de datum. De datum van vandaag wordt hieronder automatisch voor u ingevoerd. U mag alleen letters, cijfers en streepjes gebruiken in uw back-upnaam.
pl: Podaj unikalną nazwę dla tego obrazu kopii zapasowej, np. datę. Dzisiejsza data jest automatycznie wprowadzana dla Ciebie poniżej. W nazwie zapasowej można używać tylko liter, cyfr i myślników.
pt: Forneça um nome exclusivo para esta imagem de backup, como a data. A data de hoje é inserida automaticamente para você abaixo. Você só pode usar letras, números e traços em seu nome de backup.
ro: Dați un nume unic acestei imagini de copie de rezervă, cum ar fi data. Data de astăzi este introdusă automat mai jos. Puteți utiliza numai litere, cifre și liniuțe de unire în numele copiei de rezervă.
ru: Назначьте уникальное имя для данного резервного образа, например добавив дату. Текущая дата была автоматически добавлена в поле ниже. В имени файла можно использовать буквы, цифры и символы тире и дефис.
sk: Zadajte jedinečný názov tejto záložnej kópie, napríklad dátum. Dnešný dátum sa za vás automaticky zadá nižšie. V názve záložnej kópie môžete používať len písmená, číslice a pomlčky.
sq: Jepni një emër unik për këtë pamje kopjeruajtje, fjala vjen, datën. Data e sotme është futur automatikisht për ju më poshtë. Te emri i kopjeruajtjes tuaj mund të përdorni vetëm shkronja, numra dhe vija ndarë në mes.
sv: Ange ett unikt namn för den här filen, till exempel datumet. Dagens datum anges automatiskt för dig nedan. Du får endast använda bokstäver, siffror och bindestreck i ditt filnamn.
ta: தேதி போன்ற இந்த காப்பு படத்திற்கு ஒரு தனித்துவமான பெயரை வழங்கவும். இன்றைய தேதி தானாகவே உங்களுக்காக கீழே உள்ளிடப்படுகிறது. உங்கள் காப்பு பெயரில் கடிதங்கள், எண்கள் மற்றும் கோடுகளை மட்டுமே பயன்படுத்தலாம்.
th: ระบุชื่อในแบบที่ไม่เหมือนใครสำหรับไฟล์สำรองนี้เช่นระบุวันที่ ข้อมูลวันที่สร้างวันนี้จะถูกกรอกให้อัตโนมัติตามด้านล่างนี้ คุณสามารถใช้ได้เพียงตัวอักษร, ตัวเลข และขีดกลาง ( - ) ในชื่อไฟล์สำรองของคุณได้
tr: Bu yedek kalıp için benzersiz bir ad belirtin, örneğin tarih. Bugünün tarihi sizin için aşağıya otomatik olarak girilir. Yedek adınızda yalnızca harf, rakam ve kısa çizgi kullanabilirsiniz.
vi: Đặt tên duy nhất cho bản sao lưu này, ví dụ như ngày tháng. Ngày tháng hiện tại được nhập sẵn dưới đây. Bạn chỉ có thể sử dụng các chữ cái không dấu, số và dấu gạch ngang trong tên dự phòng của mình.

source: Optional: Provide a short description.
ar: اختياري: قدم وصفًا موجزًا.
ca: Opcional: Indiqueu una descripció breu.
cs: Volitelné: Uveďte krátký popisek.
da: Valgfrit: Giv en kort beskrivelse.
de: Optional: Füge eine kurze Beschreibung hinzu.
el: Προαιρετικό: Δώστε μια σύντομη περιγραφή.
es: Opcional: Escriba una breve descripción.
fi: Valinnainen: Anna lyhyt kuvaus.
fr: Facultatif : Indiquez une description courte.
he: רשות: ניתן לספק תיאור קצר.
hu: Opcionálisan: Megadhatsz egy rövid leírást is.
it: Facoltativo: fornire una breve descrizione.
ja: オプション選択：短い説明提示。
lt: Neprivaloma: pateikite trumpą aprašą.
nb_no: Valgfritt: Legg til en kort beskrivelse.
nl: Optioneel: Geef een korte beschrijving.
pl: Opcjonalnie: Podaj krótki opis.
pt: Opcional: Forneça uma breve descrição.
ro: Opțional: Furnizați o scurtă descriere.
ru: Необязательно: Добавьте краткое описание.
sk: Voliteľné: Uveďte krátky opis.
sq: Opsionale: Jepni një përshkrim të shkurtër.
sv: Valfritt: Ge en kort beskrivning.
ta: விரும்பினால்: ஒரு குறுகிய விளக்கத்தை வழங்கவும்.
th: ตัวเลือกเสริม: ระบุคำอธิบายสั้นๆ
tr: İsteğe bağlı: Kısa bir açıklama belirtin.
vi: Tùy chọn: Nhập thông tin mô tả ngắn gọn.
