Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Re-installing syslinux (if any)
ar: إعادة تثبيت syslinux (إن وجد)
ca: Reinstal·lació de syslinux (si n'hi ha)
cs: Přeinstalování syslinux (pokud existuje)
da: Geninstallerer syslinux (hvis til stede)
de: Neuinstallierung von syslinux (sofern vorhanden)
el: Επανεγκατάσταση syslinux (εάν υπάρχει)
es: Reinstalar syslinux (si lo hay)
fi: Syslinuxin uudelleenasentaminen (jos sellainen on)
fr: Réinstallation de syslinyx (le cas échéant)
he: syslinux מותקן מחדש (אם קיים)
hu: Újra-telepítem a syslinux rendszerbetöltőt (ha van)
it: Reinstallazione di syslinux (se richiesto)
ja: syslinuxは再度インストールしています（必要であれば）
lt: Iš naujo įdiegiama syslinux (jei yra)
nl: Syslinux opnieuw installeren (indien aanwezig)
pl: Ponowna instalacja syslinux (jeśli istnieje)
pt: Reinstalando o syslinux (se houver)
ro: Se reinstalează syslinux (dacă este cazul)
ru: Переустановка syslinux (если есть)
sk: Preinštalovanie systému syslinux (ak existuje)
sq: Po riinstalohet syslinux (në pastë)
sv: Installerar om syslinux (om det finns)
ta: சிச்லினக்ச் மீண்டும் நிறுவுதல் (ஏதேனும் இருந்தால்)
th: กำลังติดตั้ง syslinux ใหม่ (ถ้ามี)
tr: syslinux yeniden kuruluyor (varsa)
vi: Cài đặt lại syslinux (nếu có)

source: Successfully re-installed syslinux bootloader
ar: تمت إعادة تثبيت محمل الإقلاع syslinux بنجاح
ca: S'ha reinstal·lat correctament el carregador d'arrencada syslinux
cs: Úspěšná reinstalace zavaděče syslinuxu
da: Geninstalleringen af syslinux-bootloader lykkedes
de: Neuinstallierung des syslinux Bootloaders war erfolgreich
el: Επιτυχημένη επανεγκατάσταση του προγράμματος φόρτωσης εκκίνησης syslinux
es: Se ha reinstalado con éxito el gestor de arranque de syslinux
fi: Syslinux-käynnistyslataimen uudelleenasennus onnistui
fr: Réinstallation de syslinux réussie
he: מנהל האתחול syslinux הותקן מחדש בהצלחה
hu: Sikeresen újra-telepítettem a syslinux rendszerbetöltőt
it: Reinstallazione con successo del bootloader syslinux
ja: syslinux導体は再度インストール出来ました
lt: Syslinux paleidyklės įkroviklis sėkmingai įdiegtas iš naujo
nl: Succesvol opnieuw geïnstalleerd syslinux bootloader
pl: Pomyślnie ponownie zainstalowano bootloader syslinux
pt: Carregador de inicialização syslinux reinstalado com sucesso
ro: S-a reinstalat cu succes încărcătorul de pornire syslinux
ru: Загрузчик syslinux успешно переустановлен
sk: Úspešne preinštalovaný zavádzač syslinuxu
sq: U riinstalua me sukses ngarkues nisjesh
sv: Syslinux bootloader har installerats om
ta: சிச்லினக்ச் துவக்க ஏற்றி வெற்றிகரமாக மீண்டும் நிறுவப்பட்டது
th: การติดตั้งตัวบูต syslinux ใหม่สำเร็จ
tr: syslinux önyükleyicisi başarıyla yeniden kuruldu
vi: Cài đặt lại bộ nạp khởi động syslinux thành công

source: Re-installing GRUB bootloader (if any)
ar: إعادة تثبيت محمل الإقلاع GRUB (إن وجد)
ca: Reinstal-lant el carregador d'arrencada GRUB (si n'hi ha)
cs: Přeinstalování zavaděče GRUB (pokud existuje)
da: Geninstalleringen af GRUB-bootloader (hvis til stede) lykkedes
de: Neuinstallierung des GRUB Bootloaders (sofern vorhanden)
el: Επανεγκατάσταση του φορτωτή εκκίνησης GRUB (εάν υπάρχει)
es: Reinstalar el gestor de arranque GRUB (si lo hay)
fi: GRUB-käynnistyslataimen uudelleenasentaminen (jos sellainen on)
fr: Réinstallation GRUB (le cas échéant)
he: מנהל האתחול GRUB יותקן מחדש (אם קיים)
hu: Újra-telepítem a GRUB rendszerbetöltőt (ha van)
it: Reinstallazione del bootloader GRUB (se necessario)
ja: ＧＲＵＢ導体は再度インストールしています（必要であれば）
lt: Iš naujo įdiegiama GRUB įkrovos tvarkyklė (jei yra)
nb_no: Reinstallerer GRUB-oppstartslaster (hvis den finnes)
nl: GRUB bootloader opnieuw installeren (indien aanwezig)
pl: Ponowna instalacja bootloadera GRUB (jeśli istnieje)
pt: Reinstalando o gerenciador de inicialização GRUB (se houver)
ro: Se reinstalează încărcătorul de pornire GRUB (dacă este cazul)
ru: Переустановка загрузчика GRUB (если есть)
sk: Preinštalovanie zavádzača GRUB (ak existuje)
sq: Po riinstalohet ngarkues nisjesh GRUB (në pastë)
sv: Återinstallera GRUB bootloader (om det finns)
ta: க்ரப் துவக்க ஏற்றி மீண்டும் நிறுவுதல் (ஏதேனும் இருந்தால்)
th: กำลังติดตั้งตัวบูต GRUB ใหม่ (ถ้ามี)
tr: GRUB önyükleyicisi yeniden kuruluyor (varsa)
vi: Cài đặt lại bộ nạp khởi động GRUB (nếu có)

source: Successfully re-installed GRUB bootloader
ar: تمت إعادة تثبيت محمل الإقلاع GRUB بنجاح
ca: S'ha tornat a instal·lar correctament el carregador d'arrencada GRUB
cs: Úspěšná reinstalace zavaděče GRUB
da: Geninstalleringen af GRUB-bootloader lykkedes
de: Neuinstallierung des GRUB Bootloaders war erfolgreich
el: Επιτυχημένη επανεγκατάσταση του προγράμματος φόρτωσης εκκίνησης GRUB
es: Se ha reinstalado con éxito el gestor de arranque GRUB
fi: GRUB-käynnistyslataimen uudelleenasennus onnistui
fr: Réinstallation de GRUB réussie
he: מנהל האתחול GRUB הותקן מחדש בהצלחה
hu: Sikeresen újra-telepítettem a GRUB rendszerbetöltőt
it: Reinstallazione con successo del bootloader GRUB
ja: ＧＲＵＢ導体は再度インストール出来ました
lt: Sėkmingai iš naujo įdiegta GRUB įkrovos tvarkyklė
nb_no: Reinstallerte GRUB-oppstartslasteren
nl: Grub bootloader opnieuw met succes geïnstalleerd
pl: Pomyślnie ponownie zainstalowano bootloader GRUB
pt: Carregador de inicialização GRUB reinstalado com sucesso
ro: S-a reinstalat cu succes încărcătorul de pornire GRUB
ru: Загрузчик GRUB успешно переустановлен
sk: Úspešne preinštalovaný zavádzač GRUB
sq: Ngarkuesi i nisjeve GRUB u riinstalua me sukses
sv: GRUB-bootloader installerades om
ta: GRUB துவக்க ஏற்றி வெற்றிகரமாக மீண்டும் நிறுவப்பட்டது
th: ติดตั้งตัวบูต GRUB ใหม่สำเร็จ
tr: GRUB önyükleyicisi başarıyla yeniden kuruldu
vi: Cài đặt lại bộ nạp khởi động GRUB thành công

source: Did not update GRUB bootloader (if any)
ar: لم يتم تحديث محمل الإقلاع GRUB (إن وجد)
ca: No s'ha actualitzat el carregador d'arrencada GRUB (si n'hi ha)
cs: Neaktualizovat zavaděč GRUB (pokud existuje)
da: GRUB-bootloader (hvis til stede) blev ikke opdateret
de: GRUB Bootloader (sofern vorhanden) wurde nicht aktualisiert
el: Δεν ενημερώθηκε το πρόγραμμα φόρτωσης εκκίνησης GRUB (εάν υπάρχει)
es: No actualizar el gestor de arranque GRUB (si lo hay)
fi: GRUB-käynnistyslatainta ei päivitetä (jos sellainen on)
fr: GRUB n'a pas été mis à jour (le cas échéant)
he: מנהל האתחול GRUB לא עודכן (אם קיים)
hu: Nem telepítettem GRUB rendszerbetöltőt
it: Aggiornamento bootloader GRUB non eseguito (se presente)
ja: ＧＲＵＢ導体はアップデートしませんでした（必要であれば）
lt: GRUB įkrovos tvarkyklės neatnaujinta (jei yra)
nb_no: Oppdaterte ikke GRUB-oppstartslasteren (hvis den finnes)
nl: GRUB bootloader niet bijgewerkt (indien aanwezig)
pl: Nie zaktualizowano bootloadera GRUB (jeśli istnieje)
pt: Não atualizou o bootloader GRUB (se houver)
ro: Nu s-a actualizat încărcătorul de pornire GRUB (dacă există)
ru: Не обновляется загрузчик GRUB (если есть)
sk: Neaktualizoval sa zavádzač GRUB (ak existuje)
sq: S’u përditësua ngarkuesi i nisjeve GRUB (në pastë)
sv: Uppdaterade inte GRUB bootloader (om det fanns)
ta: க்ரப் துவக்க ஏற்றி புதுப்பிக்கவில்லை (ஏதேனும் இருந்தால்)
th: ไม่ได้อัพเดตตัวบูต GRUB (ถ้ามี)
tr: GRUB önyükleyicisi güncellenmedi (varsa)
vi: Không cập nhật bộ nạp khởi động GRUB (nếu có)

source: Updating initramfs (if any)
ar: تحديث initramfs (إن وجدت)
ca: S'està actualitzant initramfs (si n'hi ha)
cs: Aktualizace initramfs (pokud je k dispozici)
da: Opdaterer initramfs (hvis til stede)
de: Aktualisiere initramfs (sofern vorhanden)
el: Ενημέρωση initramfs (εάν υπάρχουν)
es: Actualizar initramfs (si lo hay)
fi: Päivitetään initramfs (jos sellainen on)
fr: Mise à jour de initramfs (le cas échéant)
he: initramfs מעודכן (אם קיים)
hu: Frissítem az "initramfs" -t (ha van)
it: Aggiornamento initramfs (se presente)
ja: initramfsアップデートしています（必要であれば）
lt: Atnaujinama initramfs (jei yra)
nb_no: Oppdaterer initramfs (hvis tilstede)
nl: Initramfs aan het bijwerken (indien van toepassing)
pl: Aktualizowanie initramfs (jeśli istnieje)
pt: Atualizando initramfs (se houver)
ro: Se actualizează „initramfs” (dacă există)
ru: Обновление initramfs (если есть)
sk: Aktualizácia initramfs (ak existuje)
sq: Po përditësohet initramfs (në pastë)
sv: Uppdaterar initramfs (om det finns)
ta: Initramfs ஐ புதுப்பித்தல் (ஏதேனும் இருந்தால்)
th: กำลังอัพเดต Initramfs (ถ้ามี)
tr: initramfs güncelleniyor (varsa)
vi: Cập nhật initramfs (nếu có)

source: Successfully updated initramfs
ar: تم تحديث initramfs بنجاح
cs: Úspěšná aktualizace initramfs
da: Opdateringen af initramfs lykkedes
de: Aktualisierung von initramfs war erfolgreich
el: Επιτυχής ενημέρωση initramfs
es: Se ha actualizado con éxito initramfs
fi: Initramfs päivitetty onnistuneesti
fr: Mise à jour de initramfs réussie
he: initramfs עודכן בהצלחה
hu: Sikeresen frissítettem az "initramfs"-t
it: Aggiornamento initramfs eseguito con successo
ja: initramfsアップデート出来ました
lt: Initramfs sėkmingai atnaujinta
nl: Succesvol initramfs bijgewerkt
pl: Pomyślnie zaktualizowano initramfs
pt: Initramfs atualizado com sucesso
ro: Fișierul „initramfs” a fost actualizat cu succes
ru: initramfs успешно обновлен
sk: Úspešne aktualizovaný initramfs
sq: Initramfs u përditësua me sukses
sv: Initramfs har uppdaterats
ta: INITRAMFS ஐ வெற்றிகரமாக புதுப்பித்தது
th: อัพเดตตัว Initramfs สำเร็จ
tr: initramfs başarıyla güncellendi
vi: Cập nhật initramfs thành công

source: Updating EFI NVRAM…
fi: Päivitetään EFI NVRAM…
ja: EFI NVRAMアップデートしています…
ro: Se actualizează EFI NVRAM…
sq: Po përditësohet EFI NVRAM…
ta: EFI NVRAM ஐ புதுப்பித்தல் …

source: Successfully updated EFI NVRAM
ar: تم تحديث EFI NVRAM بنجاح
ca: Actualització D'EFI NVRAM completada de manera satisfactòria
cs: Úspěšná aktualizace EFI NVRAM
da: Opdateringen af EFI NVRAM lykkedes
de: Aktualisierung von EFI NVRAM war erfolgreich
el: Επιτυχής ενημέρωση EFI NVRAM
es: Actualización exitosa de la EFI NVRAM
fi: EFI NVRAM päivitetty onnistuneesti
fr: Mise à jour de EFI NVRAM réussie
he: ה־NVRAM של ה־EFI עודכן בהצלחה
hu: Sikeresen frissítettem az EFI NVRAM-ot
it: NVRAM EFI aggiornata con successo
ja: EFI NVRAMアップデート出来ました
lt: Sėkmingai atnaujinta EFI NVRAM
nb_no: Oppdaterte EFI NVRAM
nl: EFI NVRAM succesvol bijgewerkt
pl: Pomyślnie zaktualizowano NVRAM EFI
pt: EFI NVRAM atualizado com sucesso
ro: EFI NVRAM a fost actualizat cu succes
ru: EFI NVRAM успешно обновлен
sk: Úspešná aktualizácia EFI NVRAM
sq: EFI NVRAM u përditësua me sukses
sv: EFI NVRAM har uppdaterats
ta: EFI NVRAM ஐ வெற்றிகரமாக புதுப்பித்தது
th: อัพเดต EFI NVRAM สำเร็จ
tr: EFI NVRAM başarıyla güncellendi
vi: Đã cập nhật EFI NVRAM thành công

source: Error restoring image:
ar: خطأ في استعادة الصورة/النسخة:
ca: Error restaurant l'imatge:
cs: Chyba při obnovení obrazu:
da: Fejl ved gendannelse af sikkerhedskopi:
de: Fehler beim Wiederherstellen der Sicherungskopie:
el: Παρουσιάστηκε σφάλμα κατά την επαναφορά του ειδώλου:
es: Error al restaurar la imagen:
fi: Virhe levykuvan palauttamisessa:
fr: Erreur de restauration de l'image :
he: שחזור מקובץ הגיבוי נתקל בשגיאה:
hu: Hiba történt a lemezkép helyreállításakor:
it: Errore durante il ripristino dell'immagine:
ja: イメージ復元でエラーがあります：
lt: Klaida atkuriant atvaizdą:
nb_no: Klarte ikke gjenopprette avbildning:
nl: Fout bij het herstellen van de image:
pl: Błąd przywracania obrazu:
pt: Falha ao restauarar imagem:
ro: Eroare la restaurarea imaginii:
ru: Ошибка восстановления образа:
sk: Chyba pri obnovovaní obrazu:
sq: Gabim në rikthim pamjeje:
sv: Fel vid återställning av kopian:
ta: படத்தை மீட்டெடுப்பதில் பிழை:
th: เกิดข้อผิดพลาดระหว่างคืนค่าข้อมูล:
tr: Kalıp geri yüklenirken hata oluştu:
vi: Lôi khi khôi phục bản sao lưu:

source: Could not restore sfdisk partition table as file has zero length:
ar: تعذر استعادة جدول قسم sfdisk لأن الملف له طول صفري:
cs: Nelze obnovit tabulku oddílů sfdisk, protože soubor má nulovou délku:
da: Kunne ikke gendanne sfdisk partitionstabel, da filen er tom:
de: Die sfdisk-Partitionstabelle konnte nicht wiederhergestellt werden, da die Datei leer ist:
el: Δεν ήταν δυνατή η επαναφορά του πίνακα διαμερισμάτων sfdisk, επειδή το αρχείο έχει μηδενικό μήκος:
es: No se ha podido restaurar la tabla de partición de sfdisk, porque el archivo tiene una longitud cero:
fi: Sfdisk-osiotaulua ei voitu palauttaa, koska tiedoston pituus on nolla:
fr: Impossible de restaurer le registre des partitions sfdisk car la longueur du fichier est de zéro :
he: לא ניתן לשחזר את טבלת המחיצות בתצורת sfdisk כיוון שגודל הקובץ הוא אפס:
hu: Nem lehetett helyreállítani az "sfdisk" partíciós táblát, mert a hossza nulla bájt:
it: Impossibile ripristinare la tabella delle partizioni sfdisk poiché il file ha lunghezza zero:
ja: ファイル容量がゼロであるsfdiskパーティション一覧は復元出来ませんでした：
lt: Nepavyko atkurti sfdisk skaidinio lentelės, nes failo ilgis lygus nuliui:
nl: Kan de sfdisk-partitietabel niet herstellen omdat het bestand zero lengte heeft:
pl: Nie można przywrócić tabeli partycji sfdisk, ponieważ plik ma zerową długość:
pt: Não posso restaurar a partição de tabela sfdisk como arquivo de tamanho zero:
ro: Nu s-a putut restaura tabelul de partiții sfdisk, deoarece fișierul are lungimea zero:
ru: Не удалось восстановить таблицу разделов sfdisk, так как файл имеет нулевую длину:
sk: Nepodarilo sa obnoviť tabuľku oddielov sfdisk, pretože súbor má nulovú dĺžku:
sq: S’u rikthye dot tabelë pjesësh sfdisk, ngaqë kartela ka gjatësi zero:
ta: கோப்பில் சுழிய நீளம் இருப்பதால் SFDISK பகிர்வு அட்டவணையை மீட்டெடுக்க முடியவில்லை:
th: ไม่สามารถคืนค่าบนตารางพาร์ติชั่น sfdisk ที่มีความยาวเป็น 0 ได้
tr: Dosyanın uzunluğu sıfır olduğu için sfdisk bölümlendirme tablosu geri yüklenemedi:
vi: Không thể khôi phục bảng phân vùng sfdisk vì tập tin có độ dài bằng không:

source: Successfully restored partition table.
ar: تمت استعادة جدول الأقسام بنجاح.
ca: Tayla de particions restaurada de manera satisfactòria.
cs: Tabulka oddílů byla úspěšně obnovena.
da: Gendannelsen af partitionstabellen lykkedes.
de: Partitionstabelle erfolgreich wiederhergestellt.
el: Η επαναφορά του πίνακα διαμερισμάτων ολοκληρώθηκε με επιτυχία.
es: La tabla de partición se ha restaurado correctamente.
fi: Osiotaulun palautus onnistui.
fr: Registre des partitions restauré avec succès.
he: טבלת המחיצות שוחזרה בהצלחה.
hu: Sikeresen helyreállítottam a partíciós táblát.
it: Tabella delle partizioni ripristinata con successo.
ja: パーティション一覧復元は成功しました。
lt: Sėkmingai atkurta skaidinio lentelė.
nb_no: Gjenopprettet partisjonstabell.
nl: Partitietabel met succes hersteld.
pl: Pomyślnie przywrócono tabelę partycji.
pt: Tabela de partição restaurada com sucesso.
ro: Tabelul de partiții a fost restaurat cu succes.
ru: Таблица разделов восстановлена.
sk: Úspešne obnovená tabuľka oddielov.
sq: U rikthye me sukses tabelë pjesësh.
sv: Partitionstabellen har återställts.
ta: பகிர்வு அட்டவணை வெற்றிகரமாக மீட்டெடுக்கப்பட்டது.
th: คืนค่าบนตารางพาร์ติชั่นสำเร็จ
tr: Bölümlendirme tablosu başarıyla geri yüklendi.
vi: Đã khôi phục thành công bảng phân vùng.

source: Failed to refresh the devices' partition table. This can happen if another process is accessing the partition table.
ar: فشل تحديث جدول أقسام الأجهزة. يمكن أن يحدث هذا إذا كانت هناك عملية أخرى تقوم بالوصول إلى جدول الأقسام.
cs: Nepodařilo se obnovit tabulku oddílů zařízení. K tomu může dojít, pokud k tabulce oddílů přistupuje jiný proces.
da: Kunne ikke opdatere drevets partitionstabel. Dette kan ske, hvis en anden proces har adgang til partitionstabellen.
de: Fehler beim Aktualisieren der Partitionstabelle des Laufwerks. Dies kann passieren, wenn ein anderer Prozess auf die Partitionstabelle zugreift.
el: Η ανανέωση του πίνακα διαμερισμάτων των συσκευών απέτυχε. Αυτό μπορεί να συμβεί εάν μια άλλη διεργασία έχει πρόσβαση στον πίνακα διαμερισμάτων.
es: Error al actualizar la tabla de partición de los dispositivos. Esto puede suceder si otro proceso está accediendo a la tabla de partición.
fi: Laitteiden osiotaulun päivittäminen epäonnistui. Tämä voi tapahtua, jos toinen prosessi käyttää osiotaulua.
fr: Échec de l'actualisation du registre des partitions des périphériques. Cela peut se produire si un autre processus est en train d'accéder au registre des partitions.
he: רענון טבלת המחיצות של המכשיר נכשל. פעולה זו יכולה לקרות אם תהליך אחר מנסה לגשת לטבלת המחיצות.
hu: Nem sikerült az eszköz partíciós táblájának frissítése. Ez akkor fordul elő, ha egy másik folyamat használja.
it: Impossibile aggiornare la tabella delle partizioni dei dispositivi. Ciò può accadere se un altro processo sta accedendo alla tabella delle partizioni.
ja: 装置パーティション一覧再度読み込み失敗しました。これはほかの処理がパーティション一覧アクセスしていると起きます。
lt: Nepavyko atnaujinti įrenginių skaidinių lentelės. Taip gali nutikti, jei prie skaidinių lentelės prieina kitas procesas.
nl: Kan de partitietabel van de apparaten niet vernieuwen. Dit kan gebeuren als een ander proces toegang krijgt tot de partitietabel.
pl: Nie udało się odświeżyć tabeli partycji urządzeń. Może to nastąpić, jeśli inny proces ma dostęp do tabeli partycji.
pt: Falha ao atualizar a tabela de partições dos dispositivos. Isso pode acontecer se outro processo estiver acessando a tabela de partições.
ro: Actualizarea tabelului de partiții al dispozitivelor a eșuat. Acest lucru se poate întâmpla dacă un alt proces accesează tabelul de partiții.
ru: Не удалось обновить таблицу разделов устройств. Это может произойти, если другой процесс обращается к таблице разделов.
sk: Nepodarilo sa obnoviť tabuľku oddielov zariadení. Môže sa to stať, ak k tabuľke diskových oddielov pristupuje iný proces.
sq: S’u arrit të rifreskohet tabela e pjesëve të pajisjeve. Kjo mund të ndodhë nëse tabelën e pjesëve po e përdorur një tjetër proces.
sv: Det gick inte att uppdatera enhetens partitionstabell. Detta kan hända om en annan process använder partitionstabellen.
ta: சாதனங்களின் பகிர்வு அட்டவணையைப் புதுப்பிக்கத் தவறிவிட்டது. மற்றொரு செயல்முறை பகிர்வு அட்டவணையை அணுகினால் இது நிகழலாம்.
th: การรีเฟรชพาร์ติชั่นของอุปกรณ์ล้มเหลว อาจเกิดจากมีการทำงานอื่นกำลังเข้าถึงหรือกำลังใช้งานพาร์ติชั่นอยู่
tr: Aygıtların bölümlendirme tablosu yenilenemedi. Bu, başka bir işlem bölümlendirme tablosuna erişiyorsa meydana gelebilir.
vi: Lỗi khi làm mới bảng phân vùng ổ. Điều này có thể xảy ra nếu một quá trình khác đang truy cập bảng phân vùng.

source: Unable to restore partition {destination_partition} because there is no saved image associated with: {description}.
ar: غير قادر على استعادة القسم {destination_partition} لأنه لا يوجد صورة/نسخة محفوظة مرتبطة بـ: {description}.
cs: Nelze obnovit oddíl {destination_partition}, protože k němu není přiřazen žádný uložený obraz: {description}.
da: Kunne ikke gendanne partitionen {destination_partition}, fordi der ikke er nogen sikkerhedskopi knyttet til: {description}.
de: Die Partition {destination_partition} kann nicht wiederhergestellt werden, da keine gespeicherte Sicherungskopie vorliegt: {description}.
el: Δεν είναι δυνατή η επαναφορά του διαμερίσματος {destination_partition}, επειδή δεν υπάρχει αποθηκευμένο είδωλο συσχετισμένο με: {description}.
es: No se puede restaurar la partición {destination_partition} por que no se ha guardado ninguna imagen asociada con: {description}.
fi: Osiota {destination_partition} ei voida palauttaa, koska kohteeseen {description} ei ole liitetty tallennettua levykuvaa.
fr: Impossible de restaurer la partition {destination_partition} car aucune image enregistrée n'est associée à : {description}.
he: לא ניתן לשחזר את המחיצה {destination_partition} כיוון שאין קובץ גיבוי שמור שמשויך אל: {description}.
hu: Lehetetlen helyreállítani ezt a partíciót: {destination_partition} mert nincs mentett Lemezkép hozzárendelve ehhez: {description}.
it: Impossibile ripristinare la partizione {destination_partition} perché non sono presenti immagini salvate associate a: {description}.
ja: 関連：{description} 保存したイメージがないためパーティション{destination_partition}復元が出来ません。
lt: Nepavyko atkurti skaidinio {destination_partition}, nes nėra išsaugoto atvaizdo, susieto su: {description}.
nb_no: Kunne ikke gjenopprette partisjonen {destination_partition} fordi det ikke er noen lagret avbildning tilknyttet: {description}.
nl: Kan partitie {destination_partition} niet herstellen omdat er geen opgeslagen afbeelding is gekoppeld aan: {description}.
pl: Nie można przywrócić partycji {destination_partition}, ponieważ nie jest z nią powiązany żaden zapisany obraz: {description}.
pt: Impedido de restaurar partição {destination_partition} pois aqui não há imagem salva associada com {description}.
ro: Nu se poate restaura partiția {destination_partition} deoarece nu există nicio imagine salvată asociată cu: {description}.
ru: Невозможно восстановить раздел {destination_partition}, потому что нет сохраненного образа, связанного с: {description}.
sk: Nie je možné obnoviť oddiel {destination_partition}pretože s ním nie je spojený žiadny uložený obraz: {description}.
sq: S’arrihet të rikthehet pjesa {destination_partition}, ngaqë s’ka të ruajtur ndonjë pamje të përshoqëruar me: {description}.
sv: Det gick inte att återställa partitionen {destination_partition} eftersom det inte finns någon sparad kopia tillhörande: {description}.
ta: பகிர்வை மீட்டெடுக்க முடியவில்லை {destination_partition} ஏனெனில் சேமிக்கப்பட்ட படம் எதுவும் இல்லை: {description}.
th: ไม่สามารถคืนค่าบนพาร์ติชั่น {destination_partition} ได้ เนื่องจากไม่มีไฟล์สำรองข้อมูลที่เกี่ยวข้อง: {description}
tr: {description} ile ilişkili kaydedilmiş kalıp olmadığı için {destination_partition} bölümü geri yüklenemiyor.
vi: Không thể khôi phục phân vùng {destination_partition} vì không có bản sao lưu nào được liên kết với: {description}.

source: This may occur if Clonezilla was originally unable to backup this partition.
ar: قد يحدث هذا إذا كان Clonezilla غير قادر في الأصل على نسخ هذا القسم احتياطياً.
cs: K tomu může dojít, pokud Clonezilla původně nedokázala tento oddíl zálohovat.
da: Dette kan forekomme, hvis Clonezilla oprindeligt ikke kunne sikkerhedskopiere denne partition.
de: Das kann auftreten, wenn Clonezilla diese Partition ursprünglich nicht sichern konnte.
el: Αυτό μπορεί να συμβεί εάν το Clonezilla αρχικά απέτυχε να δημιουργήσει αντίγραφο ασφαλείας αυτού του διαμερίσματος.
es: Esto puede ocurrir si Clonezilla no pudo crear inicialmente una copia de seguridad de esta partición.
fi: Tämä voi tapahtua, jos Clonezilla ei alun perin pystynyt varmuuskopioimaan tätä osiota.
fr: Cela peut se produire si Clonezilla était à l'origine incapable de sauvegarder cette partition.
he: מצב זה יכול לקרות אם ל־Clonezilla לא התאפשר לגבות את המחיצה הזו במקור.
hu: Ilyen akkor fordulhat elő, ha a CloneZilla vagy RescueZilla anno nem tudta lementeni a partíciót.
it: Ciò può verificarsi se Clonezilla non è stato in grado di eseguire il backup di questa partizione.
ja: これはもとのClonezillaでパーティションがバックアップ出来ていない場合起こります。
lt: Taip gali nutikti, jei Clonezilla iš pradžių negalėjo sukurti atsarginės šio skaidinio kopijos.
nl: Dit kan gebeuren als Clonezilla oorspronkelijk geen back-up van deze partitie kon maken.
pl: Może to nastąpić, jeśli Clonezilla nie była w stanie wykonać kopii zapasowej tej partycji.
pt: Isso pode ocorrer se Clonezilla tiver sido impedido de fazer backup desta partição.
ro: Acest lucru se poate întâmpla dacă Clonezilla nu a putut inițial să facă o copie de rezervă a acestei partiții.
ru: Это может произойти, если Clonezilla изначально не смогла создать резервную копию этого раздела.
sk: Môže k tomu dôjsť, ak Clonezilla pôvodne nedokázala zálohovať tento oddiel.
sq: Kjo mund të ndodhë nëse Clonezilla s’qe fillimisht në gjendje të kopjeruante këtë pjesë.
sv: Detta kan inträffa om Clonezilla ursprungligen inte kunde säkerhetskopiera denna partition.
ta: இந்த பகிர்வை காப்புப்பிரதி எடுக்க முதலில் க்ளோனெசில்லாவால் முடியவில்லை என்றால் இது ஏற்படலாம்.
th: กรณีอาจเกิดขึ้นได้ถ้า Clonezilla ไม่สามารถสำรองข้อมูลบนพาร์ติชั่นนี้ได้สำเร็จตั้งแต่แรก
tr: Bu, Clonezilla başlangıçta bu bölümü yedekleyemediyse meydana gelebilir.
vi: Điều này có thể xảy ra nếu Clonezilla ban đầu không thể sao lưu phân vùng này.
