Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: This mode is for "disk cloning". Cloning means copying one drive and directly overwriting another drive. This is a direct one-step operation with no temporary storage required. Cloning is different to "disk imaging". Imaging means copying everything from one drive into very large files stored inside a folder on an external drive. Multiple images can be saved on the same external drive. These images can be restored back to the original disk, or to additional disks. In other words, for "imaging" the backup operation copies your drive to <i>files</i> that need to be stored on a drive at least temporarily before it can be restored. To use the "imaging" wizards, click <b>Back</b> and select <b>Backup</b> or <b>Restore</b>.
ar: هذا الوضع مخصص لـ "استنساخ القرص". الاستنساخ يعني نسخ محرك أقراص واحد والكتابة مباشرة فوق محرك أقراص آخر. وهذه عملية مباشرة من خطوة واحدة بدون الحاجة إلى تخزين مؤقت(نكتة: "سيصبح تخزين دائم"). (القرص الذي سيتم الاستنساخ اليه سيصبح نسخة طبق الاصل من القديم وسيتم فقدان جميع الملفات في القرص الذي تم الاستنساخ اليه) يختلف الاستنساخ عن "تصوير القرص". التصوير يعني نسخ كل شيء من محرك الأقراص القديم إلى ملفات كبيرة جدًا مخزنة داخل مجلد على محرك أقراص خارجي. يمكن حفظ صور متعددة على نفس محرك الأقراص الخارجي. ويمكن استعادة القرص الأصلي من هذه الصور، او استعمال نفس الصور علي اقراص جديدة. بمعنى آخر، في "التصوير" تتم عملية النسخ الاحتياطي عن طريق نسخ محرك الأقراص الخاص بك إلى <i> ملفات </i> تُخزن على محرك أقراص آخر خارجي(موقتاً علي الاقل) حتي تنتهي عملية النسخ او الاستعادة. لاستخدام "التصوير" ، انقر فوق <b> رجوع </b> وحدد <b> نسخ احتياطي </b> أو <b> استعادة </b>.
ca: Aquest mode és per realitzar una «clonació del disc». Clonar significa copiar l'estructura d'una unitat en altra, reemplaçant el contingut d'aquesta última. És una operació en un sol pas que no requereix cap mena d'emmagatzematge temporal. Clonar difereix d'una «imatge del disc» (que és el que fa l'opció «Còpia»). La imatge implica copiar tot el contingut d'una unitat cap a grans fitxers d'emmagatzematge a una carpeta d'un disc extern. Aquesta imatge conté l'estat del disc al moment de crear la còpia i es poden crear múltiples imatges, sense que la informació de la unitat de destinació sigui reemplaçada. Aquestes imatges permeten restaurar l'estat en què es trobava un disc al moment que es va crear la imatge, o bé per a replicació de discos en massa amb la mateixa informació. Simplificant molt, la «imatge del disc» copia <i>fitxers</i> que necessiten emmagatzematge (com a mínim de forma temporal) per poder ser restaurats més tard sense implicar cap reemplaçament d'informació, i <b>el procés de clonació</b> es realitza al vol i <b>reemplaça tota la informació continguda a la unitat de destinació</b>. Per utilitzar les opcions d'«imatge del disc» en comptes de funcions de clonació, feu clic a <b>Enrere</b> i trieu <b>Còpia</b> o <b>Restaura</b>.
cs: Tento režim je určen pro "klonování disků". Klonování znamená zkopírování jednoho disku a přímé přepsání jiného disku. Jedná se o přímou jednokrokovou operaci bez nutnosti dočasného uložení. Klonování se liší od "zobrazování disku". Zobrazování znamená kopírování všeho z jednoho disku do velmi velkých souborů uložených ve složce na externím disku Na stejný externí disk lze uložit více obrazů. Tyto obrazy lze obnovit zpět na původní disk nebo na další disky. Jinými slovy, při operaci "vytváření obrazu" se při zálohování zkopíruje disk do <i>souborů</i>, které je třeba alespoň dočasně uložit na disk před jeho obnovením. Použití průvodců"zobrazování disku", klikněte na <b>Zpět</b> a vyberte <b>Záloha</b> nebo <b>Obnova</b>.
da: Denne proces er til "kloning" af et drev. Kloning betyder, at et drev kopieres direkte til et andet drev. Processen udføres i ét trin uden behov for en buffer. Kloning er forskellig fra en "diskafbildning" aka sikkerhedskopiering eller backup. Ved en diskafbildning kopieres alt indhold fra et drev til store filer ind i en mappe eller et eksternt drev. Flere diskafbildninger kan gemmes på samme eksterne drev. Disse kan gendannes til den oprindelige kildedisk eller til andre diske. Med andre ord: Sikkerhedskopieringen kopierer dit drev til <i>filer</i>, som skal gemmes midlertidigt på et drev, før drevets indhold kan gendannes. For at bruge backup-guiden, klik på <b>Tilbage</b> og vælg <b>Backup</b> eller <b>Gendan</b>.
de: Dieser Modus ist für das Klonen von Festplatten gedacht. Klonen bedeutet, dass ein Laufwerk kopiert und ein anderes Laufwerk direkt überschrieben wird. Dies ist ein direkter, einstufiger Vorgang, der keine Zwischenspeicherung erfordert. Klonen unterscheidet sich von "Disk Imaging". Beim Imaging wird alles von einem Laufwerk in sehr große Dateien kopiert, die in einem Ordner auf einem externen Laufwerk gespeichert werden. Es können mehrere Abbilder auf demselben externen Laufwerk gespeichert werden. Diese Abbilder können auf der ursprünglichen Festplatte oder auf weiteren Festplatten wiederhergestellt werden. Mit anderen Worten: Beim "Imaging" kopiert der Sicherungsvorgang Ihr Laufwerk in <i>Dateien</i>, die zumindest vorübergehend auf einem Laufwerk gespeichert werden müssen, bevor es wiederhergestellt werden kann. Um die "Imaging" Assistenten zu verwenden, klicken Sie auf <b>Zurück</b> und wählen Sie <b>Sicherung</b> oder <b>Wiederherstellung</b>.
el: Αυτή η λειτουργία προορίζεται για "κλωνοποίηση δίσκων". Κλωνοποίηση σημαίνει άμεση αντιγραφή μιας μονάδας δίσκου σε μια άλλη μονάδα δίσκου. Αυτή είναι μια άμεση λειτουργία ενός βήματος χωρίς να απαιτείται προσωρινή αποθήκευση. Η κλωνοποίηση είναι διαφορετική από την "απεικόνιση δίσκου". Απεικόνιση σημαίνει αντιγραφή των πάντων, από μια μονάδα δίσκου σε πολύ μεγάλα αρχεία που είναι αποθηκευμένα μέσα σε ένα φάκελο σε μια εξωτερική μονάδα δίσκου. Πολλές εικόνες μπορούν να αποθηκευτούν στην ίδια εξωτερική μονάδα δίσκου. Αυτές οι εικόνες μπορούν να αποκατασταθούν στον αρχικό δίσκο ή σε πρόσθετους δίσκους. Με άλλα λόγια, για την "απεικόνιση" η λειτουργία δημιουργίας αντιγράφων ασφαλείας αντιγράφει τη μονάδα δίσκου σας σε <i>αρχεία</i> που πρέπει να αποθηκευτούν σε μια μονάδα δίσκου τουλάχιστον προσωρινά για να μπορέσει να αποκατασταθεί. Για να χρησιμοποιήσετε τους οδηγούς "απεικόνισης", κάντε κλικ στο <b>Πίσω</b> και επιλέξτε <b>Αντίγραφο ασφαλείας</b> ή <b>Επαναφορά</b>.
es: Este modo es para la "clonación de discos". Clonar significa copiar una unidad o disco y sobrescribir directamente a otra unidad o disco. Se trata de una operación directa de un solo paso, sin necesidad de almacenamiento temporal. La clonación es diferente a la "creación de imágenes de disco". La creación de imágenes significa copiar todo desde una unidad o disco en archivos muy grandes almacenados dentro de una carpeta en una unidad o disco externo. Se pueden guardar varias imágenes en la misma unidad o disco externo. Estas imágenes se pueden restaurar en el disco original, o en discos adicionales. En otras palabras, para la "creación de imágenes" la operación de copia de seguridad, copia su unidad en <i>archivos</i> que necesitan ser almacenados en una unidad al menos temporalmente antes de poder ser restaurados. Para utilizar los asistentes de "creación de imágenes", haga clic en <b>Atrás</b> y seleccione <b>Respaldar</b> o <b>Restaurar</b>.
fi: Tämä toiminto on "levyn kloonaukseen". Kloonaus tarkoittaa yhden aseman kopioimista ja suoraan toisen aseman päällekirjoittamista. Tämä on suora yksivaiheinen toiminto, jossa ei vaadita väliaikaista tallennusta. Kloonaus on eri asia kuin "levykuvaus". Kuvantaminen tarkoittaa kaiken kopioimista yhdeltä asemalta erittäin suuriksi tiedostoiksi, jotka on tallennettu ulkoisen aseman kansioon. Useita kuvia voidaan tallentaa samalle ulkoiselle asemalle. Nämä kuvat voidaan palauttaa takaisin alkuperäiselle levylle tai lisälevyille. Toisin sanoen "kuvausta" varten varmuuskopiointitoiminto kopioi aseman <i>tiedostot</i>, jotka on tallennettava asemalle ainakin tilapäisesti ennen kuin se voidaan palauttaa. Voit käyttää ohjattuja kuvantamistoimintoja napsauttamalla <b>Takaisin</b> ja valitsemalla <b>Varmuuskopiointi</b> tai <b>Palautus</b>.
fr: Ce mode est destiné au « clonage de disque ». Le clonage consiste à copier un disque en écrasant directement le contenu d'un autre disque. Il s'agit d'une opération en une seule étape qui ne nécessite pas de stockage intermédiaire. Le clonage est différent de la « création d'image ». La création d'image consiste à copier tout ce qui se trouve sur un disque dans de très gros fichiers stockés dans un dossier sur un disque externe. Il est possible d'enregistrer plusieurs images sur le même disque externe. Ces images peuvent être restaurées sur le disque d'origine ou sur tout autre disque. En d'autres termes, dans le cas de la « création d'image », l'opération de sauvegarde copie votre disque vers des <i>fichiers</i> qui doivent être stockés sur un autre disque, ne serait-ce que temporairement, avant de pouvoir être restaurés. Pour utiliser l'assistant de « création d'image », cliquez sur <b>Retour</b> puis sélectionnez <b>Sauvegarde</b> ou <b>Restauration</b>.
he: מצב זה מיועד לטובת „שכפול כוננים”. שכפול משמעו העתקת תוכן מכונן אחד ישירות אל כונן אחר תוך כדי מחיקת המידע הקודם. זוהי פעולה ישירה שאינה דורשת אחסון ביניים. שכפול שונה מ„יצירת קובץ גיבוי”. יצירת קובץ גיבוי מעתיקה תוכן של כונן אחד לתוך קובץ גדול מאוד שמאוחסן בתיקייה על כונן חיצוני. ניתן לשמור מגוון קובצי גיבוי באותו הכונן החיצוני. את קובצי הגיבוי האלו ניתן לשחזר לכונן המקורי או לכוננים נוספים. במילים אחרות, במצב „יצירת קובץ גיבוי” פעולת הגיבוי מעתיקה את הכונן שלך לתוך <i>קבצים</i> שיש לאחסן בכונן, לפחות באופן זמני, עד השחזור. כדי להשתמש בקובצי הגיבוי יש ללחוץ על <b>חזרה</b> ולבחור ב<b>גיבוי</b> או ב<b>שחזור</b>.
hu: Ez a mód a "Lemez Klónozás". A klónozás azt jelenti, hogy az egyik merevlemezről vagy SSD-ről egy az egyben átmásol minden adatot, felülírva a másik tartalmát. Ez egy direkt, egy-lépéses művelet, nem kell hozzá átmeneti tár. A klónozás más, mint a <i>"Lemezkép-készítés"</i>. A Lemezkép azt jelenti, hogy a forrás-lemez pillanatnyi állapotáról készít a program egy <i>"tömörített másolatot"</i>, avagy <i>"mentést"</i>, méghozzá néhány nagy fájlba, amit lement egy másik hely egy mappájába. Akár több ilyen másolat is készíthető, külön időpontokban, melyeket bárhová átmozgathatunk, vagy másolhatunk. Ezeket később visszaállíthatjuk akár az eredeti lemezt felülírva, vagy más lemezekre is. Ugyan tárolhatnánk ezeket a <i>mentés-fájlokat</i> később az eredeti merevlemezre visszamásolva is, de ahhoz, hogy visszaállítsuk belőle a merevlemez vagy partíció eredeti állapotát, előbb egy másik helyre kell mozgatnunk. (Tehát nem tudja önmagát felülírni, miközben rajta vannak tárolva a <i>mentés-fájlok</i>!) A "Lemezkép" készítéséhez és visszaállításához kattints a <b>Vissza</b> gombra és válaszd <b>Ment</b> vagy <b>Visszaállít</b> gombot.
it: Questa modalità è per la "clonazione del disco". Clonare significa copiare un disco sovrascrivendo direttamente un altro disco. E' un'operazione diretta in un solo passaggio, senza la necessità di archiviazione temporanea. La clonazione è diversa dal "disco immagine". Immagine significa copiare completamente un'unità in file molto grandi, memorizzati in una cartella, su un'unità esterna. Più immagini possono essere salvate sullo stesso disco esterno. Queste immagini possono essere ripristinate sul disco originale o su altri dischi. In altre parole, con "immagine" l'operazione di backup copia il vostro disco in <i>file</i> che devono essere archiviati, almeno temporaneamente, su un'altro disco prima di poter essere ripristinati. Per utilizzare le procedure guidate di "disco immagine", clicca <b>Indietro</b> e seleziona <b>Backup</b> o <b>Restore</b>.
ja: このモードではディスク“複製”します。複製はこちらのドライブからそちらのドライブで直接上書します。これは一直線の工程ですからデータ保存の必要がありません。 複製は“イメージ作成”と別です。イメージ作成はドライブひとつから外部ディスクのフォルダーで保存された実に大きなファイルまでもそっくり複製します。イメージはいくつでも外部ドライブひとつで保存出来ます。これらはもとのディスクで復元出来ますが、別のディスクも選べます。つまり、“イメージ作成” はバックアップ工程でドライブ複製しますが復元されるまで<i>そのファイル</i>はドライブどれかので保存されている必要があります。 “イメージ作成”は、<b>戻ります</b>クリックしたら<b>バックアップ</b>か<b>復元</b>で選びます。
lt: Šis režimas skirtas „disko klonavimui“. Klonavimas reiškia vieno disko kopijavimą ir tiesioginį kito disko perrašymą. Tai tiesioginė vieno žingsnio operacija, kuriai nereikia laikino saugojimo. Klonavimas skiriasi nuo „disko atvaizdavimo“. Vaizdo kūrimas reiškia visko kopijavimą iš vieno disko į labai didelius failus, saugomus išorinio disko aplanke. Tame pačiame išoriniame diske galima išsaugoti kelis atvaizdus. Šiuos atvaizdus galima atkurti atgal į pradinį diską arba į papildomus diskus. Kitaip tariant, norint sukurti „atvaizdą“, atsarginė kopija nukopijuoja jūsų diską į <i>failus</i>, kuriuos reikia bent laikinai išsaugoti diske, kad būtų galima jį atkurti. Norėdami naudoti „atvaizdavimo“ vedlius, spustelėkite <b>Atgal</b> ir pasirinkite <b>Atsarginė kopija</b> arba <b>Atkurti</b>.
nb_no: Denne modusen er for «diskkloning». Kloning betyr å kopiere en lagringsenhet og direkte overskrive en annen. Dette er en direkte ett-trinns operasjon uten behov for midlertidig lagring. Kloning er forskjellig fra «diskavbildning». Avbildning betyr å kopiere alt fra en lagringsenhet til veldig store filer lagret inne i en mappe på en ekstern disk. Flere avbildninger kan lagres på samme eksterne disk. Disse avbildningene kan gjenopprettes tilbake til opprinnelig disk, eller til flere disker. Med andre ord, for «avbildning» kopierer sikkerhetskopioperasjonen din lagringsenhet til <i>filer</i> som må lagres på en lagringsenhet i det minste midlertidig før den kan gjenopprettes. For å bruke «avbildnings»-veiviserne, klikk <b>Tilbake</b> og velg <b>Sikkerhetskopier</b> eller <b>Gjenopprett</b>.
nl: Deze modus is voor het "klonen van schijven". Klonen betekent het kopiëren van een schijf en het direct overschrijven van een andere schijf. Dit is een directe bewerking in één stap zonder dat tijdelijke opslag vereist is. Klonen is iets anders dan "disk imaging". Imaging betekent alles kopiëren van één schijf naar zeer grote bestanden die zijn opgeslagen in een map op een externe schijf. Er kunnen meerdere images op dezelfde externe schijf worden opgeslagen. Deze afbeeldingen kunnen worden teruggezet naar de oorspronkelijke schijf of naar extra schijven. Met andere woorden, voor "imaging" kopieert de back-upbewerking uw schijf naar <i>bestanden</i> die op zijn minst tijdelijk op een schijf moeten worden opgeslagen voordat deze kan worden hersteld. Om de "imaging"-wizards te gebruiken, klikt u op <b>Terug</b> en selecteert u <b>Back-up</b> of <b>Herstellen</b>.
pl: Ten tryb służy do "klonowania dysku". Klonowanie oznacza kopiowanie jednego dysku i bezpośrednie nadpisywanie innego dysku. Jest to bezpośrednia operacja jednokierunkowana bez tymczasowego przechowywania. Klonowanie różni się od "obrazowania dysku". Obrazowanie oznacza kopiowanie wszystkiego z jednego dysku do bardzo dużych plików zapisanych w folderze na zewnętrznym dysku. Wiele obrazów można zapisać na tym samym dysku zewnętrznym. Te obrazy można przywrócić do oryginalnego dysku lub do dodatkowych dysków. Innymi słowy, w przypadku "obrazowania" operacja tworzenia kopii zapasowej kopiuje dysk do <i>plików</i>, które muszą być przechowywane na dysku przynajmniej tymczasowo, zanim będzie można je przywrócić. Aby użyć kreatorów "obrazowania", kliknij <b>Powrót</b> i wybierz <b>Utwórz kopię</b> lub <b>Przywróć</b>.
pt: Este modo é para "clonagem de disco". Clonagem significa clonar um drive e de imediato escrever em outro driver. Isto é uma cópia direta de apenas um-passo, sem necessitar armazenamento temporário. Clonar é diferente de "imagem de disco". Imagem significa copiar tudo de um drive em vários ficheiros grandes armazenados numa unidade externo. Várias imagens podem ser guardadas numa unidade externa (como um disco portátil). Essas imagens podem ser restauradas para o drive original, ou em drives adicionais. Em outras palavras, para "imagem de disco" como o nome já diz a operação de backup copia seu drive para <i>arquivos</i> que precisam ser salvas em um drive ao menos temporariamente até ser restaurado em outro local. Para usar assistentes de "imagem de disco", clique <b>Voltar</b> e selecione <b>Backup</b> ou <b>Restaurar</b>.
ro: Acest mod este destinat „clonării discului”. Clonarea înseamnă copierea unei unități și suprascrierea directă a unei alte unități. Aceasta este o operație directă, într-un singur pas, care nu necesită stocare temporară. Clonarea este diferită de „crearea unei imagini a discului”. Crearea unei imagini înseamnă copierea întregului conținut al unei unități în fișiere foarte mari stocate într-un dosar de pe o unitate externă. Pe aceeași unitate externă pot fi salvate mai multe imagini. Aceste imagini pot fi restaurate pe discul original sau pe discuri suplimentare. Cu alte cuvinte, pentru „crearea de imagini”, operația de copiere de rezervă copiază unitatea dvs. în <i>fișiere</i> care trebuie stocate pe o unitate cel puțin temporar înainte de a putea fi restaurate. Pentru a utiliza asistenții „creare de imagine”, pulsați butonul <b>Înapoi</b> și selectați <b>Copie de rezervă</b> sau <b>Restaurare</b>.
ru: Этот режим предназначен для "клонирования диска". Клонирование означает прямое копирование одного носителя на другой. Это прямая одноэтапная операция без временного хранения. Клонирование отличается от "создания образа". Создание образов означает процесс копирования всех файлов с диска в объемный резервный образ, хранящийся в папке на внешнем накопителе. На одном внешнем накопителе можно сохранить несколько резервных образов. Эти образы можно восстановить на исходный диск или на другие диски. Другими словами, для «создания образа» операция резервного копирования копирует ваш диск в <i> файлы </i>, которые необходимо временно сохранить на диске, с возможностью восстановления в будущем. Чтобы использовать мастера создания образов, нажмите <b> Назад </b> и выберите <b> Резервное копирование </b> или <b> Восстановить </b>.
sk: Tento režim slúži na „klonovanie disku“. Klonovanie znamená skopírovanie jedného disku a priame prepísanie iného disku. Je to priama operácia v jednom kroku bez potreby dočasného ukladania. Klonovanie sa líši od "obrazu disku". Obraz disku znamená kopírovanie všetkého z jedného disku do veľmi veľkých súborov uložených v priečinku na externom disku. Na tú istú externú jednotku možno uložiť viacero obrazov. Tieto obrazy možno obnoviť späť na pôvodný disk alebo na ďalšie disky. Inými slovami, pri operácii "obraz disku" sa zálohovanie skopíruje z disku do <i>súborov</i>, ktoré je potrebné aspoň dočasne uložiť na disk pred jeho obnovením. Ak chcete použiť sprievodcov "obraz disku", kliknite na <b>Späť</b> a vyberte <b>Záloha</b> alebo <b>Obnoviť</b>.
sq: Kjo mënyrë është për “klonim disqesh”. Klonim do të thotë kopjim i një disku dhe shkrimi i kësaj drejtpërdrejt në një tjetër disk. Ky është një veprim i drejtpërdrejtë, me një hap, pa domosdoshmëri depozitimi të përkohshëm. Kloni është tjetër gjë nga “krijimi i një pamjeje disku”. Krijim pamjeje do të thotë kopjim i gjithçkaje nga një disk në kartela shumë të mëdha të depozituara brenda një dosjeje në një disk të jashtëm. Në të njëjtin disk të jashtëm mund të ruhen një numër pamjesh. Këto pamje mund të rikthehen te disku origjinal, ose te disqe të tjerë. Me fjalë të tjera, për “krijim pamjesh” veprimi i kopjeruajtjes kopjon diskun tuaj në <i>kartela</i> të cilat është e nevojshme të depozitohen në një disk, të paktën përkohësisht, para se të mund të rikthehen diku. Që të përdorni ndihmës “krijimi pamjesh”, klikoni mbi <b>Mbrapsht</b> dhe përzgjidhni <b>Kopjeruaje</b>, ose <b>Riktheje</b>.
sv: Detta läge är för "diskkloning". Kloning betyder att kopiera en enhet och direkt skriva över en annan enhet. Detta är en direktstegsoperation utan att tillfällig lagring krävs. Kloning skiljer sig från "disk imaging". Imaging innebär att kopiera allt från en enhet till mycket stora filer som lagras i en mapp på en extern enhet. Flera bilder kan sparas på samma externa enhet. Dessa bilder kan återställas till originalskivan eller till ytterligare skivor. Med andra ord, för "avbildning" kopierar säkerhetskopieringen din enhet till <i>filer</i> som måste lagras på en enhet åtminstone tillfälligt innan den kan återställas. För att använda "imaging" -guiderna klickar du på <b>Tillbaka</b> och väljer <b>Kopiera</b> eller <b>Återställ</b>.
ta: இந்த பயன்முறை "வட்டு குளோனிங்" க்கானது. குளோனிங் என்பது ஒரு இயக்ககத்தை நகலெடுப்பது மற்றும் மற்றொரு இயக்ககத்தை நேரடியாக மேலெழுதும். தற்காலிக சேமிப்பு தேவையில்லாத நேரடி ஒரு-படி செயல்பாடு இது. குளோனிங் "வட்டு இமேசிங்" க்கு வேறுபட்டது. இமேசிங் என்பது ஒரு டிரைவிலிருந்து எல்லாவற்றையும் வெளிப்புற இயக்ககத்தில் ஒரு கோப்புறையில் சேமித்து வைத்திருக்கும் மிகப் பெரிய கோப்புகளில் நகலெடுப்பதாகும். ஒரே வெளிப்புற இயக்ககத்தில் பல படங்களை சேமிக்க முடியும். இந்த படங்களை அசல் வட்டுக்கு அல்லது கூடுதல் வட்டுகளுக்கு மீட்டெடுக்கலாம். வேறு வார்த்தைகளில் கூறுவதானால், காப்புப்பிரதி செயல்பாடு உங்கள் இயக்ககத்தை <i> கோப்புகள் </i> க்கு நகலெடுக்கிறது, அதை மீட்டெடுப்பதற்கு முன்பே தற்காலிகமாக ஒரு இயக்ககத்தில் சேமிக்க வேண்டும். "இமேசிங்" வழிகாட்டிகளைப் பயன்படுத்த, <b> பின் </b> என்பதைக் சொடுக்கு செய்து <b> காப்புப்பிரதி </b> அல்லது <b> மீட்டமை </b> ஐத் தேர்ந்தெடுக்கவும்.
th: การทำงานของโหมดนี้คือการ "ทำสำเนาฮาร์ดดิส" การทำสำเนาหรือโคลนนิ่งคือการคัดลอกไดร์ฟหนึ่งไปอีกไดร์ฟหนึ่งโดยเขียนทับข้อมูลเดิมโดยตรง การทำแบบนี้ทำเพียงขั้นตอนเดียวโดยไม่ต้องการพื้นที่สำรองชั่วคราว. การทำสำเนานั้นแตกต่างจากการทำ "อิมเมจดิสก์" การทำอิมเมจหมายถึงการคัดลอกข้อมูลทั้งหมดจากไดร์ฟหนึ่งเป็นไฟล์เดียวขนาดใหญ่มากๆให้สามารถเก็บบนฮาร์ดดิสพกพาหรือที่อื่นๆได้ การอิมเมจหลายๆไฟล์สามารถเก็บในฮาร์ดดิสพกพาตัวเดิมได้ ไฟล์อิมเมจพวกนี้สามารถย้อนคืนค่าก่อนทำอิมเมจบนฮาร์ดดิสตัวใหม่ หรือฮาร์ดดิสตัวอื่นๆได้ ในอีกความหมายของ "อิมเมจ" คือการสำรองข้อมูลที่คัดลอกไดร์ฟของคุณออกมาเป็น <i>ไฟล์ๆเดียว</i> และต้องการใช้พื้นที่ชั่วคราวจำนวนหนึ่งบนไดร์ฟก่อนจะดำเนินการคืนค่าได้ เพื่อใช้งานเครื่องมือ "การทำอิมเมจ" คลิก <b>กลับ</b> และเลือก <b>สำรองข้อมูล</b> หรือ <b>คืนค่าข้อมูล</b>
tr: Bu mod "disk klonlama" içindir. Klonlama, bir diskin kopyalanması ve doğrudan başka bir diskin üzerine yazılması anlamına gelir. Bu, geçici depolama gerektirmeyen, doğrudan tek adımlı bir işlemdir. Klonlama, "disk kalıbı almaktan" farklıdır. Kalıp almak, bir diskteki her şeyin harici bir diskteki bir klasörde depolanan çok büyük dosyalara kopyalanması anlamına gelir. Aynı harici diske birden çok kalıp kaydedilebilir. Bu kalıplar orijinal diske veya ek disklere geri yüklenebilir. Başka bir deyişle; "kalıp almak" için yedekleme işlemi sırasında diskiniz, geri yüklenmeden önce en azından geçici olarak bir diskte depolanması gereken <i>dosyalara</i> kopyalanır. "Kalıp alma" sihirbazlarını kullanmak için, <b>Geri</b> düğmesine tıklayın ve <b>Yedekle</b> veya <b>Geri Yükle</b> seçeneğini seçin.
vi: Chế độ này là chế độ "nhân bản ổ". Nhân bản nghĩa là sao chép một ổ và ghi đè trực tiếp vào ổ khác. Đó là quá trình chỉ có một bước trực tiếp mà không yêu cầu bộ nhớ tạm thời. Việc "nhân bản ổ" khác với "sao lưu". Sao lưu là sao chép tất cả mọi thứ từ một ổ vào một tập tin dung lượng lớn. Nhiều bản sao lưu có thể lưu cùng một chỗ ở ổ cứng. Các bản đóng gói ấy có thể được dùng khôi phục ổ gốc hoặc ổ ngoài. Nói một cách khác, việc "sao lưu" sẽ sao lưu ổ của bạn vào <i>tập tin</i>. Để sử dụng trình sao lưu, Nhấn vào <b>Quay lại</b> và chọn <b>Sao lưu</b> hoặc <b>Khôi phục</b>.
