Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: The "destination partition" column has been updated with destination drive's existing partition table information. <b>The destination partition column can be modified as a dropdown menu. Incorrectly mapping the destination partitions may cause operating systems to no longer boot.</b> If you are unsure of the mapping, consider if it's more suitable to instead overwrite the partition table.
ar: تم تحديث عمود "قسم الوجهة" بمعلومات جدول الأقسام الموجودة في محرك الأقراص الوجهة. <b> يمكن تعديل عمود القسم الوجهة بالقائمة المنسدلة. قد يؤدي تعيين أقسام الوجهة بشكل غير صحيح إلى عدم اقلاع أنظمة التشغيل. </b> إذا لم تكن متأكداً من التعيين، ففكر فيما إذا كان من الأنسب الكتابة فوق جدول الأقسام بدلا من ذلك.
ca: La columna "partició de destí" s'ha actualitzat amb la informació de la taula de particions existent de la unitat de destí. <b>La columna de la partició de destí es pot modificar com a menú desplegable. L'assignació incorrecta de les particions de destí pot provocar que els sistemes operatius ja no s'iniciïn.</b> Si no esteu segurs de l'assignació, considereu si és més adequat sobreescriure la taula de particions.
cs: Sloupec "cílový oddíl" byl aktualizován pomocí informací o tabulce oddílů cílové jednotky. <b>Sloupec cílového oddílu lze upravit jako rozevírací nabídku.Nesprávné mapování cílových oddílů může způsobit, že operační systémy již nepůjdou spustit.</b> Pokud si nejste jisti mapováním, zvažte, zda není vhodnější místo toho přepsat tabulku oddílů.
da: Kolonnen "destinationspartition" er blevet opdateret med destinationsdrevets eksisterende partitionstabeloplysninger. <b> Destinationspartitionskolonnen kan ændres som en rullemenu. Forkert tildeling af destinationspartitionerne kan medføre, at operativsystemer ikke længere kan starte. </b> Hvis du er i tvivl om tildelingen, bør du overveje i stedet at overskrive partitionstabellen.
de: Die Spalte „Zielpartition“ wurde mit den Daten der vorhandenen Partitionstabelle des Laufwerks aktualisiert. <b>Die Zielpartitionsspalte kann als Dropdown-Menü geändert werden. Eine falsche Zuordnung der Zielpartitionen kann dazu führen, dass sich das Betriebssystem nicht mehr starten lässt.</b> Wenn du bezüglich der Zuordnung unsicher bist, solltest du in Erwägung ziehen stattdessen die Partitionstabelle zu überschreiben.
el: Η στήλη "διαμέρισμα προορισμού" έχει ενημερωθεί με τις υπάρχουσες πληροφορίες πίνακα διαμερισμάτων της μονάδας δίσκου προορισμού. <b>Η στήλη διαμερίσματος προορισμού μπορεί να τροποποιηθεί ως αναπτυσσόμενο μενού. Η εσφαλμένη αντιστοίχιση των διαμερισμάτων προορισμού ενδέχεται να προκαλέσει τη μη εκκίνηση.</b> Εάν δεν είστε βέβαιοι για την αντιστοίχιση, εξετάστε εάν είναι πιο κατάλληλο να αντικαταστήσετε τον πίνακα διαμερισμάτων.
es: Se ha actualizado la columna de "partición de destino" con la información de la tabla de partición existente en la unidad de destino. <b>La columna de partición de destino se puede modificar como un menú desplegable. Un mapeo incorrecto de las particiones de destino puede provocar que los sistemas operativos dejen de arrancar.</b> Si no estás seguro del mapeo, piensa si es más adecuado sobreescribir la tabla de partición en lugar de ello.
fi: "Kohdeosio" -sarake on päivitetty kohdeaseman olemassa olevilla osiotaulun tiedoilla. <b>Kohdeosion saraketta voidaan muokata avattavana valikkona. Kohdeosioiden yhdistäminen väärin saattaa aiheuttaa sen, että käyttöjärjestelmät eivät enää käynnisty.</b> Jos et ole varma yhdistämisestä, harkitse, kannattaako osiotaulu korvata sen sijaan.
fr: La colonne « partition de destination » a été mise à jour avec les informations du registre des partitions existant du disque de destination. <b>La colonne de la partition de destination peut être modifiée comme un menu déroulant. Le mappage inexact des partitions de destination peut provoquer le non démarrage des systèmes d'exploitation. </b> Si vous n'êtes pas sûr·e du mappage, voyez s'il ne serait pas plus approprié d'écraser le registre des partitions.
he: העמודה „מחיצת היעד” עודכנה ממידע על טבלת המחיצות הקיימת של כונן היעד. <b>ניתן לשנות את עמודת מחיצת היעד בעזרת תפריט נפתח. מיפוי שגוי של מחיצות היעד עלול לגרום למערכות ההפעלה להפסיק להיטען.</b> במקרה של ספק בנוגע למיפוי, כדאי לשקול האם במצב זה עדיף לשכתב את טבלת המחיצות.
hu: A "Cél-partíció" oszlop a friss adatokat mutatja a Cél-Meghajtón meglévő partíciós táblák alapján. <b>Az oszlopot, mint "lenyíló-menüt" lehet módosítani. Ha helytelenül rendeled hozzá a cél-partíciókat, akkor az operációs rendszer talán nem töltődik be többé.</b> Ha bizonytalan vagy a hozzárendelés mikéntjéről, megfontolandó lehet, hogy teljesen felülírd a partíciós táblát.
it: La colonna "partizione di destinazione" è stata aggiornata con le informazioni sulla tabella delle partizioni esistenti nell'unità di destinazione. <b>La colonna della partizione di destinazione può essere modificata come menù a discesa. Una mappatura errata delle partizioni di destinazione potrebbe causare il mancato avvio dei sistemi operativi</b>. Se non sei sicuro della mappatura, valuta se è opportuno invece sovrascrivere la tabella delle partizioni.
ja: “保存先パーティション”が保存先ドライブのもとのパーティション一覧の情報でアップデートされました。 <b>保存先パーティションはドロップダウンメニューから変更出来ます。誤った保存先パーティションをマッピングするとオペレーティングシステムが起動しなくなる要因となります。</b>マッピングがよく分からない場合は、パーティション一覧で上書きはした方が適しているかお考えください。
lt: Stulpelis „Paskirties skaidinys“ buvo atnaujintas su esama paskirties disko skaidinio lentelės informacija. <b>Paskirties skaidinio stulpelį galima keisti kaip išskleidžiamąjį meniu. Neteisingai susiejant paskirties skaidinius, operacinės sistemos gali nebepaleisti.</b> Jei nesate tikri dėl susiejimo, apsvarstykite, gal labiau tinka perrašyti skaidinių lentelę.
nb_no: «Målpartisjon»-kolonnen har blitt oppdatert med eksisterende partisjonstabellinfo fra målenheten. <b>Målpartisjonskolonnen kan endres som en nedtrekksmeny. Feilaktig tilordning av målpartisjoner kan forårsake at operativsystemer ikke starter opp lenger.</b> Hvis du er usikker på tilordningen, kan du overveie om det er mer passende å overskrive partisjonstabellen istedenfor.
nl: De kolom "doelpartitie" is bijgewerkt met de bestaande partitietabel informatie van de bestemmingsschijf. <b>De doelpartitie kolom kan worden gewijzigd als een vervolgkeuzemenu. Als de doelpartities onjuist worden toegewezen, kunnen besturingssystemen niet meer opstarten.</b> Als u niet zeker bent van de toewijzing, overweeg dan of het beter is om in plaats daarvan de partitietabel te overschrijven.
pl: Kolumna "partycja docelowa" została zaktualizowana o istniejące informacje w tabeli partycji dysku docelowego. <b>Kolumna partycji docelowej może zostać zmodyfikowana jako menu rozwijane. Nieprawidłowe mapowanie partycji docelowych może spowodować, że systemy operacyjne nie będą się już uruchamiać.</b> Jeśli nie masz pewności co do mapowania, zastanów się, czy bardziej odpowiednie jest nadpisanie tabeli partycji.
pt: A Coluna "partição de destino" foi atualizada com as informações de tabelas da partição da unidade de destino. <b>A coluna de partição de destino pode ser modificada como um menu drop-down. Mapeamente incorreto das partições de destino, pode fazer o sistema não relizar mais boot do SO.</b> Se você não tiver certeza do mapeamento, considere se seria mais adequado substituir a tabela de partição.
ro: Coloana „partiția de destinație” a fost actualizată cu informațiile existente din tabelul de partiții al unității de destinație. <b>Coloana partiției de destinație poate fi modificată ca meniu derulant. Cartografierea incorectă a partițiilor de destinație poate duce la imposibilitatea pornirii sistemelor de operare. </b> Dacă nu sunteți sigur de cartografiere, luați în considerare dacă este mai potrivit să suprascrieți tabelul de partiții.
ru: Колонка "Целевой раздел" была обновлена в соответствии с таблице разделов на целевом устройстве. <b>Колонку целевой раздел можно редактировать с помощью выпадающего меню. Неправильное сопоставление целевых разделов может вызвать невозможность загрузить операционную систему.</b> Если вы не уверены как правильно сопоставить разделы, рассмотрите возможность перезаписи таблицы разделов.
sk: Stĺpec „cieľový oddiel“ bol aktualizovaný o existujúce informácie o tabuľke oddielov cieľovej jednotky. <b>Stĺpec cieľového oddielu je možné upravovať ako rozbaľovaciu ponuku. Nesprávne mapovanie cieľových diskových oddielov môže spôsobiť, že operačné systémy sa už nebudú spúšťať.</b> Ak si nie ste istí mapovaním, zvážte, či by nebolo vhodnejšie namiesto toho prepísať tabuľku diskových oddielov.
sq: Shtylla “pjesa vendmbërritje” është përditësuar me informacionin për tabelën ekzistuese të pjesëve të diskut vendmbërritje. <b>Shtylla për pjesë vendmbërritje mund të ndryshohet përmes një menuje hapmbyll. Përshoqërimi jo i saktë i pjesëve vendmbërritje mund të bëjë që sisteme operativë të mos bëjnë më dot nisjen.</b> Nëse jeni i pasigurt për përshoqërimin, shihni se mos është më e përshtatshme të mbishkruani tabelën e pjesëve.
sv: Kolumnen "destinationspartition" har uppdaterats med destinationsfilens befintliga partitionstabellinformation. <b>Målpartitionskolumnen kan ändras som en rullgardinsmeny. Felaktig mappning av destinationspartitionerna kan leda till att operativsystem inte längre startas.</b> Om du är osäker, överväg då om det är lämpligare att istället skriva över partitionstabellen.
ta: இலக்கு டிரைவின் தற்போதைய பகிர்வு அட்டவணை தகவலுடன் "இலக்குப் பகிர்வு" நெடுவரிசை புதுப்பிக்கப்பட்டுள்ளது. <b> இலக்குப் பகிர்வு நெடுவரிசையை கீழ்தோன்றும் மெனுவாக மாற்றலாம். இலக்குப் பகிர்வுகளைத் தவறாக மேப்பிங் செய்வது இயக்க முறைமைகளை இனி துவக்காது. </b> மேப்பிங் பற்றி உங்களுக்குத் தெரியாவிட்டால், பகிர்வு அட்டவணையை மேலெழுதுவது மிகவும் பொருத்தமானதா என்பதைக் கவனியுங்கள்.
th: ในช่อง "ปลายทางของพาร์ติชั่น" จะถูกอัพเดตด้วยข้อมูลไดร์ฟที่มีตารางของพาร์ติชั่นไว้อยู่แล้ว <b>ในช่องปลายทางพาร์ติชั่นจะถูกแก้ไขคล้ายๆเมนูแบบเลื่อนลง การวางแผนที่ของพาร์ติชั่นปลายทางไม่ถูกต้องอาจทำให้ระบบไม่สามารถบูตกลับมาใช้งานได้แบบปกติ</b> ถ้าคุณไม่มั่นใจในการทำแผนที่เส้นทาง โปรดคิดไว้ว่าควรเขียนทับข้อมูลข้อมูลบนตารางพาร์ติชั่นแบบเดิม
tr: "Hedef bölüm" sütunu, hedef diskin mevcut bölümlendirme tablosu bilgileriyle güncellendi. <b>Hedef bölüm sütunu bir açılır menü kullanılarak değiştirilebilir. Hedef bölümlerin yanlış eşlenmesi, işletim sistemlerinin artık önyükleme yapmamasına neden olabilir.</b> Eşlemeden emin değilseniz, bunun yerine bölümlendirme tablosunun üzerine yazmanın daha uygun olup olmadığını düşünün.
vi: Cột "phân vùng đích" đã được cập nhật với thông tin bảng phân vùng hiện có của ổ đĩa đích. <b>Cột phân vùng đích có thể được sửa đổi dưới dạng bảng chọn. Việc ánh xạ không chính xác các phân vùng đích có thể khiến hệ điều hành không khởi động được nữa</b> Nếu bạn không chắc chắn về ánh xạ, hãy cân nhắc xem nó có phù hợp không để thay vào đó là ghi đè bảng phân vùng.

source: No destination partition selected. Use the destination partition drop-down menu to select the destination
ar: لم يتم تحديد قسم الوجهة. استخدم القائمة المنسدلة لقسم الوجهة لتحديد الوجهة
ca: No s'ha seleccionat cap partició de destinació. Utilitzeu el menú desplegable per triar la partició de destinació
cs: Není vybrán cílový oddíl. Pomocí rozevírací nabídky cílového oddílu vyberte cílový oddíl
da: Ingen destinationspartition valgt. Brug rullemenuen for destinationspartition for at vælge destinationen
de: Keine Zielpartition ausgewählt. Verwende das Dropdown-Menü für die Zielpartition, um das Ziel auszuwählen
el: Δεν έχει επιλεγεί διαμέρισμα προορισμού. Χρησιμοποιήστε το αναπτυσσόμενο μενού διαμερίσματος προορισμού για να επιλέξετε τον προορισμό
es: No se ha seleccionado ninguna partición de destino. Usa el menú desplegable de partición de destino para seleccionar el destino
fi: Kohdeosiota ei ole valittu. Valitse kohde kohdeosion avattavasta valikosta
fr: Aucune partition de destination sélectionnée. Utilisez le menu déroulant de partitions de destination pour sélectionner la destination
he: לא נבחרה מחיצת יעד. יש להשתמש בתפריט הנפתח כדי לבחור את היעד
hu: Nem választottál partíciós táblát. Használd a Cél-partíció lenyíló menüjét, hogy kiválassz egy Célt ahová kicsomagolja a mentést
it: Nessuna partizione di destinazione selezionata. Usa il menù a discesa della partizione di destinazione per selezionarla
ja: 保存先パーティションが選択されていません。ドロップダウンメニューを使用し保存先選択してください
lt: Nepasirinktas joks paskirties skaidinys. Norėdami pasirinkti paskirties vietą, naudokite paskirties skaidinio išskleidžiamąjį meniu
nb_no: Ingen målpartisjon valgt. Bruk målpartisjonens nedtrekksmeny for å velge mål
nl: Geen doelpartitie geselecteerd. Gebruik het vervolgkeuzemenu bestemmingspartitie om de bestemming te selecteren
pl: Nie wybrano żadnej partycji docelowej. Użyj menu rozwijanego partycji docelowej, aby wybrać miejsce docelowe
pt: Nenhuma partição de destino selecionada. Use o menu suspenso da partição de destino para selecionar o destino
ro: Nu a fost selectată nicio partiție de destinație. Utilizați meniul derulant al partiției de destinație pentru a selecta destinația
ru: Целевой раздел не выбран. Используйте выпадающее меню в колонке Целевой раздел для выбора целевого раздела
sk: Nie je vybraný žiadny cieľový oddiel. Pomocou rozbaľovacieho menu cieľového oddielu vyberte cieľový oddiel
sq: S’u përzgjodh ndonjë pjesë vendmbërritje. Përdorni menunë hapmbyll të përzgjedhjes së pjesës vendmbërritje, që të përzgjidhni vendmbërritjen
sv: Ingen destinationspartition vald. Använd menyn för att välja destination
ta: இலக்கு பகிர்வு எதுவும் தேர்ந்தெடுக்கப்படவில்லை. இலக்கைத் தேர்ந்தெடுக்க இலக்கு பகிர்வு கீழ்தோன்றும் மெனுவைப் பயன்படுத்தவும்
th: ไม่มีพาร์ติชั่นปลายทางที่เลือกไว้ โปรดใช้พาร์ติชั่นที่อยู่ในเมนูเพื่อเลือกปลายทาง
tr: Hedef bölüm seçilmedi. Hedefi seçmek için hedef bölüm açılır menüsünü kullanın
vi: Không có phân vùng đích nào được chọn. Sử dụng bảng chọn của phân vùng đích để chọn đường dẫn

source: Not restoring this partition
ar: لن يتم استعادة هذا القسم
ca: No es restaurarà aquesta partició
cs: Neobnovení tohoto oddílu
da: Gendan ikke denne partition
de: Diese Partition nicht wiederherstellen
el: Μη επαναφορά αυτού του διαμερίσματος
es: No restaurar esta partición
fi: Tätä osiota ei palauteta
fr: Cette partition ne sera pas restaurée
he: מחיצה זו לא תשוחזר
hu: Ez a partíció nem lesz helyreállítva
it: Non ripristinare questa partizione
ja: このパーティションは復元先が選択されていません
lt: Šis skaidinys neatkuriamas
nb_no: Gjenoppretter ikke denne partisjonen
nl: Deze partitie wordt niet hersteld
pl: Nie przywracam tej partycji
pt: Não está restaurando esta partição
ro: Nu se restaurează această partiție
ru: Не восстанавливать данный раздел
sk: Neobnovenie tohto oddielu
sq: Nuk po rikthehet kjo pjesë
sv: Återställer inte denna partition
ta: இந்த பகிர்வை மீட்டெடுக்கவில்லை
th: ห้ามคืนค่าในพาร์ติชั่นนี้
tr: Bu bölüm geri yüklenmiyor
vi: Không khôi phục phân vùng này

source: When you are ready to continue, click <b>Next</b>.
ar: عندما تكون مستعداً للمتابعة، انقر فوق <b>التالي</b>.
ca: Per iniciar l'operació, feu clic a <b>Endavant</b>.
cs: Pokud jste připraveni pokračovat, klikněte na <b>Další</b>.
da: Når du er klar til at fortsætte, skal du klikke på <b>Næste</b>.
de: Wenn du bereit bist fortzufahren, klicke <b>Weiter</b>.
el: Όταν είστε έτοιμοι να συνεχίσετε, κάντε κλικ στην επιλογή <b>Επόμενο</b>.
es: Cuando esté listo para continuar, haga clic en <b>Siguiente</b>.
fi: Kun olet valmis jatkamaan, napsauta <b>Seuraava</b>.
fr: Lorsque vous êtes prêt·e à continuer, cliquez sur <b>Suivant</b>.
he: כשסיימת להתכונן, יש ללחוץ על <b>הבא</b>.
hu: Ha készen állsz a folytatásra, kattints a <b>Tovább</b> gombra.
it: Quando sei pronto per continuare, clicca <b>Avanti</b>.
ja: 続ける準備が出来たら、<b>続き</b>クリックしてください。
lt: Kai būsite pasirengę tęsti, spustelėkite <b>Toliau</b>.
nb_no: Klikk <b>Neste</b> når du er klar til å fortsette.
nl: Wanneer u klaar bent om door te gaan, klikt u op <b>Volgende</b>.
pl: Gdy jesteś gotów do kontynuowania, kliknij <b>Dalej</b>.
pt: Quando estiver pronto para continuar, clique em <b>Seguinte</b>.
ro: Când sunteți gata să continuați,, pulsați butonul <b>Înainte</b> .
ru: Когда Вы будете готовы продолжить, нажмите <b>Далее</b>.
sk: Keď ste pripravení pokračovať, kliknite na <b>Ďalej</b>.
sq: Kur të jeni gati për të vazhduar, klikoni mbi <b>Pasuesi</b>.
sv: När du är redo att fortsätta klickar du på <b>Next</b>.
ta: தொடர நீங்கள் தயாராக இருக்கும்போது, <b> அடுத்து </b> என்பதைக் சொடுக்கு செய்க.
th: เมื่อพร้อมดำเนินการแล้ว คลิ๊ก <b>ถัดไป</b>
tr: Devam etmeye hazır olduğunuzda <b>İleri</b> düğmesine tıklayın.
vi: Nếu bạn đã sẵn sàng để tiếp tục, hãy nhấp vào <b>Tiếp theo</b>.

source: Scanning and unmounting any Logical Volume Manager (LVM) Logical Volumes…
fi: Skannataan ja irrotetaan mitkä tahansa LVM (Logical Volume Manager) -logiikkataltiot…
ja: ロジカルボリュームマネージャー（LVM）ロジカルボリュームのスキャンとマウントしています…
nb_no: Skanner og avmonterer alle (LVM) logiske volumer…
ro: Se scanează și se demontează orice volum logic Logical Volume Manager (LVM)…
sq: Po skanohen dhe çmontohen çfarëdo Vëllimesh Logjike Logical Volume Manager (LVM)…
ta: எந்தவொரு தருக்க தொகுதி மேலாளரையும் (எல்விஎம்) தருக்க தொகுதிகளையும் ச்கேன் செய்தல் மற்றும் அன்மென்ட் …

source: The source partition table's final partition ({source}: {source_size} bytes) must refer to a region completely within the destination disk ({destination_size} bytes).
ar: يجب أن يشير القسم النهائي لجدول قسم المصدر ({source}: {source_size} بايت) إلى منطقة داخل القرص الوجهة بالكامل ({destination_size} بايت).
ca: La partició final de la taula de particions d'origen ({source}: {source_size} bytes) ha de fer referència a una regió completament dins del disc de destí ({destination_size} bytes).
cs: Zdrojový oddíl zdrojové tabulky {source}:{source_size} bajtů) musí odkazovat na oblast zcela uvnitř cílového disku {destination_size} bajtů).
da: Kildepartitionstabellens sidste partition ({source}: {source_size} bytes) skal henvise til et område, som ligger fuldstændigt indenfor destinationsdiskens størrelse ({destination_size} bytes).
de: Die endgültige Partition der Quellpartitionstabelle ({source}: {source_size} bytes) muss sich auf einen Bereich beziehen, der vollständig auf der Zielfestplatte liegt ({destination_size} bytes).
el: Το τελικό διαμέρισμα του πίνακα διαμερισμάτων προέλευσης ({source}: {source_size}) πρέπει να αναφέρεται σε μια περιοχή μέσα στο δίσκο προορισμού ({destination_size}).
es: La partición final de la tabla de partición de origen ({source}: {source_size} bytes) debe referirse a una región completamente dentro del disco de destino ({destination_size} bytes).
fi: Lähdeosiotaulun viimeisen osion ({source}: {source_size} tavua) on viitattava alueeseen kokonaan kohdelevyn sisällä ({destination_size} tavua).
fr: La partition finale du registre de partition source ({source} : {source_size} octets) doit faire référence à une région entièrement située sur le disque de destination ({destination_size} octets).
he: המחיצה האחרונה של טבלת המחיצות המקורית ({source}: {source_size} בתים) חייבת להתייחס לאזור שכולו בתוך כונן היעד ({destination_size} בתים).
hu: A végső Forrás-partícióstábla ( {source} ) mérete ( {source_size} bájt) rá kell férjen a Cél-lemezre ({destination_size} bájt).
it: La partizione finale della tabella delle partizioni sorgente ({source}: {source_size} byte) deve fare riferimento ad una regione all'interno del disco di destinazione ({destination_size} byte).
ja: もとのデータ一番後ろのパーティション（{source}：{source_size}バイト）保存先のディスクで完全な領域が指定されているべきです（{destination_size}バイト）。
lt: Šaltinio skaidinio lentelės galutinis skaidinys ({source}: {source_size} baitai) turi nurodyti regioną, pilnai esantį paskirties diske ({destination_size} baitai).
nb_no: Kildepartisjonstabellens endelige partisjon ({source}: {source_size} byte) må henvise til en region helt innenfor måldisken ({destination_size} byte).
nl: De doel partitie van de bronpartitietabel ({source}: {source_size} bytes) moet verwijzen naar een gebied dat zich volledig binnen de doelschijf bevindt ({destination_size} bytes).
pl: Ostatnia partycja tabeli partycji źródłowej ({source}: {source_size} bajtów)) musi odniesić się do regionu całkowicie wewnątrz dysku docelowego ({destination_size} bajtów).
pt: A partição final da tabela de partição de origem ({source}: {source_size} bytes) deve se referir a uma região completamente dentro do disco de destino ({destination_size} bytes).
ro: Partiția finală a tabelului de partiții sursă ({source} : {source_size} octeți) trebuie să se refere la o regiune situată în întregime pe discul de destinație ({destination_size} octeți).
ru: В исходной таблице разделов Последний раздел ({source}: {source_size} байтов) должен полностью относиться к области на целевом диске ({destination_size} байтов).
sk: Konečný oddiel zdrojovej tabuľky oddielov ({source}: {source_size} bajtov) musí odkazovať na oblasť kompletne v cieľovom disku ({destination_size} bajtov).
sq: Pjesa përfundimtare e tabelës së pjesës burim ({source}: {source_size} bajte) duhet t’i referohet një rajoni plotësisht brenda diskut vendmbërritje ({destination_size} bajte).
sv: Källpartitionstabellens slutliga partition ({source}: {source_size} bytes) måste referera till en region helt inom destinationsskivan ({destination_size} bytes).
ta: மூல பகிர்வு அட்டவணையின் இறுதி பகிர்வு ({source}: {source_size} bytes) இலக்கு வட்டுக்குள் ({destination_size} bytes) ஒரு பகுதியைக் குறிக்க வேண்டும்.
th: ตารางช่องสุดท้ายของพาร์ติชั่นต้นทาง ({source}:{source_size} ไบต์) จะต้องอ้างอิงถึงขอบเขตที่สมบูรณ์ภายในดิสก์ปลายทาง ({destination_size} ไบต์)
tr: Kaynak bölümlendirme tablosunun son bölümü ({source}: {source_size} bayt), tamamen hedef disk içindeki bir bölgeyi göstermelidir ({destination_size} bayt).
vi: Phân vùng sao lưu của bảng phân vùng nguồn ({source}: {source_size} bytes) phải tham chiếu đến một vùng nằm hoàn toàn trong ổ đĩa đích ({destination_size} bytes).
