Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Welcome
ar: مَرْحَبًا
ca: Us donem la benvinguda
cs: Vitejte
da: Velkommen
de: Willkommen
el: Καλωσήρθατε
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
he: ברוך בואך
hu: Üdvözöllek
it: Benvenuto
ja: 歓迎
lt: Sveiki
nb_no: Velkommen
nl: Welkom
pl: Witamy
pt: Bem-vindo
ro: Bine ați venit
ru: Добро пожаловать
sk: Vitajte
sq: Mirë se vini
sv: Välkommen
ta: வரவேற்கிறோம்
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
vi: Chào mừng

source: Select an Option
ar: حدد خيارًا
ca: Trieu una opció
cs: Vyberte
da: Vælg en opgave
de: Wähle eine Option
el: Επιλέξτε
es: Seleccione una opción
fi: Valitse toiminto
fr: Sélectionnez une option
he: נא לבחור אפשרות
hu: Válassz egy opciót
it: Seleziona un'opzione
ja: 選択してください
lt: Pasirinkite parinktį
nb_no: Velg et alternativ
nl: Selecteer een optie
pl: Wybierz opcję
pt: Selecione uma opção
ro: Selectați o opțiune
ru: Выберите действие
sk: Vyberte jednu z možností
sq: Përzgjidhni një Mundësi
sv: Välj ett alternativ
ta: ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกการดำเนินการ
tr: Bir Seçenek Seçin
vi: Lựa chọn

source: Easily create a backup image of your computer, or completely restore from one. Click an option to begin:
ar: يمكنك بسهولة إنشاء نسخة احتياطية لجهاز الكمبيوتر الخاص بك، أو القيام باستعادة كاملة من أحدها. انقر فوق خيار للبدء:
ca: Creeu una còpia de seguretat d'aquest ordinador, o bé restaureu des d'una existent. Trieu una opció per iniciar:
cs: Snadné vytvoření kompletní zálohy vašeho počítače nebo kompletní obnova za zálohy. Vyberte si:
da: Lav en sikkerhedskopi af din computer eller lav en fuldstændig gendannelse af computeren. Vælg en handling:
de: Erstelle eine Sicherungskopie deines Computers oder stelle ihn von einer solchen vollständig wieder her. Wähle eine Option, um zu beginnen:
el: Δημιουργήστε εύκολα αντίγραφο ασφαλείας του υπολογιστή σας ή κάντε πλήρη επαναφορά από ένα ήδη υπάρχον. Κάντε μια επιλογή για να ξεκινήσετε:
es: Cree fácilmente una imagen de copia de seguridad de su equipo o restaurela completamente desde. Haga clic en una de las opciones para empezar:
fi: Luo helposti varmuuskopio tietokoneestasi tai palauta se kokonaan. Aloita valitsemalla toiminto:
fr: Créez facilement une sauvegarde de votre PC, ou restaurez-le à partir d'une sauvegarde. Sélectionnez une option pour commencer :
he: ניתן ליצור דמות של המחשב שלך או לשחזר מאחת כזאת. יש ללחוץ על אחת האפשרויות כדי להתחיל:
hu: Készíts könnyen teljes lemezkép mentést a komputeredről, vagy állíts vissza egy korábbit. Kattints valamely opcióra a kezdéshez:
it: Crea un'immagine di backup del tuo computer od esegui il ripristino completo di una di esse. Scegli un'opzione per iniziare:
ja: パソコンのバックアップイメージをお手軽作成したり、作成済みのイメージから完全復元したり出来ます。 オプション選択したら始めます。
lt: Lengvai sukurkite atsarginį kompiuterio atvaizdą arba visiškai atkurkite jį iš atsarginės kopijos. Spustelėkite parinktį ir pradėkite:
nb_no: Opprett en sikkerhetskopi av datamaskinen din, eller gjenopprett fra en. Klikk et alternativ for å begynne:
nl: Maak eenvoudig een back-up image van uw computer of herstel deze volledig vanaf een image. Klik op een optie om te beginnen:
pl: W prosty sposób stwórz kopię zapasową obrazu swojego komputera lub przywróć ją całkowicie z jednego. Kliknij opcję, aby rozpocząć:
pt: Crie facilmente uma imagem de backup do seu computador ou restaure-a completamente. Clique em uma opção para começar:
ro: Creați cu ușurință o imagine de rezervă a calculatorului dvs. sau restaurați complet dintr-una. Faceți clic pe o opțiune pentru a începe:
ru: Создать резервный образ вашего компьютера или восстановить компьютер из резервного образа. Выберите с чего начать:
sk: Ľahko vytvoriť záložný obraz vášho počítača, alebo úplne obnoviť z jedného. Kliknite na možnosť začať:
sq: Krijoni kollaj një pamje kopjeruajtje të kompjuterit tuaj, ose riktheni plotësisht një të tillë. Për t’ia filluar, klikoni mbi një nga mundësitë:
sv: Skapa enkelt en säkerhetskopia av din dator eller återställ helt från en. Klicka på ett alternativ för att börja:
ta: உங்கள் கணினியின் காப்புப்பிரதி படத்தை எளிதாக உருவாக்கவும் அல்லது ஒன்றிலிருந்து முழுமையாக மீட்டெடுக்கவும். தொடங்க ஒரு விருப்பத்தைக் சொடுக்கு செய்க:
th: สร้างการสำรองข้อมูลเครื่องคอมของคุณง่ายๆ หรือจะคืนค่าที่สำรองไว้เพียวแค่กดปุ่มเดียว คลิกเพื่อเลือกเริ่มดำเนินการ:
tr: Bilgisayarınızın yedek bir kalıbını kolayca oluşturun veya tamamen geri yükleyin. Başlamak için bir seçeneğe tıklayın:
vi: Dễ dàng tạo hoặc khôi phục từ bản sao lưu máy tính. Chọn để bắt đầu:

source: Backup
ar: النسخ احتياطي
ca: Còpia de seguretat
cs: Záloha
da: Sikkerhedskopiér
de: Sichern
el: Αντίγραφο Ασφαλείας
es: Copia de respaldo/seguridad
fi: Varmuuskopiointi
fr: Sauvegarder
he: גיבוי
hu: Mentés
ja: バックアップ
lt: Atsarginė kopija
nb_no: Sikkerhetskopier
pl: Utwórz kopię
ro: Copie de rezervă
ru: Резервное копирование
sk: Zálohovanie
sq: Kopjeruani
sv: Säkerhetskopiering
ta: காப்புப்பிரதி
th: สำรองข้อมูล
tr: Yedekle
vi: Sao lưu

source: Restore
ar: استعادة
ca: Restauració
cs: Obnova
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palautus
fr: Restaurer
he: שחזור
hu: Helyreállítás
it: Ripristino
ja: 復元
lt: Atkurti
nb_no: Gjenopprett
nl: Herstellen
pl: Przywróć
pt: Restaurar
ro: Restaurare
ru: Восстановить
sk: Obnoviť
sq: Riktheje
sv: Återställ
ta: மீட்டமை
th: คืนค่าข้อมูล
tr: Geri Yükle
vi: Khôi phục

source: Verify Image
ar: تأكد من النسخة
ca: Verifica una imatge
cs: Kontrola zálohy
da: Verificere sikkerhedskopien
de: Image überprüfen
el: Επαλήθευση Εικόνας
es: Verificar imagen
fi: Levykuvan tarkastus
fr: Vérifier l'image
he: אימות דמות
hu: Lemezkép Ellenőrzése (korábbi mentésé)
it: Verifica immagine
ja: イメージ検証
lt: Patikrinti atvaizdą
nb_no: Bekreft avbildning
nl: Image verifiëren
pl: Zweryfikuj obraz
pt: Verificar Imagem
ro: Verifică imaginea
ru: Проверить образ
sk: Kontrola zálohy
sq: Verifikoni Pamjen
sv: Validera bild
ta: படத்தை சரிபார்க்கவும்
th: ตรวจสอบไฟล์อิมเมจ
tr: Kalıbı Doğrula

source: Need help? Start by checking the Rescuezilla frequently asked questions, then proceed to the Rescuezilla forum.
ar: تحتاج الي مساعدة؟ راجع الاسئلة الشائعة اولاً، ثم اذهب الي منتدي Rescuezilla.
ca: Us cal ajuda? Veieu primer les PMF i, si encara teniu cap dubte, consulteu el fòrum (en anglès) del RescueZilla.
cs: Potřebujete pomoci? Prohlédněte si FAQ Rescuezilla (časté otázky), nebo navštivte Rescuezilla forum.
da: Brug for hjælp? Læs først Rescuezillas FAQ . Du kan også få hjælp i Rescuezillas forum.
de: Benötigst du Hilfe? Lese zunächst die FAQ. Darüber hinaus erhälst du Unterstützung im Rescuezilla Forum.
el: Χρειάζεστε βοήθεια; Ελέγξτε πρώτα τις συνήθεις ερωτήσεις και στη συνέχεια προχωρήστε στο φόρουμ.
es: ¿Necesita ayuda? Empiece echándole un vistazo a las preguntas frecuentes de Rescuezilla y después consulta el foro de Rescuezilla.
fi: Tarvitsetko apua? Aloita katsomalla Rescuezillan usein kysytyt kysymykset ja siirry sitten Rescuezilla foorumiin.
fr: Vous avez besoin d'aide ? Commencez par consulter la Foire Aux Questions de Rescuezilla, puis rendez-vous sur le forum de Rescuezilla.
he: אפשר להציע לך עזרה? כדאי להתחיל מהשאלות הנפוצות לגבי Rescuezilla ולאחר מכן להמשיך לפורום של Rescuezilla.
hu: Segítség kell? Kezd a FAQ (GyIK) oldalon, utána a Rescuezilla fórumán.
it: Serve aiuto? Inizia controllando le domande frequenti su Rescuezilla, poi procedi sul forum di Rescuezilla.
ja: ヘルプが必要ですか？RescuezillaのFAQを試してください。解決しなければ、Rescuezillaのフォーラムを訪問してください。
lt: Reikia pagalbos? Pradėkite tikrindami Rescuezilla dažniausiai užduodamus klausimus, tada eikite į Rescuezilla forumą.
nb_no: Trenger du hjelp? Start med å sjekke ofte stilte spørsmål, og fortsett deretter til Rescuezilla-forumet.
nl: Hulp nodig? Begin met het controleren van de veelgestelde vragen van Rescuezilla en ga vervolgens naar het Rescuezilla-forum.
pl: Potrzebujesz pomocy? Zacznij od sprawdzenia często zadawanych pytań w Rescuezilla, a następnie przejdź do forum Rescuezilla.
pt: Precisa de ajuda? Comece verificando as perguntas mais frequentes do Rescuezilla e, em seguida, vá para o fórum do Rescuezilla.
ro: Aveți nevoie de ajutor? Începeți prin a consulta întrebările frecvente despre Rescuezilla, apoi accesați forumul Rescuezilla.
ru: Нужна помощь? Начните с часто задаваемых вопросов либо перейдите на форум Rescuezilla.
sk: Potrebujete pomoc? Začnite tým, že si pozriete často kladené otázky Rescuezilly alebo prejdite na fórum Rescuezilly.
sq: Ju duhet ndihmë? Fillojani duke parë pyetjet e bëra rëndom për Rescuezilla-n, mandej kaloni te forumi i Rescuezilla-s.
sv: Behövs hjälp? Börja med att kontrollera Rescuezilla FAQ och fortsätt sedan till Rescuezilla forumet.
ta: உதவி தேவையா? ரெச்க்யூசில்லா அடிக்கடி கேட்கப்படும் கேள்விகளைச் சரிபார்த்து தொடங்கவும், பின்னர் ரெச்க்யூசில்லா மன்றத்திற்குச் செல்லவும்.
th: ต้องการความช่วยเหลือใช่ไหม? เริ่มต้นโดยการเช็คคำถามที่พบบ่อยๆกับการใช้งาน Rescuezilla จากนั้นดูข้อมูลที่กระดานสนทนาของ Rescuezilla
tr: Yardıma mı ihtiyacınız var? Rescuezilla sık sorulan sorulara göz atarak başlayın, ardından Rescuezilla forumuna ilerleyin.
vi: Bạn gặp khó khăn khi dùng phần mềm? Hãy kiểm tra trên mục câu hỏi thường gặp trước, nếu không hãy đặt câu hỏi trên diễn đàn Rescuezilla.

source: Consider contributing $1/month on the crowdfunding website Patreon so Rescuezilla can continue to be developed.
ar: تبرع بدولار شهرياً عن طريق Patreon لدعم تطوير Rescuezilla.
ca: Considereu fer una donació d'1 €/mes mitjançant el Patreon perquè el RescueZilla continuï el seu desenvolupament.
cs: Měsíční příspěvek $1 pomocí crowdfundingové stránky Patreon podpoří vývoj Rescuezilla.
da: Støt udviklingen af Rescuezilla med $1 pr. måned via crowdfunding-hjemmesiden Patreon.
de: Unterstütze die Weiterentwicklung von Rescuezilla mit einem Beitrag von 1 USD pro Monat über die Patreon Webseite.
el: Εξετάστε το ενδεχόμενο να συνεισφέρετε $1/μήνα στον ιστότοπο του Patreon, ώστε το Rescuezilla να μπορεί να συνεχίσει να αναπτύσσεται.
es: Intenta colaborar con 1 USD/mes en el sitio web de crowdfunding Patreon para que Rescuezilla pueda seguir desarrollándose.
fi: Harkitse 1$/kk lahjoittamista Patreon-joukkorahoitussivustolle, jotta Rescuezillan kehittämistä voidaan jatkaa.
fr: Envisagez de donner 1 $/mois sur le site Web de financement participatif Patreon pour que Rescuezilla puisse continuer d'être développé.
he: אפשר גם לתרום לנו דולר בחודש באתר מימון ההמונים Patreon כדי לתמוך בהמשך הפיתוח של Rescuezilla.
hu: Fontold meg havi 1 dollár adományozását a Patreon oldalon keresztül, hogy a Rescuezilla fejlesztése folytatódhasson.
it: Contribuisci con $1/mese sul sito di raccolta fondi Patreon così che Rescuezilla possa continuare ad essere sviluppato.
ja: 毎月1$のPatreonクラウドファンディングで、Rescuezilla開発支援御一考ください。
lt: Apsvarstykite galimybę skirti 1 $ per mėnesį sutelktinio finansavimo svetainėje Patreon, kad Rescuezilla būtų toliau plėtojama.
nb_no: Vurder å bidra med $1/måned på folkefinansieringsnettstedet Patreon, slik at Rescuezilla kan fortsette å bli utviklet.
nl: Overweeg om $1/maand bij te dragen op de crowdfunding-website Patreon, zodat Rescuezilla verder kan worden ontwikkeld.
pl: Rozważ wpłatę 1$ miesięcznie na stronie crowdfundingowej Patreon, aby Rescuezilla mogła być dalej rozwijana.
pt: Considere contribuir com o valor simbólico de $1 Dólar ao mês no site de crowdfunding Patreon para que o Rescuezilla possa continuar a ser desenvolvido.
ro: Luați în considerare contribuția cu 1 dolar pe lună pe situl de finanțare participativă Patreon, astfel încât Rescuezilla să poată continua să fie dezvoltat.
ru: Рассмотрите возможность пожертвования 1$ в месяц на краудфаундиговой площадке Patreon для того, чтобы Rescuezilla могла продолжать развиваться.
sk: Zvážte možnosť prispieť sumou $1/mesiac na crowdfundingovej stránke Patreon, aby sa Rescuezilla mohla naďalej rozvíjať.
sq: Shihni mundësinë të kontribuoni $1/muaj te sajti Patron për financim nga njerëzit, që Rescuezilla të mund të vazhdojë të zhvillohet.
sv: Överväg att bidra med 10Kr/månad på crowdfunding-webbplatsen Patreon så att Rescuezilla kan fortsätta utvecklas.
ta: க்ரூட்ஃபண்டிங் வலைத்தளமான பேட்ரியனில் மாதத்திற்கு $ 1 பங்களிப்பைக் கவனியுங்கள், எனவே ரெச்க்யூசில்லா தொடர்ந்து உருவாக்கப்படலாம்.
th: สนับสนุนนักพัฒนาเพียง 1 ดอลล่าสหรัฐต่อเดือนบนเว็บ Patreon เพื่อให้ Rescuezilla ได้พัฒนาต่อๆไป
tr: Rescuezilla'nın geliştirilmeye devam edebilmesi için kitle fonlaması web sitesi Patreon'da aylık 1$ katkıda bulunmayı düşünün.
vi: Hãy cân nhắc việc đóng góp 1$/tháng ở Patreon hoặc trang gọi vốn của Rescuezilla để phần mềm tiếp tục phát triển.

source: Back
ar: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
ja: 戻ります
lt: Atgal
nb_no: Tilbake
nl: Terug
pl: Powrót
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sq: Mbrapsht
sv: Tillbaka
ta: பின்
th: กลับ
tr: Geri
vi: Quay lại

source: Next >
ar: التالي
ca: Endavant >
cs: Další>
da: Næste>
de: Weiter
el: Επόμενο >
es: Siguiente >
fi: Seuraava >
fr: Suivant >
he: הבא >
hu: Tovább >
it: Avanti >
ja: 続き >
lt: Toliau >
nb_no: Neste >
nl: Volgende >
pl: Dalej >
pt: Seguinte >
ro: Înainte >
ru: Далее >
sk: Ďalšie >
sq: Pasuesi >
sv: Nästa >
ta: அடுத்து>
th: ถัดไป >
tr: İleri>
vi: Tiếp theo >

source: Please wait…
fi: Odota…
ja: お待ちください…
nb_no: Vennligst vent …
ro: Vă rugăm să așteptați…
sq: Ju lutemi, pritni…
ta: தயவுசெய்து காத்திருங்கள் …

source: Identifying disk drives…
fi: Levyasemien tunnistaminen…
ja: ディスク認識しています…
nb_no: Identifiserer diskenheter …
ro: Se identifică unitățile de disc…
sq: Po identifikohen disqe…
ta: வட்டு இயக்கிகளை அடையாளம் காணுதல் …

source: Unmounting: {path}
ar: جاري فك ارتباط: {path}
ca: Desmuntant: {path}
cs: Odpojení: {path}
da: Afmonterer: {path}
de: Aushängen: {path}
el: Λειτουργία μη προσβασιμότητας αρχείων: {path}
es: Desmontando: {path}
fi: Irrotetaan: {path}
fr: Démontage : {path}
he: העיגון מנותק: {path}
hu: Leválasztás: {path}
it: Smontaggio: {path}
ja: マウント解除しています：{path}
lt: Atjungiama: {path}
nb_no: Avmonterer: {path}
nl: Ontkoppelen: {path}
pl: Odmontowywanie: {path}
pt: A desmontar: {path}
ro: Se demontează: {path}
ru: Размонтируем: {path}
sk: Odpojenie:{path}
sq: Po çmontohet: {path}
sv: Avmonterar: {path}
ta: Unsenuting: {path}
th: กำลังยกเลิกเชื่อม: {path}
tr: Bağlantısı kaldırılıyor: {path}
vi: Huỷ kết nối ổ đĩa: {path}

source: Unable to unmount {path}
ar: غير قادر علي فك ارتباط: {path}
ca: No s'ha pogut desmuntar {path}
cs: Nelze odpojit {path}
da: Kunne ikke afmontere {path}
de: {path} konnte nicht ausgehängt werden
el: Δεν είναι δυνατή η λειτουργία μη προσβασιμότητας αρχείων {path}
es: No se puede desmontar {path}
fi: Ei voida irrottaa {path}
fr: Impossible de démonter {path}
he: לא ניתן לנתק את {path}
hu: Nem sikerült a leválasztás: {path}
it: Impossibile smontare {path}
ja: マウント解除出来ません{path}
lt: Nepavyko atjungti {path}
nb_no: Klarte ikke å avmontere {path}
nl: Kan niet ontkoppelen: {path}
pl: Nie można odmontować {path}
pt: Não foi possível desmontar {path}
ro: Nu se poate demonta {path}
ru: Не удалось размонтировать: {path}
sk: Nie je možné odpojiť {path}
sq: S’arrihet të çmontohet {path}
sv: Det går inte att avmontera {path}
ta: {path}
th: ไม่สามารถยกเลิกการเชื่อมกับ {path} ได้
tr: {path} bağlantısı kaldırılamıyor
vi: Không thể huỷ kết nối ổ đĩa {path}

source: Running: {app}
ar: تشغيل: {app}
ca: Executant: {app}
cs: Probíhá: {app}
da: Udfører: {app}
de: {app} wird ausgeführt
el: Εκτέλεση: {app}
es: Ejecutando: {app}
fi: Käynnissä: {app}
fr: Exécution : {app}
he: מופעל: {app}
hu: Fut éppen: {app}
it: Avvio: {app}
ja: 実行しています：{app}
lt: Veikia: {app}
nb_no: Kjører: {app}
nl: Lopend: {app}
pl: Uruchomiono: {app}
pt: A executar: {app}
ro: Se execută: {app}
ru: Выполняется: {app}
sk: Spustená: {app}
sq: Po xhirohet: {app}
sv: Kör: {app}
ta: இயங்குகிறது: {app}
th: กำลังเริ่มโปรแกรม: {app}
tr: Çalıştırılıyor: {app}
vi: Đang chạy: {app}

source: Running {app} on {device}
ar: جاري تشغيل {app} علي{device}
ca: S'està executant {app} a {device}
cs: Probíhá {app} na {device}
da: Udfører {app} på {device}
de: {app} wird auf {device} ausgeführt
el: Εκτέλεση {app} σε {device}
es: Ejecutando {app} en {device}
fi: {app} käynnissä laitteella {device}
fr: Exécution de {app} sur {device}
he: {app} מופעל על {device}
hu: Fut éppen: {app} ezen a gépen: {device}
it: Avvio {app} su {device}
ja: {app}で{device}実行しています
lt: {app} veikia {device}
nb_no: Kjører {app} på {device}
nl: Lopend {app} op {device}
pl: Uruchomiono {app} na {device}
pt: A executar {app} no {device}
ro: Se execută {app} pe {device}
ru: Выполняется {app} на {device}
sk: Spustená {app} na {device}
sq: Po xhirohet {app} në {device}
sv: Kör {app} på {device}
ta: {device}இல் {app} இயங்குகிறது
th: กำลังใช้งานโปรแกรม {app} บนเครื่อง {device}
tr: {device} üzerinde {app} çalıştırılıyor
vi: Đang chạy {app} trên thiết bị {device}

source: Failed to run command:
ar: فشل تشغيل الأمر:
ca: Ha fallat en executar l'ordre:
cs: Selhalo spuštění příkazu:
da: Kunne ikke udføre kommandoen:
de: Befehl konnte nicht ausgeführt werden:
el: Αποτυχία εκτέλεσης εντολής:
es: Fallo en la ejecución del comando:
fi: Komennon suorittaminen epäonnistui:
fr: Échec de l'exécution de la commande :
he: הרצת הפקודה נכשלה:
hu: Nem sikerült a parancs futtatása:
it: Impossibile eseguire il comando:
ja: コマンド実行で失敗しました：
lt: Nepavyko paleisti komandos:
nb_no: Klarte ikke å kjøre kommandoen:
nl: Kan commando niet uitvoeren:
pl: Nie udało się uruchomić polecenia:
pt: Falha ao executar comandos:
ro: Eșec la rularea comenzii:
ru: Не удалось выполнить команду:
sk: Nepodarilo sa spustiť príkaz:
sq: S’u arrit të xhirohej urdhri:
sv: Det gick inte att köra kommandot:
ta: கட்டளையை இயக்குவதில் தோல்வி:
th: การเริ่มคำสั่งล้มเหลว:
tr: Komut çalıştırılamadı:
vi: Lỗi khi thực hiện lệnh:

source: Error querying drives:
ar: حدث خطأ اثناء الاستعلام عن محركات الأقراص:
ca: Error en consultar les unitats:
cs: Chyba při dotazování disků:
da: Fejl ved søgning efter drev:
de: Fehler bei der Suche nach Laufwerken:
el: Σφάλμα ερωτήματος οδηγών:
es: Error en la consulta de las unidades/discos:
fi: Virhe levyasemia tunnistettaessa:
fr: Erreur de récupération des disques :
he: זיהוי הכוננים נתקל בשגיאה:
hu: Hiba a meghajtók lekérésekor:
it: Errore nell'interrogazione delle unità:
ja: ドライブ請求でエラーがありました：
lt: Diskų užklausos klaida:
nb_no: Kunne ikke utføre spørring av disker:
nl: Fout bij doorzoeken schijfstations:
pl: Błąd podczas odpytywania napędów:
pt: Erro ao consultar as unidades:
ro: Eroare la consultarea unităților:
ru: Ошибка при опросе дисков:
sk: Chyba pri dopytovaní jednotiek diskov:
sq: Gabim në analizim disqesh:
sv: Fel vid frågan om enheter:
ta: பிழை வினவல் இயக்கிகள்:
th: การเรียกข้อมูลไดร์ฟผิดพลาด:
tr: Diskler sorgulanırken hata oluştu:
vi: Lỗi khi truy vấn ổ đĩa:

source: Clone
ar: استنسخ
ca: Clona
cs: Klonovat
da: Klon
de: Klonen
el: Κλώνος
es: Clonar
fi: Kloonaus
fr: Cloner
he: שכפול
hu: Klónozd
it: Clona
ja: 複製します
lt: Klonuoti
nb_no: Klon
nl: Klonen
pl: Sklonuj
pt: Clonar
ro: Clonare
ru: Клонировать
sk: Klonovanie
sq: Klonoje
sv: Klona
ta: நகலி
th: สร้างสำเนา
tr: Klonla
vi: Nhân bản ổ đĩa

source: Step 1: Understanding Cloning
ar: الخطوة الأولى: فهم الاستنساخ
ca: Primer pas: Entendre el procés de clonació
cs: Krok 1. Pochopení klonování
da: Trin 1: Forstå kloning
de: Schritt 1: Klonen erklärt
el: Βήμα 1: Κατανόηση της Κλωνοποίησης
es: Paso 1: Comprender la clonación
fi: Vaihe 1: Kloonauksen ymmärtäminen
fr: Étape 1 : Comprendre le clonage
he: שלב 1: הסבר על שכפול
hu: 1. Lépés: A klónozás megértése
it: Fase 1: Informazioni sulla clonazione
ja: ステップ １：複製内容
lt: 1 žingsnis: klonavimo supratimas
nb_no: Steg 1: Forstå hva kloning er
nl: Stap 1: begrijpen wat klonen is
pl: Krok 1: Zrozumienie klonowania
pt: Passo 1: Entendendo Clonagem
ro: Pasul 1: Înțelegerea clonării
ru: Шаг 1: Объяснение понятия - клонирование
sk: Krok 1: Pochopenie klonovania
sq: Hapi 1: Të kuptuarit e Klonimit
sv: Steg 1: Förstå kloning
ta: படி 1: குளோனிங்கைப் புரிந்துகொள்வது
th: ขั้นตอนที่ 1: การทำความเข้าใจของการทำสำเนา
tr: 1. Adım: Klonlamayı Anlama
vi: Bước 1: Hiểu về nhân bản ổ đĩa

source: Please understand how "cloning" differs from "imaging".
ar: يرجى فهم كيف يختلف "الاستنساخ" عن "التصوير".
ca: A continuació us expliquem les diferències entre «clonació» i «creació d'imatges».
cs: Pochopte prosím, jak se liší "klonování" od "obrazu" disku.
da: Forstå forskellen mellem "kloning" og "sikkerhedskopiering".
de: Mache dich mit den Unterschieden zwischen "Klonen" und "Sicherungskopie" vertraut.
el: Παρακαλώ να κατανοήσετε τη διαφορά ανάμεσα στην "κλωνοποίηση" και την "απεικόνιση".
es: Por favor, comprenda en qué se diferencia la "clonación" de la "creación de imágenes".
fi: Ymmärrä, miten "kloonaus" eroaa "kuvauksesta".
fr: Veuillez bien comprendre la différence entre « clonage » et « image ».
he: מוטב להבין את ההבדל בין „שכפול” לבין „יצירת קובץ גיבוי”.
hu: A "klónozás" különbözik a "Lemezkép készítéstől".
it: Chiariamo perchè "clonazione" differisce da "immagine".
ja: “複製”と“イメージ作成”でどう区別するか理解していただきたいです。
lt: Supraskite, kuo „klonavimas“ skiriasi nuo „atvaizdavimo“.
nb_no: Forstå hvordan «kloning» er forskjellig fra «avbildning».
nl: Gelieve te begrijpen hoe "klonen" verschilt van "imaging".
pl: Proszę zrozumieć, jak "klonowanie" różni się od "obrazowania".
pt: Por favor entenda como "clonagem" difere de "imagem".
ro: Vă rugăm să înțelegeți în ce se deosebește „clonarea” de „crearea de imagine”.
ru: Пожалуйста имейте ввиду, что понятия "клонирование" и "создание образа" отличаются.
sk: Pochopte, prosím, ako sa "klonovanie" líši od "obrazu" disku.
sq: Ju lutemi të kuptoni nga ndryshon “klonimi” me “krijimin e pamjes”.
sv: Förstå hur "kloning" skiljer sig från "bildbehandling".
ta: "இமேசிங்" இலிருந்து "குளோனிங்" எவ்வாறு வேறுபடுகிறது என்பதைப் புரிந்து கொள்ளுங்கள்.
th: โปรดทราบว่าการ "ทำสำเนา" นั้นแตกต่างจากการทำ "อิมเมจ"
tr: Lütfen "klonlamanın" "kalıbını almaktan" ne kadar farklı olduğunu anlayın.
vi: Vui lòng hiểu rằng việc "nhân bản" khác với "sao lưu" như thế nào.
