Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Will <b>NOT</b> be overwriting partition table
ar: <b>لن يقوم</b> بالكتابة فوق جدول الأقسام
ca: <b>NO</b> sobreescriurà la taula de particions
cs: Bude <b>NE</b> přepisovat tabulku oddílů
da: Partitionstabellen bliver <b>IKKE</b> overskrevet
de: Die Partitionstabelle wird <b>NICHT</b> überschrieben
el: <b>Δεν</b> θα αντικατασταθεί ο πίνακας διαμερισμάτων
es: <b>NO</b> se va a sobreescribir la tabla de partición
fi: Osiotaulua <b>ei</b> korvata
fr: N'écrasera <b>PAS</b> le registre des partitions
he: טבלת המחיצות <b>לא</b> תשוכתב
hu: <b>NEM</b> lesz felülírva a partíciós tábla
it: <b>NON</b> sarà sovrascritta la tabella delle partizioni
ja: パーティション一覧上書き<b>しない</b>です
lt: Bus <b>NE</b>perrašoma skaidinio lentelė
nb_no: Kommer <b>IKKE</b> til å overskrive partisjonstabellen
nl: Zal de partitietabel <b>NIET</b> overschrijven
pl: <b>NIE</b> będzie nadpisywać tabeli partycji
pt: <b>NÃO</b> substituirá a tabela de partições
ro: <b>NU</b> se va suprascrie tabelul de partiții
ru: <b> НЕ </b> будет перезаписана таблица разделов
sk: <b>Nebude</b> prepisovať tabuľku oddielov
sq: <b>NUK</b> do të mbishkruhet tabelë pjesësh
sv: Kommer <b>INTE</b> att skriva över partitionstabellen
ta: <b> இல்லை </b> பகிர்வு அட்டவணையை மேலெழுதும்
th: <b>ไม่</b>เขียนข้อมูลทับบนตารางพาร์ติชั่น
tr: Bölümlendirme tablosunun üzerine <b>YAZILMAYACAK</b>
vi: Sẽ <b>KHÔNG</b> ghi đè bảng phân vùng

source: To start the restore, click <b>Next</b>.
ar: لبدء الاستعادة، انقر فوق <b>التالي</b>.
ca: Per iniciar la restauració, feu clic a <b>Endavant</b>.
cs: Chcete-li zahájit obnovu, klikněte na <b>Další</b>.
da: For at starte gendannelsen; klik <b>Næste</b>.
de: Um die Wiederherstellung zu starten klicke <b>Weiter</b>.
el: Για να ξεκινήσετε την επαναφορά, κάντε κλικ στο <b>Επόμενο</b>.
es: Haz clic en <b>Siguiente</b> para iniciar la restauración.
fi: Aloita palautus napsauttamalla <b>Seuraava</b>.
fr: Pour lancer la restauration, cliquez sur <b>Suivant</b>.
he: כדי להתחיל בשחזור, יש ללחוץ על <b>הבא</b>.
hu: A kezdéshez kattints a <b>Tovább</b> gombra.
it: Per avviare il ripristino, clicca <b>Avanti</b>.
ja: <b>続き</b>クリックで、復元始めます。
lt: Norėdami pradėti atkūrimą, spustelėkite <b>Toliau</b>.
nb_no: Trykk <b>Neste</b> for å starte gjenopprettingen.
nl: Als u het herstel wilt starten, klikt u op <b>Volgende</b>.
pl: Aby rozpocząć przywracanie, kliknij <b>Następny</b>.
pt: Para iniciar o restauro, clique em <b>Seguinte</b>.
ro: Pentru a iniția restaurarea, pulsați butonul <b>Înainte</b>.
ru: Для запуска восстановления нажмите <b>Далее</b>.
sk: Ak chcete začať obnovu, kliknite na tlačidlo <b>Ďalej</b>.
sq: Që të fillohet rikthimi, klikoni mbi <b>Pasuesi</b>.
sv: Klicka på <b>Nästa</b> för att starta återställningen.
ta: மீட்டமைப்பைத் தொடங்க, <b> அடுத்து </b> என்பதைக் சொடுக்கு செய்க.
th: เพื่อเริ่มดำเนินการคืนค่า คลิ๊ก <b>ถัดไป</b>
tr: Geri yüklemeyi başlatmak için <b>İleri</b> düğmesine tıklayın.
vi: Để bắt đầu quá trình khôi phục, nhấn vào <b>Tiếp theo</b>.

source: Restoring From Backup
ar: الاستعادة من النسخة الاحتياطية
ca: Restauració des de la còpia de seguretat
cs: Obnovení ze zálohy
da: Gendanner fra sikkerhedskopi
de: Wiederherstellung aus Sicherungskopie
el: Επαναφορά Από Αντίγραφο Ασφαλείας
es: Restaurando desde la Copia de respaldo/seguridad
fi: Palautetaan varmuuskopiosta
fr: Restauration à partir d'une sauvegarde
he: מתבצע שחזור מהגיבוי
hu: Mentésből helyreállítás
it: Ripristino da Backup
ja: バックアップから復元しています
lt: Atkuriama iš atsarginės kopijos
nb_no: Gjenoppretting fra sikkerhetskopi
nl: Herstellen vanaf back-up
pl: Przywracanie z kopii zapasowej
pt: Restaurando do Backup
ro: Se restaurează din copia de rezervă
ru: Восстановление из резервной копии
sk: Obnovenie zo zálohy
sq: Rikthim Prej Kopjeruajtjeje
sv: Återställer från säkerhetskopia
ta: காப்புப்பிரதியிலிருந்து மீட்டமைத்தல்
th: กำลังคืนค่าจากไฟล์สำรองข้อมูล
tr: Yedekten Geri Yükleme
vi: Đang khôi phục từ bản sao lưu

source: Restoring your system from the image you selected. This may take an hour or more depending on the speed of your computer and the amount of data.
ar: جاري استعادة النظام الخاص بك من الصورة/النسخة التي حددتها. قد يستغرق ذلك ساعة أو أكثر اعتماداً على سرعة جهاز الكمبيوتر الخاص بك وكمية البيانات.
ca: S'està restaurant la còpia de seguretat des de la imatge que heu seleccionat. El procés trigarà en funció de la velocitat del vostre equip i la quantitat de dades d'origen.
cs: Obnovení systému z vybrané bitové kopie. To může trvat hodinu nebo déle v závislosti na rychlosti vašeho počítače a množství dat.
da: Gendanner dit system fra den valgte sikkerhedskopi. Det kan tage en time eller mere afhængigt af din computers hastighed og datamængden.
de: Dein Computersystem wird nun von der ausgewählten Backup-Image Datei wiederhergestellt. Dies könnte durchaus eine Stunde oder sogar länger dauern (abhängig von der Geschwindigkeit deines Computers und der Datenmenge).
el: Γίνεται επαναφορά του συστήματός σας από το επιλεγμένο είδωλο. Αυτό μπορεί να διαρκέσει μια ώρα ή περισσότερο, ανάλογα με την ταχύτητα του υπολογιστή σας και το μέγεθος των δεδομένων.
es: Restaurar su sistema desde la imagen seleccionada. Esto puede demorarse una hora o más dependiendo de la velocidad de su computador y de la cantidad de datos.
fi: Järjestelmää palautetaan valitsemastasi levykuvasta. Tämä voi kestää hetken, riippuen tietokoneesi nopeudesta ja tiedon määrästä.
fr: Restaure le système à partir de la sauvegarde sélectionnée. Cette opération peut durer une heure ou plus en fonction de la vitesse de votre ordinateur et de la quantité de données.
he: המערכת שלך בתהליך שחזור מקובץ הגיבוי שבחרת. פעולה זו עשויה לארוך שעה ויותר כתלות במהירות המחשב שלך וכמות הנתונים.
hu: Helyreállítás zajlik a kiválasztott Lemezképből. Ez eltarthat egy órát vagy többet a gép sebességétől és az adat mennyiségétől függően.
it: Ripristino del sistema dall'immagine selezionata. L'operazione potrebbe richiedere un'ora o più in funzione della velocità del computer e della quantità di dati.
ja: イメージでシステム復元しています。 これはコンピューターのスピードとデータ量とで一時間かそれ以上掛かるかもしれません。
lt: Atkuriama jūsų sistema iš jūsų pasirinkto atvaizdo. Tai gali užtrukti valandą ar ilgiau, priklausomai nuo kompiuterio greičio ir duomenų kiekio.
nb_no: Gjenoppretter systemet ditt fra avbildningen du har valgt. Dette kan ta en time eller mer avhengig av hastigheten på din datamaskin og mengden data.
nl: Herstel uw systeem vanaf de image die u hebt geselecteerd. Dit kan een uur of langer duren, afhankelijk van de snelheid van uw computer en de hoeveelheid gegevens.
pl: Przywracanie systemu z wybranego obrazu. Może to potrwać godzinę lub więcej, w zależności od szybkości komputera i ilości danych.
pt: Restaurando seu sistema da imagem que você selecionou. Isso pode levar uma hora ou mais dependendo da velocidade do seu sistema e da quantidade de dados.
ro: Se restaurează sistemul din imaginea selectată. Acest proces poate dura o oră sau mai mult, în funcție de viteza calculatorului și de cantitatea de date.
ru: Запущен процесс восстановления вашей системы. Это может занять час или больше времени в зависимости от скорости вашего компьютера и размера выбранного вами образа дисков.
sk: Obnovenie systému z vybraného obrazu. Môže to trvať hodinu alebo aj dlhšie v závislosti od rýchlosti vášho počítača a množstva údajov.
sq: Po bëhet rikthimi i sistemit tuaj që nga pamja që përzgjodhët. Kjo mund të dojë një orë a më tepër, varet nga shpejtësia e kompjuterit tuaj dhe nga sasia e të dhënave.
sv: Återställer ditt system från den fil du valt. Det kan ta en timme eller mer beroende på datorns hastighet och datamängden.
ta: நீங்கள் தேர்ந்தெடுத்த படத்திலிருந்து உங்கள் கணினியை மீட்டமைத்தல். உங்கள் கணினியின் விரைவு மற்றும் தரவின் அளவைப் பொறுத்து இது ஒரு மணிநேரம் அல்லது அதற்கு மேற்பட்டதாக இருக்கலாம்.
th: การคืนค่าจากไฟล์สำรองข้อมูลบนเครื่องของคุณจะใช้เวลาชั่วโมงหรือมากกว่านั้น ขึ้นอยู่กับความเร็วคอมพิวเตอร์ของคุณ หรือขนาดของข้อมูล
tr: Sisteminiz seçtiğiniz kalıptan geri yükleniyor. Bu, bilgisayarınızın hızına ve veri miktarına bağlı olarak bir saat veya daha fazla sürebilir.
vi: Khôi phục hệ thống của bạn từ bản sao lưu bạn đã chọn. Quá trình này có thể mất cả tiếng hoặc hơn tùy thuộc vào hiệu năng máy tính của bạn và lượng dữ liệu.

source: Refreshing partition table
ar: تحديث جدول التقسيم
ca: Actualització de la taula de particions
cs: Aktualizace tabulky oddílů
da: Opdaterer partitionstabel
de: Partitionstabelle aktualisieren
el: Ανανέωση πίνακα διαμερισμάτων
es: Actualizando la tabla de partición
fi: Päivitetään osiotaulu
fr: Actualisation du registre des partitions
he: טבלת המחיצות מתרעננת
hu: Partíciós táblák frissítése
it: Aggiornamento della tabella delle partizioni
ja: パーティション一覧リフレッシュしています
lt: Atnaujinama skaidinių lentelė
nb_no: Gjenoppfrisking av partisjonstabell
nl: Partitietabel aan het vernieuwen
pl: Odświeżenie tabeli partycji
pt: Atualizando tabela de partição
ro: Se actualizează tabelul de partiții
ru: Обновление разделов таблицы
sk: Obnovenie tabuľky oddielov
sq: Po rifreskohet tabelë pjesësh
sv: Uppdaterar partitionstabellen
ta: புத்துணர்ச்சியூட்டும் பகிர்வு அட்டவணை
th: กำลังรีเฟรชตารางพาร์ติชั่น
tr: Bölümlendirme tablosu yenileniyor
vi: Làm mới bảng phân vùng

source: Restoring {description} to {destination_partition} ({destination_description})
ar: جاري استعادة {description} إلى {destination_partition} ({destination_description})
ca: S'està restaurant {description} a {destination_partition} ({destination_description})
cs: Obnovení {description} na {destination_partition} {destination_description})
da: {description} gendannes på {destination_partition} ({destination_description})
de: {description} wird auf {destination_partition} ({destination_description}) wiederhergestellt
el: Επαναφορά {description} στο {destination_partition} ({destination_description})
es: Restaurando {description} en {destination_partition} ({destination_description})
fi: Palautetaan {description} kohteeseen {destination_partition} ({destination_description})
fr: Restauration de {description} vers {destination_partition} ({destination_description})
he: {description} משוחזר אל {destination_partition} ({destination_description})
hu: A {description} helyreállítása ide: {destination_partition} ({destination_description})
it: Ripristino di {description} in {destination_partition} ({destination_description})
ja: {description}から{destination_partition}で復元しています（{destination_description}）
lt: Atkuriama {description} į {destination_partition} ({destination_description})
nb_no: Gjenoppretter {description} til {destination_partition} ({destination_description})
nl: Herstellen van {description} naar {destination_partition} ({destination_description})
pl: Przywrócenie {description} na {destination_partition} ({destination_description})
pt: Restaurando {description} para {destination_partition} ({destination_description})
ro: Se restaurează {description} în {destination_partition} ({destination_description})
ru: Восстановление {description} в {destination_partition} ({destination_description})
sk: Obnovenie {description} do {destination_partition} ({destination_description})
sq: Rikthim i {description} te {destination_partition} ({destination_description})
sv: Återskapar {description} till {destination_partition} ({destination_description})
ta: {description} க்கு {destination_partition} ({destination_description}) மீட்டமைத்தல்
th: กำลังคินค่าข้อมูล {description} ไปที่พาร์ติชั่น {destination_partition} ({destination_description})
tr: {description}, {destination_partition} ({destination_description}) konumuna geri yükleniyor
vi: Đang khôi phục {description} vào phân vùng {destination_partition} ({destination_description})

source: Synchronizing disks…
fi: Synkronoidaan levyjä…
ja: ディスク同期しています…
nb_no: Synkroniserer disker …
ro: Se sincronizează discurile…
sq: Po njëkohësohen disqe…
ta: வட்டுகளை ஒத்திசைத்தல் …

source: Querying hard drive geometry of {device}
ar: الاستعلام عن هندسة محرك الأقراص {device}
ca: Consulta de la geometria del disc dur de {device}
cs: Dotaz na geometrii pevného disku {device}
da: Forespørger harddiskens geometri af {device}
de: Abfrage der Festplattengeometrie von {device}
el: Ερώτημα για γεωμετρία σκληρού δίσκου του {device}
es: Buscando la geometría del disco/unidad {device}
fi: Kysellään kiintolevyn {device} geometriasta
fr: Recherche de la géométrie du disque dur de {device}
he: תשתית הכונן הקשיח {device} נבדקת
hu: Lekérem ezen eszköz tulajdonságait: {device}
it: Interrogazione della geometria del disco rigido di {device}
ja: {device}ハードドライブジオメトリー請求しています
lt: Užklausiama standžiojo disko geometrija {device}
nl: De geometrie van de harde schijf van {device} opvragen
pl: Odpytywanie geometrii dysku twardego {device}
pt: Consultando a geometria do disco rígido de {device}
ro: Se consultă geometria discului dur al {device}
ru: Запрос геометрии жёсткого диска {device}
sk: Vyhľadávanie geometrie pevného disku {device}
sq: Po kërkohet gjeometria e diskut të {device}
sv: Letar efter hårddiskens geometri för {device}
ta: {device} இன் வட்டுஇயக்கி வடிவவியலை வினவுகிறது
th: กำลังเรียกโครงสร้างฮาร์ดดิสของ {device}
tr: {device} sabit disk geometrisi sorgulanıyor
vi: Truy vấn hình dạng ổ cứng của {device}

source: Probing {device} with {app}
ar: فحص {device} باستخدام {app}
ca: Sondejant {device} amb {app}
cs: Sondování {device} pomocí {app}
da: Undersøger {device} med {app}
de: Prüfe {device} mit {app}
el: Έλεγχος {device} με {app}
es: Probar {device} con {app}
fi: Tutkitaan {device} sovelluksella {app}
fr: Analyse de {device} avec {app}
he: מתבצע תשאול מול {device} עם {app}
hu: Az eszköz {device} próbája ezzel a programmal: {app}
it: Esplorazione {device} con {app}
ja: {app}で{device}認証しています
lt: Naršoma {device} naudojant {app}
nb_no: Undersøker {device} med {app}
nl: {device} onderzoeken met {app}
pl: Sondowanie {device} za pomocą {app}
pt: Sondando {device} com {app}
ro: Se testează {device} cu {app}
ru: Исследование {device} с помощью {app}
sk: Sondovanie {device} s {app}
sq: Po sondohet {device} me {app}
sv: Undersöker {device} med {app}
ta: {device} உடன் {app} ஆய்வு செய்தல்
th: กำลังตรวจสอบ {device} ด้วย {app}
tr: {device}, {app} ile sorgulanıyor
vi: Kiểm tra ổ {device} với {app}

source: Growing filesystem {partition} ({filesystem}). This may take a while…
fi: Kasvava tiedostojärjestelmä {partition} ({filesystem}). Tämä voi kestää hetken…
ja: {partition}（{filesystem}）ファイルシステムが増量しています。少し掛かります…
ro: Se mărește sistemul de fișiere {partition} ({filesystem}). Acest proces poate dura ceva timp…
sq: Po zmadhohet sistem kartelash {partition} ({filesystem}). Kjo mund të zgjasë ca…
ta: வளரும் கோப்பு முறைமை {partition} ({filesystem}). இதற்கு சிறிது நேரம் ஆகலாம் …

source: Resizing partition {partition} ({filesystem}) failed: {msg}
ar: فشل في تغيير حجم القسم {partition} ({filesystem}): {msg}
ca: No s'ha pogut canviar la mida de la partició {partition} ({filesystem}): {msg}
cs: Změna velikosti oddílu {partition} {filesystem}) se nezdařila: {msg}
da: Ændring af størrelse på partition {partition} ({filesystem}) mislykkedes: {msg}
de: Größenapassung der Partition {partition} ({filesystem}] fehlgeschlagen: {msg}
el: Η αλλαγή μεγέθους διαμερίσματος {partition} ({filesystem}) απέτυχε: {msg}
es: Redimensionar la partición {partition} ({filesystem}) ha fallado: {msg}
fi: Osion {partition} ({filesystem}) koon muuttaminen epäonnistui: {msg}
fr: Échec du redimensionnement de la partition {partition} ({filesystem}) : {msg}
he: שינוי גודל המחיצה {partition} ({filesystem}) נכשל: {msg}
hu: A partíció {partition} ({filesystem}) átméretezése sikertelen. A hibaüzenet: {msg}
it: Ridimensionamento della partizione {partition} ({filesystem}) non riuscito: {msg}
ja: パーティションのサイズ変更{partition}（{filesystem}）は失敗です：{msg}
lt: Nepavyko pakeisti skaidinio {partition} ({filesystem}) dydžio: {msg}
nb_no: Endring av størrelse på partisjonen {partition} ({filesystem}) mislyktes: {msg}
nl: De grootte van partitie {partition} ({filesystem}) wijzigen is mislukt: {msg}
pl: Zmiana rozmiaru partycji {partition} ({filesystem}) nie powiodła się: {msg}
pt: Falha ao redimensionar a partição {partition} ({filesystem}): {msg}
ro: Redimensionarea partiției {partition} ({filesystem}) a eșuat: {msg}
ru: Изменение размера раздела {partition} ({filesystem}) Ошибка: {msg}
sk: Zmena veľkosti oddielu {partition} ({filesystem}) sa nepodarila: {msg}
sq: Ripërmasimi i pjesës {partition} ({filesystem}) dështoi: {msg}
sv: Ändring av storlek på partition {partition} ({filesystem}) misslyckades: {msg}
ta: பகிர்வு {partition} ({filesystem}) தோல்வியுற்றது: {msg}
th: การย่อขยายพาร์ติชั่น {partition} ({filesystem}) ล้มเหลว: {msg}
tr: {partition} ({filesystem}) bölümü yeniden boyutlandırılamadı: {msg}
vi: Thay đổi kích thước phân vùng {partition} ({filesystem}) không thành công: {msg}

source: Successfully adjusted NTFS filesystem geometry of {ntfs_device} using values from {geometry_source}
ar: تم بنجاح تعديل هندسة نظام ملفات NTFS لـ {ntfs_device} باستخدام قيم من {geometry_source}
ca: S'ha ajustat correctament la geometria del sistema de fitxers NTFS de {ntfs_device} mitjançant valors de {geometry_source}
cs: Úspěšně upravena geometrie souborového systému NTFS {ntfs_device} pomocí hodnot z {geometry_source}
da: NTFS-filsystem fra {ntfs_device} er blevet tilpasset baseret på værdierne fra {geometry_source}
de: NTFS Dateisystem von {ntfs_device} erfolgreich angepasst anhand der Werte von {geometry_source}
el: Επιτυχής προσαρμογή γεωμετρίας συστήματος αρχείων NTFS {ntfs_device} χρησιμοποιώντας τιμές από {geometry_source}
es: Se ha ajustado con éxito la geometría del sistema de archivos NTFS de {ntfs_device} utilizando los valores de {geometry_source}
fi: Laitteen {ntfs_device} NTFS-tiedostojärjestelmän geometria säädettiin onnistuneesti käyttämällä arvoja kohteesta {geometry_source}
fr: Ajustement réussi de la géométrie du système de fichiers NTFS de {ntfs_device} en utilisant les valeurs de {geometry_source}
he: תשתית מערכת הקבצים NTFS של {ntfs_device} הותאמה בהצלחה בעזרת הערכים מתוך {geometry_source}
hu: Sikeresen módosítottam az NTFS fájlrendszer méretét ezen: {ntfs_device} az eszközön, az alábbi adatokat használva: {geometry_source}
it: Geometria del filesystem NTFS {ntfs_device} corretta con successo utilizzando i valori di {geometry_source}
ja: {geometry_source}の数字から{ntfs_device}ＮＴＦＳファイルシステムジオメトリー適化は出来ました
lt: Sėkmingai pakoreguota {ntfs_device} NTFS failų sistemos geometrija, naudojant reikšmes iš {geometry_source}
nb_no: Justerte NTFS-filsystemsgeometri for {ntfs_device} ved bruk av verdier fra {geometry_source}
nl: Succesvol de NTFS-bestandssysteemgeometrie van {ntfs_device} met waarden van {geometry_source} aangepast
pl: Pomyślnie dostosowano geometrię systemu plików NTFS {ntfs_device} przy użyciu wartości z {geometry_source}
pt: Geometria do sistema de arquivos NTFS ajustada com sucesso de {ntfs_device} usando valores de {geometry_source}
ro: Sistemul de fișiere NTFS {ntfs_device} a fost ajustat cu succes utilizând valorile din {geometry_source}
ru: Успешно скорректирована геометрия файловой системы NTFS для {ntfs_device} с использованием значений из {geometry_source}
sk: Úspešne upravená geometria súborového systému NTFS {ntfs_device} pomocou hodnôt z {geometry_source}
sq: U rregullua me sukses gjeometri sistemi kartelash NTFS e {ntfs_device} duke përdorur vlera nga {geometry_source}
sv: Justerat NTFS-filsystem för {ntfs_device} med hjälp av värden från {geometry_source} fungerade
ta: {ntfs_device}இன் வெற்றிகரமாகச் சரிசெய்யப்பட்ட NTFS கோப்பு முறைமை வடிவியல் {geometry_source} இலிருந்து மதிப்புகளைப் பயன்படுத்துதல்
th: การจัดเรียงโครงสร้างไฟล์ระบบ NTFS ของ {ntfs_device} โดยใช้ค่าข้อมูลจาก {geometry_source}
tr: {geometry_source} değerleri kullanılarak {ntfs_device} NTFS dosya sistemi geometrisi başarıyla ayarlandı
vi: Đã điều chỉnh thành công hình dạng hệ thống tập tin NTFS của {ntfs_device} bằng cách sử dụng các giá trị từ {geometry_source}

source: Failed to adjust NTFS filesystem geometry of {ntfs_device}
ar: فشل ضبط هندسة نظام ملفات NTFS لـ {ntfs_device}
ca: No s'ha pogut ajustar la geometria del sistema de fitxers NTFS de {ntfs_device}
cs: Nepodařilo se upravit geometrii souborového systému NTFS {ntfs_device}
da: Kunne ikke justere NTFS-filsystemgeometrien for {ntfs_device}
de: Anpassung des NTFS-Dateisystems von {ntfs_device} fehlgeschlagen
el: Απέτυχε η προσαρμογή γεωμετρίας του συστήματος αρχείων NTFS {ntfs_device}
es: Fallo al ajustar la geometría del sistema de archivos NTFS de {ntfs_device}
fi: Laitteen {ntfs_device} NTFS-tiedostojärjestelmän geometrian säätäminen epäonnistui
fr: Échec de l'ajustement de la géométrie du système de fichiers NTFS de {ntfs_device}
he: התאמת תשתית מערכת הקבצים של {ntfs_device} מסוג NTFS נכשלה
hu: Nem sikerült átméretezni az NTFS fájlrendszer ennél az eszköznél: {ntfs_device}
it: Impossibile correggere la geometria del filesystem NTFS di {ntfs_device}
ja: {ntfs_device}ＮＴＦＳファイルシステム適化は失敗しました
lt: Nepavyko pakoreguoti {ntfs_device} NTFS failų sistemos geometrijos
nb_no: Klarte ikke å justere NTFS-filsystemsgeometri for {ntfs_device}
nl: Kan NTFS-bestandssysteemgeometrie van {ntfs_device} niet aanpassen
pl: Nie udało się dostosować geometrii systemu plików NTFS {ntfs_device}
pt: Falha ao ajustar a geometria do sistema de arquivos NTFS de {ntfs_device}
ro: Ajustarea geometriei sistemului de fișiere NTFS al {ntfs_device} a eșuat
ru: Не удалось настроить геометрию файловой системы NTFS для {ntfs_device}
sk: Nepodarilo sa upraviť geometriu súborového systému NTFS {ntfs_device}
sq: S’u arrit të rregullohej gjeometri sistemi NTFS kartelash për {ntfs_device}
sv: Misslyckades med att justera NTFS filsystem {ntfs_device}
ta: {ntfs_device} இன் NTFS கோப்பு முறைமை வடிவவியலை சரிசெய்வதில் தோல்வி
th: การจัดเรียงโครงสร้างไฟล์ระบบ NTFS ของ {ntfs_device} ล้มเหลว
tr: {ntfs_device} NTFS dosya sistemi geometrisi ayarlanamadı
vi: Lỗi khi điều chỉnh hình dạng hệ thống tập tin NTFS của {ntfs_device}

source: Removing udev MAC address records (if any)
ar: إزالة سجلات عناوين UDEV MAC (إن وجدت)
ca: Eliminació dels registres d'adreces MAC d'udev (si n'hi ha)
cs: Odstranění záznamů adresy MAC udev (pokud existují)
da: Fjerner udev MAC-adresseoptegnelser (hvis til stede)
de: Entferne udev MAC Adressdatensätze (sofern vorhanden)
el: Κατάργηση εγγραφών διευθύνσεων MAC udev (εάν υπάρχουν)
es: Eliminación de los registros de direcciones MAC de udev (si los hay)
fi: udev MAC-osoitetietueiden poistaminen (jos sellaisia on)
fr: Suppression des enregistrements d'adresses MAC de udev (le cas échéant)
he: רשומות כתובות MAC נמחקות מה־udev (אם קיימות)
hu: Eltávolítom az "udev MAC" cím-rekordokat (ha vannak)
it: Rimozione dei record di indirizzo MAC di udev (se presenti)
ja: udev MACアドレス記録は削除しています（必要であれば）
lt: Pašalinami udev MAC adresų įrašai (jei yra)
nb_no: Fjerner udev-MAC-adresseoppføringer (hvis noen)
nl: Udev MAC-adresrecords aan het verwijderen (indien aanwezig)
pl: Usuwanie rekordów adresów MAC udev
pt: Removendo registros de endereço MAC do udev (se houver)
ro: Se elimină înregistrările adreselor MAC udev (dacă există)
ru: Удаление udev записей MAC-адресов (если есть)
sk: Odstránenie záznamov adresy MAC udev (ak existujú)
sq: Po hiqen zëra adresash MAC udev (në pastë)
sv: Tar bort udev MAC-adressposter (om sådana finns)
ta: UDEV MAC முகவரி பதிவுகளை நீக்குதல் (ஏதேனும் இருந்தால்)
th: กำลังลบบันทึกข้อมูล udev ของ MAC Address (ถ้ามี)
tr: udev MAC adresi kayıtları kaldırılıyor (varsa)
vi: Xóa bản ghi địa chỉ MAC udev (nếu có)
