Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Rescuezilla cannot yet automatically shrink partitions to restore from large disks to smaller disks. The final partition currently must always completely reside within the destination disk. Currently the only way to restore to disks smaller than original is to first use GParted Partition Editor to shrink the final partition of the original disk before making a new backup image. Please read the following instructions for more information: {url}
ar: لا يمكن لـ Rescuezilla حالياً تقليص الأقسام تلقائياً للاستعادة من الأقراص الكبيرة إلى الأقراص الأصغر. يجب أن يكون القسم الأخير دائماً موجوداً بالكامل داخل القرص الوجهة. الطريقة الوحيدة حالياً لاستعادة الأقراص الأصغر من الأصل هي استخدام GParted Partition Editor أولاً لتقليص القسم الأخير من القرص الأصلي قبل عمل نسخة احتياطية جديدة. يرجى قراءة التعليمات التالية للمزيد من المعلومات: {url}
ca: Rescuezilla encara no pot reduir automàticament les particions per restaurar-les de discs grans a discs més petits. Actualment, la partició final sempre ha de residir completament dins del disc de destinació. Actualment, l'única manera de restaurar a discs més petits que l'original és utilitzar primer GParted Partition Editor per reduir la partició final del disc original abans de fer una nova imatge de còpia de seguretat. Si us plau, llegiu les instruccions següents per obtenir més informació: {url}
cs: Rescuezilla zatím neumí automaticky zmenšovat oddíly pro obnovu z velkých disků na menší. Konečný oddíl se v současné době musí vždy kompletně nacházet na cílovém disku. V současné době je jediným způsobem obnovy na disky menší než původní to, že před vytvořením nové záložní bitové kopie nejprve pomocí nástroje GParted Partition Editor zmenšíte konečný oddíl původního disku. Další informace naleznete v následujících pokynech: Další informace naleznete v následujících pokynech: {url}
da: Rescuezilla kan ikke - p.t. - automatisk formindske partitioner for at gendanne store diske på mindre diske. Den sidste partition skal - med nuværende version - altid være fuldstændigt placeret på destinationsdisken. I øjeblikket er den eneste måde at gendanne til diske, der er mindre end originalen, først at bruge GParted Partition Editor til at formindske den endelige partition på den originale disk, inden du laver en ny sikkerhedskopi. Læs følgende instruktioner for mere information: {url}
de: Rescuezilla kann derzeit noch keine Partitionen automatisch verkleinern, um von großen Festplatten auf kleinere Festplatten wiederherzustellen. Die endgültige Partition muss sich nach derzeitigem Stand immer komplett auf der Zielplatte befinden. Die einzige Möglichkeit aktuell, auf Festplatten wiederherzustellen, die kleiner als das Original sind, besteht darin, zunächst mit dem GParted Partition Editor die letzte Partition der Originalfestplatte zu verkleinern, bevor ein neues Backup-Image erstellt wird. Bitte lies die folgenden Anweisungen für weitere Informationen: {url}
el: Το Rescuezilla δεν μπορεί ακόμα να συρρικνώσει αυτόματα τα διαμερίσματα για επαναφορά από μεγάλους δίσκους σε μικρότερους. Το τελικό διαμέρισμα πρέπει να βρίσκεται πάντα πλήρως μέσα στο δίσκο προορισμού. Προς το παρόν, ο μόνος τρόπος επαναφοράς σε δίσκους μικρότερους από τους αρχικούς είναι να χρησιμοποιήσετε πρώτα το GParted Partition Editor για να συρρικνώσετε το τελικό διαμέρισμα του αρχικού δίσκου πριν δημιουργήσετε ένα νέο είδωλο αντιγράφων ασφαλείας. Διαβάστε τις ακόλουθες οδηγίες για περισσότερες πληροφορίες: {url}
es: Rescuezilla todavía no puede reducir automáticamente las particiones para restaurar de discos grandes a discos más pequeños. Por el momento, la partición final siempre debe residir completamente en el disco de destino. Por ahora, la única forma de restaurar en discos más pequeños que el original es utilizar primero GParted Partition Editor para reducir la partición final del disco original antes de crear una nueva imagen de copia de seguridad. Por favor, lea las siguientes instrucciones para obtener más información: {url}
fi: Rescuezilla ei voi vielä automaattisesti kutistaa osioita palauttaakseen suurilta levyiltä pienempiä levyjä. Viimeisen osion on tällä hetkellä aina oltava kokonaan kohdelevyn sisällä. Tällä hetkellä ainoa tapa palauttaa alkuperäistä pienemmille levyille on ensin käyttää GParted Partition Editoria pienentämään alkuperäisen levyn viimeinen osio ennen uuden varmuuskopion tekemistä. Lue seuraavat ohjeet saadaksesi lisätietoja: {url}
fr: Rescuezilla ne peut pas encore réduire automatiquement les partitions pour restaurer des disques de grande taille vers des disques plus petits. La partition finale doit en effet se trouver entièrement sur le disque de destination. Actuellement, le seul moyen de restaurer des disques plus petits que l'original est d'utiliser d'abord GParted Partition Editor pour réduire la dernière partition du disque original avant de créer une nouvelle image de sauvegarde. Veuillez lire les instructions suivantes pour plus d'informations : {url}
he: ל־Rescuezilla אין עדיין אפשרות לכווץ מחיצות כדי לשחזר כוננים גדולים לכוננים קטנים. המחיצה הסופית חייבת להיות קטנה או בגודל כונן היעד. נכון לעכשיו, הדרך היחידה לשחזר לכוננים קטנים מהמקור היא קודם כל להשתמש בעורך המחיצות GParted כדי לכווץ את המחיצה הסופית של הכונן המקורי בטרם יצירת קובץ גיבוי חדש. נא לקרוא את ההנחיות שלהלן למידע נוסף. {url}
hu: Rescuezilla ezen verziója még nem tud "automatikus kicsinyítést", hogy ráférjen egy eredetileg nagyobb merevlemez partíciója a most kiválasztott kisebb Cél-területre. Jelenleg két lehetőség van, (Pl.: a "GParted Partition Editor" program segítségével): 1. Ha először a forrás partíciókat összezsugorítjuk, mielőtt a mentést elkészítjük róluk. 2. Ha létrehozzuk manuálisan az üres partíciókat a Cél-lemezen, majd "csak adat-helyreállítást" választunk. De ezután még javítanunk kell a boot-ot is, hogy betöltődjön a rendszer, illetve aktívvá kell tenni a betöltő partíciót. További információk: {url}
it: Rescuezilla non può ancora ridurre automaticamente le partizioni per ripristinare dischi grandi in dischi più piccoli. Attualmente la partizione finale deve sempre risiedere completamente nel disco di destinazione. Per ora, l'unico modo per eseguire il ripristino su dischi più piccoli dell'originale, utilizzare GParted Partition Editor riducendo la partizione del disco sorgente prima di creare una nuova immagine di backup. Per maggiori informazioni leggere le seguenti istruzioni: {url}
ja: 一番後ろのパーティションまで完全に保存先で収まっているべきですが。Rescuezillaは大きなディスクから小さなディスクの復元でパーティションの縮小を自動ではまだ出来ません。 いまのところ小さなディスクで唯一復元する方法はバックアップイメージを作成しようとする前にまずＧＰａｒｔｅｄパーティションエディターで縮小します。 詳細な手引きはこちら参照してください： {url}
lt: Rescuezilla dar negali automatiškai sumažinti skaidinių, kad būtų galima atkurti iš didelių diskų į mažesnius. Šiuo metu galutinis skaidinys visada turi būti paskirties diske. Šiuo metu vienintelis būdas atkurti diskus, mažesnius nei originalus, yra pirmiausia naudoti GParted Partition Editor, kad sumažintumėte galutinį pradinio disko skaidinį prieš sukuriant naują atsarginę kopiją. Norėdami gauti daugiau informacijos, perskaitykite šias instrukcijas: {url}
nb_no: Rescuezilla kan ikke krympe partisjoner automatisk for å gjenopprette fra større til mindre disker enda. Den endelige partisjonen må nå alltid kunne få plass på målenheten. For tiden er den eneste måten å gjenopprette til disker mindre enn originalen å bruke GParted sin partisjonsbehandler for å krympe partisjonen på den opprinnelige disken før en ny sikkerhetskopiavbildning lages. Les følgende instruksjoner for mer informasjon: {url}
nl: Rescuezilla kan partities nog niet automatisch verkleinen om van grote schijven naar kleinere schijven te herstellen. De laatste partitie moet momenteel altijd volledig op de doelschijf staan. Momenteel is de enige manier om te herstellen naar schijven die kleiner zijn dan de originele, eerst GParted Partition Editor te gebruiken om de laatste partitie van de originele schijf te verkleinen voordat een nieuwe back-upimage wordt gemaakt. Lees de volgende instructies voor meer informatie: {url}
pl: Rescuezilla nie może jeszcze automatycznie zmniejszać partycji, aby przywracać z dużych dysków do mniejszych dysków. Ostatnia partycja musi zawsze być całkowicie wewnątrz dysku docelowego. Obecnie jedynym sposobem przywracania dysków mniejszych niż oryginał jest najpierw użycie edytora partycji GParted, aby zmniejszyć końcową partycję oryginalnego dysku przed utworzeniem nowego obrazu kopii zapasowej. Proszę zapoznać się z poniższymi instrukcjami, aby uzyskać więcej informacji: {url}
pt: O Rescuezilla ainda não pode reduzir partições automaticamente para restaurar de discos grandes para discos menores. A partição final atualmente deve sempre residir completamente no disco de destino. Atualmente, a única maneira de restaurar discos menores que o original é primeiro usar o GParted Partition Editor para reduzir a partição final do disco original antes de criar uma nova imagem de backup. Por favor, leia as seguintes instruções para mais informações: {url}
ro: Rescuezilla nu poate încă micșora automat partițiile pentru a restaura de pe discuri mari pe discuri mai mici. În prezent, partiția finală trebuie să se afle întotdeauna în întregime pe discul de destinație. În prezent, singura modalitate de a restaura pe discuri mai mici decât cele originale este să utilizați mai întâi editorul de partiții GParted pentru a micșora partiția finală a discului original înainte de a crea o nouă imagine de rezervă. Pentru mai multe informații, citiți următoarele instrucțiuni: {url}
ru: Rescuezilla не может автоматически восстановить образ больших дисков на диски меньшего размера. Восстанавливаемый раздел должен полностью умещаться на целевом диске. Пока единственный способ восстановить образ на диски меньшего размера, это при помощи редактора разделов GParted перед созданием нового образа резервной копии сжать раздел исходного диска. Пожалуйста, прочтите следующие инструкции для получения дополнительной информации: {url}
sk: Rescuezilla zatiaľ nedokáže automaticky zmenšovať diskové oddiely na obnovu z veľkých diskov na menšie disky. Konečný oddiel sa v súčasnosti musí vždy celý nachádzať na cieľovom disku. V súčasnosti je jediným spôsobom obnovy na disky menšie ako pôvodné to, že pred vytvorením novej záložnej kópie je potrebné najprv pomocou programu GParted Partition Editor zmenšiť konečný oddiel pôvodného disku. Pre viac informácií si prečítajte nasledujúce pokyny: {url}
sq: Rescuezilla s’mundet ende të tkurrë pjesë që të bëjë rikthim nga disqe të mëdhenj në disqe të vegjël. Pjesa përfundimtare aktualisht duhet të hyjë përherë plotësisht brenda diskut vendmbërritje. Aktualisht, e vetmja rrugë për të rikthyer te disqe më të vegjël se origjinali është të përdoret fillimisht Përpunuesi GParted e Pjesëve, për të tkurrur pjesën përfundimtare të diskut origjinal, para se të prodhohet një pamje kopjeruajtje e re. Ju lutemi, për më tepër informacion, lexoni udhëzimet vijuese: {url}
sv: Rescuezilla kan ännu inte automatiskt krympa partitioner för att återställa från stora diskar till mindre diskar. Den slutliga partitionen måste för närvarande alltid rymmas på destinationsprtitionen. För närvarande är det enda sättet att återställa till mindre diskar än originalet att först använda 'GParted Partitione Editor' för att krympa den sista partitionen på den ursprungliga skivan innan du gör en ny backupfil. Läs följande instruktioner för mer information: {url}
ta: பெரிய வட்டுகளிலிருந்து சிறிய வட்டுகளுக்கு மீட்டெடுக்க ரெச்க்யூசில்லா பகிர்வுகளை தானாகவே சுருக்க முடியாது. இறுதி பகிர்வு தற்போது எப்போதும் இலக்கு வட்டுக்குள் இருக்க வேண்டும். தற்போது அசலை விட சிறிய வட்டுகளை மீட்டெடுப்பதற்கான ஒரே வழி, புதிய காப்புப்பிரதி படத்தை உருவாக்குவதற்கு முன் அசல் வட்டின் இறுதி பகிர்வை சுருக்கி முதலில் GPARTED பகிர்வு எடிட்டரைப் பயன்படுத்துவது. மேலும் தகவலுக்கு பின்வரும் வழிமுறைகளைப் படிக்கவும்: {url}
th: Rescuezilla ไม่สามารถย่อขนาดของพาร์ติชั่นเพื่อคืนค่าข้องมูลที่สำรองไว้จากพื้นที่ดิสขนาดใหญ่มาขนาดเล็กได้อัตโนมัติ พาร์ติชั่นที่จัดเตรียมไว้จะต้องตั้งค่าไว้เรียบร้อยแล้วที่ฮาร์ดดิสปลายทาง การคืนค่าในฮาร์ดดิสที่มีขนาดเล็กกว่าไฟล์สำรองข้อมูลปัจจุบันมีเพียงทางเดียวคือการใช้ GParted Partition Editor เพื่อย่อพาร์ติชั่นที่เตรียมไว้ก่อนจะสร้างไฟล์สำรองข้อมูลใหม่ อ่านรายละเอียดและขั้นตอนการดำเนินการเพิ่มเติมจากลิงค์ด้านล่างนี้ {url}
tr: Rescuezilla, büyük disklerden daha küçük disklere geri yüklemek için henüz bölümleri otomatik olarak küçültemiyor. Şu an için, son bölüm her zaman tamamen hedef disk sınırları içinde bulunmalıdır. Şu anda orijinalden daha küçük disklere geri yüklemenin tek yolu, yeni bir yedek kalıp oluşturmadan önce orijinal diskin son bölümünü küçültmek için GParted Disk Bölümü Düzenleyicisini kullanmaktır. Daha fazla bilgi için lütfen aşağıdaki talimatları okuyun: {url}
vi: Rescuezilla chưa thể tự động thu nhỏ các phân vùng để khôi phục từ phân vùng lớn sang phân vùng nhỏ hơn. Phân vùng sao lưu phải luôn nằm hoàn toàn trong ổ đĩa đích. Hiện tại cách duy nhất để khôi phục các phân vùng nhỏ hơn là trước đó phải sử dụng trình chỉnh sửa phân vùng GParted để thu nhỏ phân vùng sao lưu của ổ gốc trước khi làm bản sao lưu mới. Vui lòng đọc hướng dẫn sau để biết thêm thông tin: {url}

source: Step 5: Confirm Restore Configuration
ar: الخطوة 5: تأكيد اعدادات الاستعادة
ca: Pas 5: confirmeu la configuració de restauració
cs: Krok 5: Potvrzení obnovy konfigurace
da: Trin 5: Bekræft indstillingen af gendannelsen
de: Schritt 5: Bestätigung der Konfiguration zur Wiederherstellung
el: Βήμα 5: Επιβεβαίωση Ρύθμισης Παραμέτρων Επαναφοράς
es: Paso 5: confirma la restauración de la configuración
fi: Vaihe 5: Tarkista palautusasetukset
fr: Étape 5 : Confirmer la configuration de la restauration
he: שלב 5: אישור הגדרות השחזור
hu: 5. Lépés: A helyreállítási konfiguráció végleges elfogadása
it: Fase 5: Conferma Configurazione di Ripristino
ja: ステップ ５：復元工程確認
lt: 5 žingsnis: patvirtinkite atkūrimo konfigūraciją
nb_no: Steg 5: Bekreft gjenopprettingsoppsett
nl: Stap 5: Bevestig herstelconfiguratie
pl: Krok 5: Potwierdź konfigurację przywracania
pt: Passo 5: Confirme a configuração de restauração
ro: Pasul 5: Confirmați configurația restaurării
ru: Шаг 5: Подтвердите параметры восстановления
sk: Krok 5: Potvrdenie obnovenia konfigurácie
sq: Hapi 5: Ripohoni Formësim Rikthimi
sv: Steg 5: Bekräfta återställningen
ta: படி 5: உள்ளமைவை மீட்டெடு உறுதிப்படுத்தவும்
th: ขั้นตอนที่ 5: ยืนยันตั้งค่าการคืนค่าข้อมูล
tr: 5. Adım: Geri Yükleme Yapılandırmasını Onaylayın
vi: Bước 5: Xác nhận cấu hình khôi phục

source: Confirm the following restore configuration.
ar: تأكد من اعدادات الاستعادة التالية.
ca: Confirmeu la següent configuració de restauració.
cs: Potvrďte následující konfiguraci obnovení.
da: Bekræft indstillingen af følgende gendannelse.
de: Bestätige die nachfolgende Konfiguration für die Wiederherstellung.
el: Επιβεβαιώστε τη ρύθμιση παραμέτρων επαναφοράς.
es: Confirma la restauración de la configuración.
fi: Tarkista seuraavat palautusasetukset.
fr: Veuillez confirmer la configuration de la restauration.
he: נא לאשר את הגדרות השחזור הבאות.
hu: Hagyd jóvá az alábbi konfigurációt a helyreállításhoz (és esetleges felülíráshoz).
it: Conferma la configurazione di ripristino.
ja: 復元工程確認してください。
lt: Patvirtinkite šią atkūrimo konfigūraciją.
nb_no: Bekreft følgende gjenopprettelsesoppsett.
nl: Bevestig de volgende herstelconfiguratie.
pl: Potwierdź następującą konfigurację przywracania.
pt: Confirme a configuração de restauração.
ro: Confirmați următoarea configurație de restaurare.
ru: Подтвердите следующий параметр восстановления.
sk: Potvrďte nasledujúcu konfiguráciu obnovenia.
sq: Ripohoni formësimin vijues për rikthime.
sv: Bekräfta återställningen.
ta: பின்வரும் மீட்டெடுப்பு உள்ளமைவை உறுதிப்படுத்தவும்.
th: โปรดยืนยันข้อมูลการตั้งค่าตามรายละเอียดดังต่อไปนี้
tr: Aşağıdaki geri yükleme yapılandırmasını onaylayın.
vi: Xác nhận các cấu hình khôi phục sau đây.

source: Are you sure you want to restore the backup to {destination_drive}? Doing so will permanently overwrite data on this drive!
ar: هل أنت متأكد من أنك تريد استعادة النسخة الاحتياطية إلى {destination_drive}؟ سيؤدي القيام بذلك إلى مسح الملفات والكتابة فوق البيانات بشكل دائم على محرك الأقراص هذا!
ca: Esteu segur que voleu restaurar la còpia de seguretat a {destination_drive}? En fer-ho, es sobreescriuran permanentment les dades d'aquesta unitat.
cs: Jste si jisti, že chcete obnovit zálohu na {destination_drive}? Pokud tak učiníte, dojde k trvalému přepsání dat na tomto disku!
da: Er du sikker på at ville gendanne sikkerhedskopien på {destination_drive}? Derved bliver data på det drev overskrevet permanent!
de: Möchtest du die Sicherungskopie wirklich auf {destination_drive} wiederherstellen? Dadurch werden die Daten auf diesem Laufwerk unwiderruflich überschrieben!
el: Είστε βέβαιοι ότι επιθυμείτε την επαναφορά του αντιγράφου ασφαλείας στο {destination_drive}; Με αυτόν τον τρόπο θα αντικατασταθούν οριστικά τα δεδομένα σε αυτήν τη μονάδα δίσκου!
es: ¿Estás seguro de que quieres restaurar la copia de seguridad en {destination_drive}? ¡Esta acción sobreescribirá permanentemente los datos en esta unidad!
fi: Haluatko varmasti palauttaa varmuuskopion kohteeseen {destination_drive}? Tämä korvaa pysyvästi kohdeaseman tiedot!
fr: Êtes-vous sûr de vouloir restaurer la sauvegarde vers {destination_drive} ? Poursuivre écrasera définitivement les données de ce disque !
he: לשחזר את הגיבוי אל {destination_drive}? פעולה זו תשכתב את כל הנתונים שבכונן הזה!
hu: Biztos vagy benne, hogy helyreállítod a korábbi mentést, és ezzel VÉGLEGESEN TÖRLÖD és FELÜLÍROD a {destination_drive} lemezen az adatokat?
it: Sei sicuro di voler ripristinare il backup su {destination_drive}? In questo modo saranno permanentemente sovrascritti i dati su tale unità!
ja: バックアップは{destination_drive}復元で間違いないですか？このドライブデータは完全に上書きされます！
lt: Ar tikrai norite atkurti atsarginę kopiją į {destination_drive}? Tai atlikus visam laikui bus perrašyti duomenys šiame diske!
nb_no: Er du sikker på at du vil gjenopprette sikkerhetskopien til {destination_drive}? Hvis du gjør det, vil du overskrive data på denne lagringsenheten permanent!
nl: Weet u zeker dat u de back-up wilt herstellen naar {destination_drive}? Als u dit doet, worden gegevens op deze schijf permanent overschreven!
pl: Jesteś pewien, że chcesz przywrócić kopię zapasową na {destination_drive}? Zrobienie tego na stałe nadpisze dane na tym dysku!
pt: Você tem certeza que vai restaurar o backup para {destination_drive}? Fazendo-o irá sobrescrever permanentemente os dados deste dispositivo!
ro: Sunteți sigur că doriți să restaurați copia de rezervă pe {destination_drive}? Această operație va suprascrie definitiv datele de pe această unitate!
ru: Вы уверены, что хотите восстановить резервную копию на {destination_drive}? Это приведет к безвозвратной перезаписи данных на этом диске!
sk: Ste si istí, že chcete obnoviť zálohu do {destination_drive}? Tým sa natrvalo prepíšu údaje na tomto disku!
sq: Jeni i sigurt se doni të riktheni kopjeruajtjen te {destination_drive}? Duke bërë këtë do të mbishkruhen përgjithnjë të dhëna në këtë disk!
sv: Är du säker på att du vill återställa säkerhetskopian till {destination_drive}? Om du gör det kommer informationen på den här enheten permanent att skrivas över!
ta: காப்புப்பிரதியை {destination_drive} க்கு மீட்டெடுக்க விரும்புகிறீர்களா? அவ்வாறு செய்வது இந்த இயக்ககத்தில் தரவை நிரந்தரமாக மேலெழுதும்!
th: คุณแน่ใจหรือไม่ที่ต้องการคืนค่าการสำรองข้อมูลนี้ไปที่ {destination_drive}? การดำเนินการนี้จะเขียนทับข้อมูลลงบนไดร์ฟอย่างถาวรนะ!
tr: Yedeği {destination_drive} konumuna geri yüklemek istediğinizden emin misiniz? Bunu yapmak, bu diskteki verilerin kalıcı olarak üzerine yazılmasına neden olacak!
vi: Bạn có muốn khôi phục bản sao lưu vào ổ {destination_drive}? Việc này sẽ ghi đè dữ liệu của ổ cứng này!

source: Source image
ar: الصورة/النسخة المصدر
ca: Imatge origen
cs: Zdrojový obraz
da: Sikkerhedskopien
de: Quellabbild
el: Είδωλο προέλευσης
es: Imagen de origen
fi: Lähdekuva
fr: Image source
he: קובץ מקור
hu: Forrás Lemezkép
it: Immagine sorgente
ja: もとのイメージ
lt: Šaltinio atvaizdas
nb_no: Kildeavbildning
nl: Bron image
pl: Obraz źródłowy
pt: Imagem de origem
ro: Imaginea sursă
ru: Исходный образ
sk: Zdroj obrazu
sq: Pamje burim
sv: Källfil
ta: மூல படம்
th: ไฟล์สำรองข้อมูล
tr: Kaynak kalıp
vi: Nguồn bản sao lưu

source: Destination drive
ar: محرك قرص الوجهة
ca: Unitat destí
cs: Cílový disk
da: Destinationsdrev
de: Ziellaufwerk
el: Μονάδα δίσκου προορισμού
es: Unidad de destino
fi: Kohdeasema
fr: Disque de destination
he: כונן יעד
hu: Cél-meghajtó
it: Unità di destinazione
ja: 保存先ドライブ
lt: Paskirties diskas
nb_no: Målenhet
nl: Doel schijfstation
pl: Dysk docelowy
pt: Drive de destino
ro: Unitatea de destinație
ru: Целевой диск
sk: Cieľová jednotka
sq: Disk vendmbërritje
sv: Destinationsenhet
ta: இலக்கு இயக்கி
th: ไดร์ฟปลายทาง
tr: Hedef disk
vi: Ổ cứng đích

source: Restoring the following partitions
ar: استعادة الأقسام التالية
ca: Restaurant les següents particions
cs: Obnovení následujících oddílů
da: Gendanner følgende partitioner
de: Folgende Partitionen werden wiederhergestellt
el: Επαναφορά των ακόλουθων διαμερισμάτων
es: Restaurando las siguientes particiones
fi: Palautetaan seuraavat osiot
fr: Restauration des partitions suivantes
he: המחיצות הבאות משוחזרות
hu: Partíciók helyreállítása zajlik
it: Ripristino delle seguenti partizioni
ja: このパーティションで復元しています
lt: Atkuriami toliau nurodyti skaidiniai
nb_no: Gjenoppretter følgende partisjoner
nl: De volgende partities aan het herstellen
pl: Przywrócenie następujących partycji
pt: Restaurando as seguintes partições
ro: Se restaurează următoarele partiții
ru: Восстановление следующих разделов
sk: Obnovenie nasledujúcich oddielov
sq: Rikthim për pjesët vijuese
sv: Återställer följande partitioner
ta: பின்வரும் பகிர்வுகளை மீட்டமைக்கிறது
th: การคืนค่าข้อมูลไปพาร์ติชั่นตามรายละเอียดดังนี้
tr: Aşağıdaki bölümler geri yükleniyor
vi: Đang khôi phục các phân vùng sau

source: WILL BE OVERWRITING PARTITION TABLE
ar: سيتم الكتابة فوق جدول الأقسام
ca: SE SOBRESCRIURÀ LA TAULA DE PARTICIONS
cs: PŘEPÍŠE TABULKU ODDÍLŮ
da: PARTITIONSTABELLEN BLIVER OVERSKREVET
de: DIE PARTITIONSTABELLE WIRD ÜBERSCHREIBEN
el: ΘΑ ΑΝΤΙΚΑΤΑΣΤΑΘΕΙ Ο ΠΙΝΑΚΑΣ ΔΙΑΜΕΡΙΣΜΆΤΩΝ
es: SE VA A SOBREESCRIBIR LA TABLA DE PARTICIÓN
fi: OSIOTAULU KORVATAAN
fr: ÉCRASERA LE REGISTRE DES PARTITIONS
he: טבלת המחיצות תשוכתב
hu: FELÜL LESZ ÍRVA A PARTÍCIÓS TÁBLA
it: SARÀ SOVRASCRITTA LA TABELLA DELLE PARTIZIONI
ja: パーティション一覧上書きします
lt: BUS PERRAŠYTA SKAIDINIO LENTELĖ
nb_no: PARTISJONSTABELLEN VIL BLI OVERSKREVET
nl: ZAL PARTITIETABEL OVERSCHRIJVEN
pl: BĘDZIE NADPISYWAĆ TABELĘ PARTYCJI
pt: ESTARÁ SOBRESCREVENDO A TABELA DE PARTIÇÃO
ro: SE VA SUPRAESCRIE TABELUL DE PARTIȚII
ru: БУДЕТ ПЕРЕЗАПИСАНА ТАБЛИЦА РАЗДЕЛОВ
sk: PREPÍŠE TABUĽKU ODDIELOV
sq: DO TË MBISHKRUHET TABELË PJESËSH
sv: KOMMER ATT SKRIVA ÖVER PARTITIONSTABELL
ta: பகிர்வு அட்டவணையை மேலெழுதும்
th: จะเขียนข้อมูลทับบนตารางพาร์ติชั่น
tr: BÖLÜMLENDİRME TABLOSUNUN ÜZERİNE YAZILACAK
vi: SẼ GHI ĐÈ BẢNG PHÂN VÙNG
