Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Unknown filesystem
ar: نظام ملفات غير معروف
ca: Sistema de fitxers desconegut
cs: Neznámý souborový systém
da: Ukendt filsystem
de: Unbekanntes Dateisystem
el: Άγνωστο Σύστημα Αρχείων
es: Sistema de archivos desconocido
fi: Tuntematon tiedostojärjestelmä
fr: Système de fichiers inconnu
he: מערכת קבצים לא ידועה
hu: Ismeretlen fájlrendszer
it: Filesystem sconosciuto
ja: ファイルシステムが不明です
lt: Nežinoma failų sistema
nb_no: Ukjent filsystem
nl: Onbekend bestandssysteem
pl: Nieznany system plików
pt: Sistema de arquivos desconhecido
ro: Sistem de fișiere necunoscut
ru: Неизвестная файловая система
sk: Neznámy súborový systém
sq: Sistem kartelash i panjohur
sv: Okänt filsystem
ta: தெரியாத கோப்பு முறைமை
th: ระบบไฟล์ที่ไม่รู้จัก
tr: Bilinmeyen dosya sistemi
vi: Hệ thống tập tin không xác định

source: The backup's extended partition information is empty. If the backup contains an extended partition this will not restore correctly. All data is still fully recoverable but manual intervention is required to fully restore data within the extended partition. Please consult {url} for information and assistance.
ar: معلومات القسم الموسع للنسخة الاحتياطية فارغة. إذا احتوت النسخة الاحتياطية على قسم موسع ، فلن يتم استعادته بشكل صحيح. لا تزال جميع البيانات قابلة للاسترداد بالكامل ولكن التدخل اليدوي مطلوب لاستعادة البيانات بالكامل داخل القسم الموسع. يرجى الرجوع إلى {url} للحصول على المزيد من المعلومات والمساعدة.
ca: La informació de la partició estesa a la còpia de seguretat és buida. Si la còpia de seguretat conté una partició estesa, no es restaurarà correctament. Tota la informació és accessible, però cal intervenció manual per recuperar les dades contingudes a la partició estesa. Per a més informació i ajuda, consulteu {url}.
cs: Informace o rozšířeném oddílu zálohy jsou prázdné. Pokud záloha obsahuje rozšířený oddíl, nebude obnovení správné. Všechna data je stále možné plně obnovit, ale pro úplné obnovení dat v rámci rozšířeného oddílu je nutný ruční zásah. Informace a pomoc naleznete na {url}.
da: Sikkerhedskopiens udvidede partitionsoplysninger er tomme. Hvis sikkerhedskopien indeholder en udvidet partition, gendannes den ikke korrekt. Alle data kan stadig gendannes komplet, men manuel indgriben er nødvendig for at gendanne data komplet indenfor den udvidede partition. Kontakt venligst {url} for information og hjælp.
de: Die Information zur erweiterten Partition in der Sicherungskopie ist leer. Sollte die Sicherungskopie eine erweiterte Partition enthalten, so wird diese nicht korrekt wiederhergestellt. Sämtliche Daten sind dennoch komplett wieder herstellbar. Es bedarf jedoch eines manuellen Eingriffs, um die Daten innerhalb der erweiterten Partition wiederherzustellen. Für weitergehende Informationen und Unterstützung besuche {url}.
el: Οι εκτεταμένες πληροφορίες διαμερίσματος του αντιγράφου ασφαλείας είναι κενές. Εάν το αντίγραφο ασφαλείας περιέχει ένα εκτεταμένο διαμέρισμα, αυτό δεν θα αποκατασταθεί σωστά. Όλα τα δεδομένα εξακολουθούν να είναι πλήρως ανακτήσιμα, αλλά απαιτείται χειροκίνητη παρέμβαση για την πλήρη επαναφορά δεδομένων εντός του εκτεταμένου διαμερίσματος. Συμβουλευτείτε το {url} για πληροφορίες και βοήθεια.
es: La información de la partición extendida de la copia de seguridad está vacía. Si la copia de seguridad contiene una partición extendida, ésta no se restaurará correctamente. Todos los datos son recuperables, pero es necesaria la intervención manual para restaurar completamente los datos de la partición extendida. Por favor, consulte {url} para obtener información y ayuda.
fi: Varmuuskopion laajennetun osion tiedot ovat tyhjiä. Jos varmuuskopio sisältää laajennetun osion, sitä ei palauteta oikein. Kaikki tiedot ovat edelleen täysin palautettavissa, mutta laajennetun osion tietojen palauttaminen kokonaan vaatii manuaalisia toimia. Lisätietoja ja apua saat osoitteesta {url}.
fr: Les informations de la partition étendue de la sauvegarde sont vides. Si la sauvegarde contient une partition étendue, elle ne sera pas restaurée correctement. Toutes les données sont encore récupérables, mais une intervention manuelle est nécessaire pour restaurer complètement les données de la partition étendue. Veuillez consulter {url} pour obtenir des informations et de l'aide.
he: פרטי המחיצה המורחבת של הגיבוי ריקים. אם הגיבוי מכיל מחיצה מורחבת היא לא תשוחזר כראוי. כל הנתונים עדיין ניתנים לשחזור אך נדרשת התערבות ידנית כדי לשחזר את הנתונים שבמחיצה המורחבת. נא להתייעץ מול {url} לקבלת מידע וסיוע.
hu: A mentés "kiterjesztett partíciós információja" üres. Ha a tartalmaz is egy kiterjesztett partíciót, az nem fog megfelelően helyreállítódni. Minden adat visszaállítható, de ehhez kézi beavatkozás szükséges. Kérlek konzultálj erről ezen a linken: {url}
it: Le informazioni di backup sulla partizione estesa sono vuote. Se il backup contiene una partizione estesa questa non verrà ripristinata correttamente. Tutti i dati sono ancora completamente recuperabili ma è necessario un intervento manuale per ripristinare completamente i dati all'interno della partizione estesa. Consultare {url} per informazioni ed assistenza.
ja: バックアップの超過パーティション情報が空です。バックアップが超過パーティションを含むものだった場合正常に復元されないでしょう。それでもまだデータは完全な復旧が出来ますが超過パーティションの完全なデータ復旧は手作業でする必要があります。詳細は{url}で情報と救援が求められます。
lt: Atsarginės kopijos išplėstinio skaidinio informacija tuščia. Jei atsarginėje kopijoje yra išplėstinis skaidinys, jis nebus tinkamai atkurtas. Visi duomenys vis dar visiškai atkuriami, tačiau norint visiškai atkurti išplėstinio skaidinio duomenis, reikia rankinio įsikišimo. Norėdami gauti informacijos ir pagalbos, kreipkitės į {url}.
nb_no: Sikkerhetskopiens utvidede partisjonsinformasjon er tom. Hvis sikkerhetskopien inneholder en utvidet partisjon vil ikke denne gjenopprettes riktig. Alle data er fremdeles helt gjenopprettbare, men manuell inngripen er nødvendig for å fullt ut gjenopprette data i den utvidede partisjonen. Sjekk {url} for info og hjelp.
nl: De informatie over de uitgebreide partitie van de back-up is leeg. Als de back-up een uitgebreide partitie bevat, zal dit niet correct herstellen. Alle gegevens kunnen nog steeds volledig worden hersteld, maar handmatige tussenkomst is vereist om gegevens binnen de uitgebreide partitie volledig te herstellen. Raadpleeg {url} voor informatie en hulp.
pl: Informacje o partycji rozszerzonej w kopii zapasowej są puste. Jeśli kopia zapasowa zawiera partycję rozszerzoną, jej przywrócenie nie będzie prawidłowe. Wszystkie dane są nadal w pełni odzyskiwalne, ale do pełnego przywrócenia danych na partycji rozszerzonej wymagana jest interwencja ręczna. Informacje i pomoc można uzyskać na stronie {url}.
pt: As informações de partição estendida do backup estão vazias. Se o backup contiver uma partição estendida, isso não será restaurado corretamente. Todos os dados ainda são totalmente recuperáveis, mas a intervenção manual é necessária para restaurar totalmente os dados dentro da partição estendida. Consulte {url} para obter informações e assistência.
ro: Informațiile despre partiția extinsă din copia de rezervă sunt goale. Dacă copia de rezervă conține o partiție extinsă, aceasta nu va fi restaurată corect. Toate datele sunt încă recuperabile în totalitate, dar este necesară intervenția manuală pentru a restaura complet datele din partiția extinsă. Pentru informații și asistență, consultați {url}.
ru: Информация о расширенном разделе резервной копии пуста. Если резервная копия содержит расширенный раздел, она не будет восстановлена правильно. Все данные по-прежнему можно полностью восстановить, но для полного восстановления данных в расширенном разделе требуется вмешательство пользователя. Для получения справки перейдите на {url}.
sk: Informácie o rozšírenom oddiele zálohy sú prázdne. Ak záloha obsahuje rozšírený oddiel, nedôjde k správnej obnove. Všetky údaje je stále možné plne obnoviť, ale na úplné obnovenie údajov v rámci rozšíreného oddielu je potrebný manuálny zásah. Informácie a pomoc nájdete na {url}.
sq: Informacioni për pjesë të zgjeruar të kopjeruajtjes është i zbrazët. Nëse kopjeruajtja përmban një pjesë të zgjeruar, kjo s’do të rikthehet saktë. Tërë të dhënat janë plotësisht të rikthyeshme, por duhet ndërhyrje dorazi për të rikthyer plotësisht të dhënat brenda pjesës së zgjeruar. Për informacion dhe asistencë, ju lutemi, shihni {url}.
sv: Säkerhetskopieringens utökade partitionsinformation är tom. Om säkerhetskopian innehåller en utökad partition kommer den inte att återställas korrekt. All data är fortfarande helt återställbar men manuell hantering krävs för att helt återställa data inom den utökade partitionen. Vänligen kontakta {url} för information och hjälp.
ta: காப்புப்பிரதியின் நீட்டிக்கப்பட்ட பகிர்வு செய்தி காலியாக உள்ளது. காப்புப்பிரதியில் நீட்டிக்கப்பட்ட பகிர்வு இருந்தால் இது சரியாக மீட்டெடுக்காது. எல்லா தரவுகளும் இன்னும் முழுமையாக மீட்டெடுக்கப்படுகின்றன, ஆனால் நீட்டிக்கப்பட்ட பகிர்வுக்குள் தரவை முழுமையாக மீட்டெடுக்க கையேடு தலையீடு தேவைப்படுகிறது. செய்தி மற்றும் உதவிக்கு {url} ஐ அணுகவும்.
th: ข้อมูลส่วนเสริมพาร์ติชั่นที่สำรองข้อมูลว่างเปล่า ถ้าสำรองข้อมูลโดยมีส่วนเสริมของพาร์ติชั่นนี้ติดไปด้วยจะคืนค่าได้ไม่ถูกต้อง ข้อมูลทุกอย่างจะยังคงกู้คืนได้ตามปกติแต่ต้องมีการเข้าไปส่วนเสริมนี้เพิ่มเติมด้วยวิธีการบางอย่างเพื่อให้สามารถคืนค่าส่วนเสริมนี้ด้วย โปรดปรึกษาและอ่านรายละเอียดข้อมูลเพิ่มเติมได้ที่ {url}
tr: Yedeklemenin genişletilmiş bölüm bilgisi boş. Yedekleme genişletilmiş bir bölüm içeriyorsa, bu doğru şekilde geri yüklenmeyecektir. Tüm veriler hala tamamen kurtarılabilir, ancak genişletilmiş bölümdeki verileri tamamen geri yüklemek için elle müdahale gerekir. Bilgi ve yardım için lütfen {url} adresine başvurun.
vi: Thông tin phân vùng mở rộng của bản sao lưu hiện đang trống. Nếu bản sao lưu chứa phân vùng mở rộng, điều này khiến việc khôi phục sẽ không chính xác. Tất cả dữ liệu vẫn có thể khôi phục hoàn toàn nhưng cần phải có sự can thiệp thủ công để khôi phục hoàn toàn dữ liệu trong phân vùng mở rộng. Vui lòng tham khảo {url} để biết thông tin và được trợ giúp.

source: The backup's bootloader data is shorter than expected. If the backup contained certain bootloaders like GRUB, during a restore operation Rescuezilla will try and re-install the bootloader.
ar: بيانات محمل الإقلاع الخاص بالنسخة الاحتياطية أقصر من المتوقع. إذا احتوت النسخة الاحتياطية على محمل إقلاع معين مثل GRUB، أثناء عملية الاستعادة سيحاول Rescuezilla إعادة تثبيت أداة تحميل الإقلاع(bootloader).
ca: Les dades del gestor d'arrencada contingudes a la còpia de seguretat són inferiors a les esperades. Si la còpia conté determinats gestors com ara GRUB, el Rescuezilla intentarà restaurar el gestor d'arrencada.
cs: Data zavaděče zálohy jsou kratší, než se očekávalo. Pokud záloha obsahovala určité zavaděče, například GRUB, pokusí se Rescuezilla během operace obnovy zavaděč znovu nainstalovat.
da: Sikkerhedskopiens bootloader-data er kortere end forventet. Hvis sikkerhedskopien indeholdt visse bootloadere så som GRUB, vil Rescuezilla under en gendannelsesoperation prøve at geninstallere bootloaderen.
de: Die Bootloader Daten in der Sicherungskopie sind weniger als erwartet. Sofern die Sicherungskopie einen bestimmten Bootloader, wie beispielsweise GRUB, enthält, wird Rescuezilla versuchen, diesen während der Wiederherstellung neu zu installieren.
el: Τα δεδομένα εκκίνησης του αντιγράφου ασφαλείας είναι μικρότερα από τα αναμενόμενα. Εάν το αντίγραφο ασφαλείας περιείχε ορισμένους φορτωτές εκκίνησης όπως το GRUB, κατά τη διάρκεια μιας επιχείρησης επαναφοράς Rescuezilla θα προσπαθήσει να εγκαταστήσει ξανά το φορτωτή εκκίνησης.
es: La copia de seguridad de los datos del gestor de arranque son más cortos de lo esperado. Si la copia de seguridad contenía ciertos gestores de arranque como GRUB, durante una operación de restauración Rescuezilla intentará reinstalar el gestor de arranque.
fi: Varmuuskopion käynnistyslataimen tiedot ovat odotettua lyhyempiä. Jos varmuuskopio sisälsi tiettyjä käynnistyslataimia, kuten GRUB, Rescuezilla yrittää palautustoiminnon aikana asentaa käynnistyslataimen uudelleen.
fr: Les données du programme d'amorçage de la sauvegarde sont plus courtes que prévu. Si la sauvegarde contenait certains programmes d'amorçage comme GRUB, Rescuezilla tentera de les réinstaller lors des opérations de restauration.
he: נתוני מנהל העלייה של הגיבוי קצרים מהצפוי. אם הגיבוי הכיל מנהלי עלייה מסוימים כגון GRUB, במהלך פעולת השחזור ינסה Rescuezilla להתקין את מנהל העלייה מחדש.
hu: A korábbi Mentés rendszerindító adata (bootloader) rövidebb, mint elvárt. Ha a Mentés tartalmazott olyan indítót, mint a GRUB, akkor a helyreállítás folyamán a Rescuezilla megpróbálja újrainstallálni azt.
it: I dati di backup del bootloader sono inferiori al previsto. Se il backup conteneva determinati bootloader come GRUB, durante l'operazione di ripristino, Rescuezilla cercherà di reinstallarlo.
ja: バックアップの起動データがどうやら短かすぎます。そのバックアップに含まれるものがＧＲＵＢのような導体データである場合、Rescuezillaは復元工程で再度インストールを試みます。
lt: Atsarginės kopijos įkrovos paleidyklės duomenys yra trumpesni nei tikėtasi. Jei atsarginėje kopijoje buvo tam tikrų įkrovos tvarkyklių, pvz., GRUB, atkūrimo operacijos metu Rescuezilla bandys iš naujo įdiegti įkrovos įkroviklį.
nb_no: Sikkerhetskopi-oppstartslasterens data er kortere enn forventet. Hvis sikkerhetskopien inneholder oppstartslastere som GRUB, vil Rescuezilla prøve å reinstallere oppstartslaster under gjenopprettingsoperasjonen.
nl: De bootloadergegevens van de back-up zijn korter dan verwacht. Als de back-up bepaalde bootloaders zoals GRUB bevatte, zal Rescuezilla tijdens een herstelbewerking proberen de bootloader opnieuw te installeren.
pl: Dane bootloadera z kopii zapasowej są krótsze niż oczekiwano. Jeśli kopia zapasowa zawierała pewne bootloadery, takie jak GRUB, podczas operacji przywracania Rescuezilla spróbuje ponownie zainstalować bootloader.
pt: Os dados do carregador de inicialização do backup são menores do que o esperado. Se o backup contiver determinados gerenciadores de inicialização, como GRUB, durante uma operação de restauração, o Rescuezilla tentará reinstalar o gerenciador de inicialização.
ro: Datele încărcătorului de pornire din copia de rezervă sunt mai scurte decât se aștepta. Dacă copia de rezervă conținea anumite încărcătoare de pornire, cum ar fi GRUB, în timpul unei operații de restaurare, Rescuezilla va încerca să reinstaleze încărcătorul de pornire.
ru: Резервная копия загрузчика меньше чем ожидалось. Если резервная копия содержала загрузчик GRUB, во время операции восстановления Rescuezilla попытается переустановить загрузчик.
sk: Údaje zavádzača zálohy sú kratšie, ako sa očakávalo. Ak záloha obsahovala určité zavádzače, napríklad GRUB, počas operácie obnovy sa Rescuezilla pokúsi zavádzač znovu nainštalovať.
sq: Të dhënat e ngarkuesit të nisjeve te kopjeruajtja janë më të shkurtra seç pritej. Nëse kopjeruajtja përmbante një nga disa ngarkues nisjesh, fjala vjen, GRUB, gjatë një veprimi rikthimi Rescuezilla do të provojë të riinstalojë ngarkuesin e nisjeve.
sv: Kopians bootloader-data är kortare än förväntat. Om säkerhetskopian innehöll vissa bootloaders som GRUB, kommer Rescuezilla att försöka installera om bootloadern under en återställningsoperation.
ta: காப்புப்பிரதியின் துவக்க ஏற்றி தரவு எதிர்பார்த்ததை விடக் குறைவானது. காப்புப்பிரதியில் க்ரப் போன்ற சில துவக்க ஏற்றிகள் இருந்தால், மீட்டெடுக்கும் செயல்பாட்டின் போது ரெச்க்யூசில்லா துவக்க ஏற்றியை மீண்டும் நிறுவ முயற்சிக்கும்.
th: การสำรองข้อมูลตัวบูตระบบ (bootloader) สั้นกว่าที่คาดไว้ ถ้าสำรองข้อมูลโดยรวมตัวบูตระบบเช่น GRUB ด้วย ในระหว่างที่คืนค่าข้อมูลระบบปฏิบัติการ ทาง Rescuezilla จะพยายามติดตั้งตัวบูตระบบใหม่ให้อีกครั้ง
tr: Yedeklemenin önyükleyici verileri beklenenden daha kısa. Yedekleme GRUB gibi belirli önyükleyiciler içeriyorsa, bir geri yükleme işlemi sırasında Rescuezilla önyükleyiciyi deneyecek ve yeniden kuracaktır.
vi: Dữ liệu bộ nạp khởi động của bản sao lưu ít hơn dự kiến. Nếu bản sao lưu chứa một số bộ nạp khởi động nhất định như GRUB, trong quá trình khôi phục, Rescuezilla sẽ thử và cài đặt lại bộ nạp khởi động.

source: Step 4: Select Destination Folder
ar: الخطوة 4: حدد مجلد الوجهة
ca: Quart pas: Trieu la carpeta de destinació
cs: Krok 4: Vyberte Cílovou složku
da: Trin 4: Vælg destinationsmappen
de: Schritt 4: Zielverzeichnis auswählen
el: Βήμα 4: Επιλέξτε Φάκελο Προορισμού
es: Paso 4: Seleccione la carpeta de destino
fi: Vaihe 4: Valitse kohdekansio
fr: Étape 4 : Sélectionner le dossier de destination
he: שלב 4: נא לבחור תיקיית יעד
hu: 4. Lépés: Válassz Cél-mappát (ahová...)
it: Fase 4: Seleziona la Cartella di Destinazione
ja: ステップ ４：保存先フォルダー選択
lt: 4 žingsnis: pasirinkite paskirties aplanką
nb_no: Steg 4: Velg målmappe
nl: Stap 4: Selecteer Doelmap
pl: Krok 4: Wybierz folder docelowy
pt: Passo 4: Selecione a Pasta de Destino
ro: Pasul 4: Selectați dosarul de destinație
ru: Шаг 4: Выберите целевую папку
sk: Krok 4: Vyberte cieľový priečinok
sq: Hapi 4: Përzgjidhni Dosje Vendmbërritje
sv: Steg 4: Välj destinationskatalog
ta: படி 4: இலக்கு கோப்புறையைத் தேர்ந்தெடுக்கவும்
th: ขั้นตอนที่ 4: เลือกโฟลเดอร์ปลายทาง
tr: 4. Adım: Hedef Klasörü Seçin
vi: Bước 4: Chọn thư mục đích
