Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Successful backup of swap partition {partition_name}
ar: نجح النسخ الاحتياطي لقسم الـ(swap) {partition_name}
ca: S'ha creat correctament una còpia de seguretat de la partició d'intercanvi {partition_name}
cs: Úspěšné zálohování odkládacího oddílu swap {partition_name}
da: Sikkerhedskopiering af swap-partionen {partition_name} lykkedes
de: Erfolgreiche Sicherung der Swap-Partition {partition_name}
el: Επιτυχής δημιουργία αντιγράφου ασφαλείας του διαμερίσματος ανταλλαγής {partition_name}
es: Se ha creado correctamente una copia de seguridad de la partición de intercambio {partition_name}
fi: Sivutusosion {partition_name} varmuuskopiointi onnistui
fr: Sauvegarde de la partition d'échange {partition_name} réussie
he: הגיבוי של מחיצת ההחלפה (swap) {partition_name} הצליח
hu: Sikeres mentés készült erről a (swap) partícióról: {partition_name}
it: Backup riuscito della partizione di swap {partition_name}
ja: 入れ換わりのパーティションバックアップは達成されました{partition_name}
lt: Sėkminga apsikeitimo skaidinio atsarginė kopija {partition_name}
nb_no: Sikkerhetskopierte sidevekslingspartisjonen {partition_name}
nl: Succesvolle back-up van swappartitie {partition_name}
pl: Pomyślne utworzenie kopii zapasowej partycji wymiany {partition_name}
pt: Backup bem sucedido da partição swap {partition_name}
ro: Copia de rezervă a partiției de interschimb(swap) {partition_name} a fost realizată cu succes
ru: Успешное резервное копирование раздела подкачки {partition_name}
sk: Úspešné zálohovanie oddielu swap {partition_name}
sq: Kopjeruajtje e suksesshme e pjesës swap {partition_name}
sv: Framgångsrik säkerhetskopiering av swap-partition {partition_name}
ta: இடமாற்று பகிர்வின் வெற்றிகரமான காப்புப்பிரதி {partition_name}
th: สำรองข้อมูลไปที่พาร์ติชั่น {partition_name} สำเร็จ
tr: {partition_name} takas bölümü başarıyla yedeklendi
vi: Sao lưu thành công phân vùng swap {partition_name}

source: <b>Failed to backup partition</b> {partition_name}
ar: <b> فشل النسخ الاحتياطي للقسم </b> {partition_name}
ca: <b>Ha fallat en crear la còpia de la partició</b> {partition_name}
cs: <b>Nepodařilo se zálohovat oddíl</b> {partition_name}
da: <b>Kunne ikke sikkerhedskopiere partition</b> {partition_name}
de: <b>Fehler beim Sichern der Partition</b> {partition_name}
el: <b>Ανεπιτυχής δημιουργία αντιγράφου ασφαλείας του διαμερίσματος</b> {partition_name}
es: <b>Error al crear la copia de seguridad de la partición</b> {partition_name}
fi: <b>Osion varmuuskopiointi epäonnistui</b> {partition_name}
fr: <b>Échec de sauvegarde de la partition</b> {partition_name}
he: <b>גיבוי המחיצה</b> {partition_name} נכשל
hu: <b>Nem sikerült mentést készíteni erről a partícióról:</b> {partition_name}
it: <b>Errore nell'esecuzione del backup della partizione</b> {partition_name}
ja: <b>パーティションのバックアップが失敗しました</b> {partition_name}
lt: <b>Nepavyko sukurti atsarginės skaidinio kopijos</b> {partition_name}
nb_no: <b>Klarte ikke å sikkerhetskopiere partisjonen </b> {partition_name}
nl: <b>Kan geen back-up maken van partitie</b> {partition_name}
pl: <b>Nie udało się utworzyć kopii zapasowej partycji</b> {partition_name}
pt: <b>Falha no backup da partição</b> {partition_name}
ro: <b>Efectuarea copiei de rezervă a partiției {partition_name} a eșuat</b>
ru: <b>Не удалось выполнить резервное копирование раздела</b> {partition_name}
sk: <b>Nepodarilo sa zálohovať oddiel</b> {partition_name}
sq: <b>S’u arrit të kopjeruhej pjesa</b> {partition_name}
sv: <b>Det gick inte att säkerhetskopiera partitionen</b> {partition_name}
ta: <b> பகிர்வை காப்புப் பிரதி எடுக்கத் தவறிவிட்டது </b> {partition_name}
th: <b>ไม่สามารถสำรองข้อมูลพาร์ติชั่น</b> {partition_name} ได้
tr: {partition_name} <b>bölümü yedeklenemedi</b>
vi: <b>Lỗi khi sao lưu phân vùng</b> {partition_name}

source: Successful backup of partition {partition_name}
ar: نجح النسخ الاحتياطي للقسم {partition_name}
ca: S'ha creat correctament una còpia de seguretat de la partició {partition_name}
cs: Úspěšná záloha oddílu {partition_name}
da: Sikkerhedskopiering af partitionen {partition_name} lykkedes
de: Erfolgreiche Sicherung der Partition {partition_name}
el: Επιτυχής δημιουργία αντιγράφου ασφαλείας του διαμερίσματος {partition_name}
es: La copia de seguridad de la partición {partition_name} se ha creado correctamente
fi: Osion {partition_name} varmuuskopiointi onnistui
fr: Sauvegarde de la partition {partition_name} réussie
he: המחיצה {partition_name} גובתה בהצלחה
hu: Sikerült mentést készíteni erről a partícióról: {partition_name}
it: Backup riuscito della partizione {partition_name}
ja: パーティションのバックアップが達成されました{partition_name}
lt: Sėkmingai sukurta atsarginė skaidinio kopija {partition_name}
nb_no: Sikkerhetskopierte partisjonen {partition_name}
nl: Succesvolle back-up van partitie {partition_name}
pl: Udane utworzenie kopii zapasowej partycji {partition_name}
pt: Backup com sucesso da partição {partition_name}
ro: Copia de rezervă a partiției {partition_name} a fost realizată cu succes
ru: Успешное резервное копирование раздела {partition_name}
sk: Úspešné zálohovanie oddielu{partition_name}
sq: Kopjeruajtje e suksesshme e pjesës {partition_name}
sv: Framgångsrik säkerhetskopiering av partitionen {partition_name}
ta: பகிர்வின் வெற்றிகரமான காப்புப்பிரதி {partition_name}
th: สำรองข้อมูลที่พาร์ติชั่น {partition_name} สำเร็จ
tr: {partition_name} bölümü başarıyla yedeklendi
vi: Sao lưu thành công phân vùng {partition_name}

source: Backup saved successfully.
ar: تم حفظ النسخة الاحتياطية بنجاح.
ca: S'ha creat la còpia de seguretat correctament.
cs: Záloha úspěšně uložena.
da: Sikkerhedskopien blev gemt.
de: Sicherungskopie erfolgreich gespeichert.
el: Το Αντίγραφο Ασφαλείας αποθηκεύτηκε.
es: Copia de respaldo/seguridad guardada exitosamente.
fi: Varmuuskopio tallennettu onnistuneesti.
fr: Sauvegarde réalisée avec succès.
he: הגיבוי נשמר בהצלחה.
hu: A Mentés sikeres.
it: Backup memorizzato con successo.
ja: 正常にバックアップが保存されました。
lt: Atsarginė kopija išsaugota sėkmingai.
nb_no: Sikkerhetskopi lagret.
nl: Back-up succesvol opgeslagen.
pl: Kopia zapasowa zapisana pomyślnie.
pt: Backup salvo com sucesso.
ro: Copia de rezervă a fost salvată cu succes.
ru: Резервная копия успешно сохранена.
sk: Zálohovanie bolo úspešné.
sq: Kopjeruajtja u ruajt me sukses.
sv: Säkerhetskopian sparades.
ta: காப்பு வெற்றிகரமாக சேமிக்கப்பட்டது.
th: บันทึกการสำรองเรียบร้อย
tr: Yedekleme başarıyla kaydedildi.
vi: Bản sao lưu đã được lưu thành công.

source: Backup succeeded with some errors:
ar: نجح النسخ الاحتياطي مع بعض الأخطاء:
ca: S'ha creat la còpia de seguretat amb errors:
cs: Zálohování proběhlo úspěšně s nějakými chybami:
da: Sikkerhedskopieringen lykkedes med nogle fejl:
de: Die Sicherungskopie war mit einigen Fehlern erfolgreich:
el: Η δημιουργία αντιγράφων ασφαλείας ολοκληρώθηκε με ορισμένα σφάλματα:
es: La copia de seguridad se ha creado correctamente con algunos errores:
fi: Varmuuskopiointi onnistui muutamilla virheillä:
fr: Sauvegarde terminée avec des erreurs :
he: הגיבוי הצליח על אף כמה שגיאות:
hu: A Mentés részben sikerült az alábbi hibákkal:
it: Il backup è riuscito con alcuni errori:
ja: 実行されましたバックアップはエラーを含んでいます：
lt: Atsarginės kopijos kūrimas pavyko su tam tikromis klaidomis:
nb_no: Sikkerhetskopi utført med noen feil:
nl: Back-up is gelukt met enkele fouten:
pl: Tworzenie kopii zapasowej zakończyło się sukcesem z pewnymi błędami:
pt: Backup concluído com alguns erros:
ro: Copia de rezervă a fost efectuată cu unele erori:
ru: Резервное копирование удалось выполнить со следующими ошибками:
sk: Zálohovanie sa podarilo s niekoľkými chybami:
sq: Kopjeruajtja doli me sukes, me disa gabime:
sv: Säkerhetskopieringen lyckades med några fel:
ta: சில பிழைகளுடன் காப்புப்பிரதி செய் பெற்றது:
th: การสำรองข้อมูลสำเร็จพร้อมกับข้อผิดพลาดบางอย่าง:
tr: Yedekleme bazı hatalarla başarılı oldu:
vi: Bản sao lưu được lưu thành công với một vài lỗi:

source: Backup operation failed:
ar: فشلت عملية النسخ الاحتياطي:
ca: Ha fallat el procés de còpia de seguretat:
cs: Zálohovací operace selhala:
da: Sikkerhedskopieringen mislykkedes:
de: Sicherungsvorgang fehlgeschlagen:
el: Η διαδικασία δημιουργίας αντιγράφου ασφαλείας απέτυχε:
es: Error en el proceso de copia de seguridad:
fi: Varmuuskopiointi epäonnistui:
fr: Échec de l'opération de sauvegarde :
he: פעולת הגיבוי נכשלה:
hu: A mentés NEM sikerült:
it: Operazione di backup non riuscita:
ja: バックアップは失敗しました：
lt: Atsarginės kopijos kūrimo operacija nepavyko:
nb_no: Sikkerhetskopiering mislyktes:
nl: Back-up mislukt:
pl: Operacja tworzenia kopii zapasowej nie powiodła się:
pt: Operação de backup falhou:
ro: Operația de efectuare a copiei de rezervă a eșuat:
ru: Резервное копирование не удалось:
sk: Operácia zálohovania zlyhala:
sq: Veprimi i kopjeruajtjes dështoi:
sv: Säkerhetskopieringen misslyckades:
ta: காப்பு செயல்பாடு தோல்வியடைந்தது:
th: ดำเนินการสำรองข้อมูลไม่สำเร็จ:
tr: Yedekleme işlemi başarısız oldu:
vi: Thất bại ở quá trình lưu:

source: User requested operation to stop.
ar: طلب المستخدم إيقاف العملية.
ca: S'ha cancel·lat el procés de forma manual.
cs: Uživatel si vyžádal zastavení operace.
da: Brugeren har annulleret handlingen.
de: Der Benutzer hat den Vorgang abgebrochen.
el: Ο χρήστης ζήτησε να διακοπεί η λειτουργία.
es: El usuario ha solicitado que se detenga la operación.
fi: Käyttäjä pyysi lopettamaan toiminnon.
fr: L'utilisateur a demandé l'arrêt de l'opération.
he: הפעולה נעצרה לבקשת המשתמש.
hu: Leállítottad a folyamatot.
it: L'utente ha richiesto l'interruzione dell'operazione.
ja: ユーザーが処理中断を希望しました。
lt: Naudotojas paprašė sustabdyti operaciją.
nb_no: Bruker har bedt om å stoppe operasjonen.
nl: De gebruiker heeft verzocht de uitvoering te stoppen.
pl: Użytkownik zażądał zatrzymania operacji.
pt: Operação solicitada pelo usuário para parar.
ro: Utilizatorul a solicitat oprirea operației.
ru: Пользователь запросил завершение операции.
sk: Používateľ požiadal o zastavenie operácie.
sq: Përdoruesi kërkoi që të ndalet veprimi.
sv: Användaren ville avsluta processen.
ta: நிறுத்துமாறு பயனர் கோரினார்.
th: ผู้ใช้งานสั่งให้หยุดดำเนินการ
tr: Kullanıcı işlemin durdurulmasını istedi.
vi: Người dùng đã yêu cầu tiến trình dừng lại.

source: Operation took {num_minutes} minutes.
ar: استغرقت العملية {num_minutes} دقيقة.
ca: L'operació ha trigat {num_minutes} minuts.
cs: Operace trvala {num_minutes} minut.
da: Handlingen tog {num_minutes} minnuter.
de: Der Vorgang dauerte {num_minutes} Minuten.
el: Η διαδικασία ολοκληρώθηκε σε {num_minutes} λεπτά.
es: La operación ha durado {num_minutes} minutos.
fi: Toiminto kesti {num_minutes} minuuttia.
fr: L'opération a duré {num_minutes} minutes.
he: הפעולה ארכה {num_minutes} דקות.
hu: A művelet {num_minutes} percbe telt.
it: L'operazione ha richiesto {num_minutes} minuti.
ja: 処理は{num_minutes}分掛かりました。
lt: Operacija truko {num_minutes} min.
nb_no: Operasjonen tok {num_minutes} minutter.
nl: De uitvoering duurde {num_minutes} minuten.
pl: Operacja trwała {num_minutes} minuty.
pt: Operação levou {num_minutes} minutos.
ro: Operația a durat {num_minutes} minute.
ru: Операция заняла {num_minutes} минут.
sk: Operácia trvala{num_minutes}minút.
sq: Veprimit iu deshën {num_minutes} minuta.
sv: Operationen tog {num_minutes} minuter.
ta: செயல்பாடு {num_minutes} நிமிடங்கள் எடுத்தது.
th: ใช้เวลาดำเนินการ {num_minutes} นาที
tr: İşlem {num_minutes} dakika sürdü.
vi: Tiến trình này tốn {num_minutes} phút.

source: To start a new session, click <b>Next</b>
ar: لبدء جلسة/عملية جديدة، انقر فوق <b>التالي</b>
ca: Per iniciar una sessió nova, feu clic a <b>Endavant</b>
cs: Pro zahájení nové relace, klikněte na <b>Další</b>
da: For at starte en ny opgave; klik <b>Næste</b>
de: Klicke zum Starten einer neuen Sitzung auf <b>Weiter</b>
el: Για να ξεκινήσετε μια νέα περίοδο λειτουργίας, κάντε κλικ στο <b>Επόμενο</b>
es: Haz clic en <b>Siguiente</b> para iniciar una sesión nueva
fi: Aloita uusi istunto napsauttamalla <b>Seuraava</b>
fr: Pour lancer une nouvelle session, cliquez sur <b>Suivant</b>
he: לחיצה על <b>הבא</b> תחזיר אותך להתחלה
hu: Egy új műveletsor kezdéséhez kattints a <b>Tovább</b> gombra
it: Per avviare una nuova sessione, clicca <b>Avanti</b>
ja: <b>続き</b>クリックで、あたらしいセッションが始められます
lt: Jei norite pradėti naują sesiją, spustelėkite <b>Toliau</b>
nb_no: Trykk <b>Neste</b> for å starte en ny økt
nl: Om een nieuwe sessie te starten, klikt u op <b>Volgende</b>
pl: Aby rozpocząć nową sesję, kliknij <b>Dalej</b>
pt: Para iniciar uma nova sessão, clique em <b>Seguinte</b>
ro: Pentru a începe o sesiune nouă, pulsați butonul <b>Înainte</b>
ru: Для начала нового сеанса нажмите <b>Далее</b>
sk: Ak chcete spustiť novú reláciu, kliknite na <b>Ďalšie</b>
sq: Që të nisni një sesion të ri, klikoni mbi <b>Pasuesi</b>
sv: Klicka på <b>Nästa</b> för att starta en ny session
ta: புதிய அமர்வைத் தொடங்க, <b> அடுத்து </b> என்பதைக் சொடுக்கு செய்க
th: เพื่อเริ่มเซสชั่นใหม่ คลิ๊ก<b>ถัดไป</b>
tr: Yeni bir oturum başlatmak için <b>İleri</b> düğmesine tıklayın
vi: Để bắt đầu phiên làm việc mới, nhấn <b>Tiếp theo</b>

source: Step 1: Select Image Location
ar: الخطوة 1: حدد موقع الصورة/النسخة
ca: Primer pas: Seleccioneu la ruta de la còpia de seguretat
cs: Krok 1: Výběr umístění obrazu
da: Trin 1: Vælg placering af sikkerhedskopien
de: Schritt 1: Sicherungsort auswählen
el: Βήμα 1: Επιλογή Τοποθεσίας Ειδώλου
es: Paso 1: Seleccione la unidad/disco de copia de respaldo/seguridad
fi: Vaihe 1: Valitse levykuvan sijainti
fr: Étape 1 : Sélectionner l'emplacement de l'image
he: שלב 1: נא לבחור את מיקום קובץ הגיבוי
hu: 1. Lépés: Válaszd ki a lemezkép helyét (ahonnan...)
it: Fase 1: Seleziona Percorso Immagine
ja: ステップ １：イメージ選択
lt: 1 žingsnis: pasirinkite atvaizdo vietą
nb_no: Steg 1: Velg avbildningsplassering
nl: Stap 1: Selecteer image locatie
pl: Krok 1: Wybierz lokalizację obrazu
pt: Passo 1: Selecione a localização da imagem
ro: Pasul 1: Selectați locația imaginii
ru: Шаг 1: Выберите расположение образа
sk: Krok 1: Výber umiestnenia obrazu
sq: Hapi 1: Përzgjidhni Vendndodhje Pamjeje
sv: Steg 1: Välj plats där säkerhetskopian ligger
ta: படி 1: பட இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
th: ขั้นตอนที่ 1: เลือกที่อยู่ของไฟล์สำรอง
tr: 1. Adım: Kalıp Konumunu Seçin
vi: Bước 1: Chọn vị trí bản sao lưu

source: Where are the image files stored?
ar: أين يتم تخزين ملفات الصورة/النسخة؟
ca: On es troben els fitxers d'imatge?
cs: Kde jsou uloženy obrazy bitové kopie?
da: Hvor er sikkerhedskopien placeret?
de: Wo befindet sich das Quelllaufwerk?
el: Πού είναι η μονάδα προέλευσης;
es: ¿Donde esta la unidad de origen?
fi: Mihin levykuvatiedostot on tallennettu?
fr: Où se trouvent les fichiers d'image ?
he: איפה קובצי הגיבוי מאוחסנים?
hu: Hová vannak elmentve a korábbi Lemezkép mentés-fájljai?
it: Dove sono archiviati i file immagine?
ja: どこでイメージファイルは保存されていますか？
lt: Kur saugomi atvaizdo failai?
nb_no: Hvor lagres avbildningsfilene?
nl: Waar worden de imagebestanden opgeslagen?
pl: Gdzie znajdują się pliki obrazów?
pt: Onde está a unidade de origem?
ro: Unde sunt stocate fișierele imagine?
ru: Где расположены файлы с образом?
sk: Kde sú uložené obrazy súborov?
sq: Ku depozitohen kartelat pamje?
sv: Var är källenheten?
ta: படக் கோப்புகள் எங்கே சேமிக்கப்படுகின்றன?
th: ไฟล์สำรองข้อมูลของคุณเก็บไว้อยู่ที่ไหน?
tr: Kalıp dosyaları nerede depolanıyor?
vi: Tập tin sao lưu được lưu ở đâu?

source: Select the partition which contains the image files:
ar: حدد القسم الذي يحتوي على ملفات الصورة/النسخة:
ca: Seleccioneu la partició que conté els fitxers d'imatge:
cs: Vyberte oddíl, který obsahuje soubory bitové kopie:
da: Vælg partitionen, som indeholder sikkerhedskopien:
de: Quelllaufwerk wählen:
el: Επιλέξτε μονάδα προέλευσης:
es: Seleccione la unidad de origen:
fi: Valitse osio, joka sisältää levykuvatiedostot:
fr: Sélectionnez la partition contenant les fichiers d'image :
he: נא לבחור את המחיצה שמכילה את קובצי הגיבוי:
hu: Válaszd ki azt a partíciót, ami tartalmazza a lemezkép fájlt:
it: Seleziona la partizione che contiene i file immagine:
ja: イメージファイルがあるパーティション選択：
lt: Pasirinkite skaidinį, kuriame yra atvaizdo failai:
nb_no: Velg partisjonen som inneholder avbildningsfilene:
nl: Selecteer de partitie die de imagebestanden bevat:
pl: Wybierz partycję, która zawiera pliki obrazów:
pt: Selecione a partição que contém os ficheiros de imagem:
ro: Selectați partiția care conține fișierele imagine:
ru: Выберите раздел содержащий файлы образа:
sk: Vyberte oddiel, ktorý obsahuje obrazové súbory:
sq: Përzgjidhni pjesën që përmban kartelat pamje:
sv: Välj källenhet:
ta: படக் கோப்புகளைக் கொண்ட பகிர்வைத் தேர்ந்தெடுக்கவும்:
th: เลือกพาร์ติชั่นที่เก็บไฟล์สำรองข้อมูลไว้:
tr: Kalıp dosyalarını içeren bölümü seçin:
vi: Chọn phân vùng chứa tập tin sao lưu:

source: Step 2: Select Backup Image
ar: الخطوة 2: حدد النسخة الاحتياطية
ca: Segon pas: Seleccioneu la còpia de seguretat
cs: Krok 2: Vyberte obraz zálohy
da: Trin 2: Vælg sikkerhedskopi
de: Schritt 2: Sicherungskopie wählen
el: Βήμα 2: Επιλέξτε Είδωλο Αντιγράφου Ασφαλείας
es: Paso 2: Seleccione la imagen de copia de respaldo/seguridad
fi: Vaihe 2: Valitse varmuuskopiokuva
fr: Étape 2 : Sélectionner l'image à restaurer
he: שלב 2: נא לבחור את קובץ הגיבוי
hu: 2. Lépés: Válassz Lemezképet a mentésről
it: Fase 2: Seleziona Immagine di Backup
ja: ステップ ２：バックアップイメージ選択
lt: 2 žingsnis: pasirinkite atsarginės kopijos atvaizdą
nb_no: Steg 2: Velg sikkerhetskopiavbildning
nl: Stap 2: Selecteer Back-upimage
pl: Krok 2: Wybierz obraz kopii zapasowej
pt: Passo 2: Selecione a imagem de backup
ro: Pasul 2: Selectați imaginea de copie de rezervă
ru: Шаг 2: Выберите резервную копию
sk: Krok 2: Vyberte obraz zálohy
sq: Hapi 2: Përzgjidhni Pamje Kopjeruajtje
sv: Steg 2: Välj säkerhetskopia
ta: படி 2: காப்பு படத்தைத் தேர்ந்தெடுக்கவும்
th: ขั้นตอนที่ 2: เลือกไฟล์สำรองข้อมูล
tr: 2. Adım: Yedek Kalıbı Seçin
vi: Bước 2: Chọn bản sao lưu

source: Click <b>Browse</b> to select the folder containing image files.
ar: انقر فوق <b> تصفح </b> لتحديد المجلد الذي يحتوي على ملفات الصورة/النسخة.
ca: Feu clic a <b>Navega</b> per seleccionar la carpeta que conté els fitxers d'imatge.
cs: Klikněte na tlačítko <b>Procházet</b> pro výběr složky obsahující soubor obrazu.
da: Klik på <b>Gennemse</b> for at vælge mappen, der indeholder sikkerhedskopien.
de: Klicke <b>Browse</b>, um den Ordner mit den Sicherungskopien auszuwählen.
el: Κάντε κλικ στο <b>Εύρεση</b> για να επιλέξετε το φάκελο που περιέχει αρχεία εικόνας.
es: Haga clic en <b>Buscar</b> para seleccionar la carpeta que contiene los archivos de imagen.
fi: Valitse levykuvatiedostoja sisältävä kansio napsauttamalla <b>Selaa</b>.
fr: Cliquez sur <b>Parcourir</b> pour sélectionner le dossier contenant les fichiers d'image.
he: יש ללחוץ על <b>עיון</b> כדי לבחור את התיקייה שמכילה את קובצי הגיבוי.
hu: Kattints a <b>Tallózás</b> gombra a mappa kiválasztásához, mely tartalmazza a lemezkép fájlokat.
it: Clicca <b>Sfoglia</b> per selezionare la cartella con i file immagine.
ja: <b>参照</b>クリックでイメージファイル含有フォルダーを選びます。
lt: Spustelėkite <b>Naršyti</b> ir pasirinkite aplanką su atvaizdo failais.
nb_no: Klikk <b>Bla gjennom</b> for å velge mappen som inneholder avbildningsfilene.
nl: Klik op <b>Bladeren</b> om de map met imagebestanden te selecteren.
pl: Kliknij <b>Przeglądaj</b>, aby wybrać folder zawierający pliki obrazów.
pt: Clique em <b>Procurar</b> para selecionar a pasta que contém os arquivos de imagem.
ro: Faceți clic pe <b>Răsfoire</b> pentru a selecta dosarul care conține fișierele imagine.
ru: Нажмите <b>Обзор</b> для того, чтобы выбрать папку, содержащую файлы с образами.
sk: Kliknutím na tlačidlo <b>Prehľadávať</b> vyberte priečinok obsahujúci obrazové súbory.
sq: Klikoni mbi <b>Shfletoni</b> që të përzgjidhni dosjen që përmban kartela pamje.
sv: Klicka på <b>Browse</b> för att välja den katalog som innehåller avbildningsfiler.
ta: படக் கோப்புகளைக் கொண்ட கோப்புறையைத் தேர்ந்தெடுக்க <b> உலாவு </b> என்பதைக் சொடுக்கு செய்க.
th: คลิ๊ก <b>สำรวจ</b> เพื่อเลือกโฟลเดอร์ที่มีไฟล์สำรองข้อมูล
tr: Kalıp dosyalarını içeren klasörü seçmek için <b>Göz At</b> düğmesine tıklayın.
vi: Chọn <b>Duyệt</b> để chọn thư mục chứa tập tin sao lưu.

source: Select the image file to restore.
ar: حدد ملف الصورة/النسخة الاحتياطية للاستعاده.
ca: Seleccioneu quina imatge voleu restaurar.
cs: Vyberte soubor obrazu, který chcete obnovit.
da: Vælg sikkerhedskopien, der skal gendannes.
de: Wähle die Sicherungskopie aus, die wiederhergestellt werden soll.
el: Επιλέξτε το αρχείο ειδώλου για επαναφορά.
es: Selecciona el archivo de imagen para restaurar.
fi: Valitse palautettava levykuvatiedosto.
fr: Sélectionnez le fichier d'image à restaurer.
he: נא לבחור את קובץ הגיבוי לשחזור.
hu: Válassz egy Lemezkép fájlt a helyreállításhoz.
it: Seleziona il file immagine da ripristinare.
ja: 復元イメージファイル選択。
lt: Pasirinkite atvaizdo failą, kurį norite atkurti.
nb_no: Velg avbildningsfilen som skal gjenopprettes.
nl: Selecteer het imagebestand dat u wilt herstellen.
pl: Wybierz plik obrazu do przywrócenia.
pt: Selecione o arquivo de imagem para restaurar.
ro: Selectați fișierul imagine pe care doriți să îl restaurați.
ru: Выберите файл образа для восстановления.
sk: Vyberte súbor obrazu, ktorý chcete obnoviť.
sq: Përzgjidhni kartelën pamje për rikthim.
sv: Välj den fil som ska återställas.
ta: மீட்டமைக்க படக் கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์สำรองข้อมูลที่ต้องการคืนค่า
tr: Geri yüklenecek kalıp dosyasını seçin.
vi: Chọn tập tin sao lưu để khôi phục.

source: Step 3: Select Drive To Restore
ar: الخطوة 3: حدد محرك الأقراص المراد استعادته
ca: Tercer pas: Seleccioneu la unitat que voleu restaurar
cs: Krok 3: Vyberte disk, který chcete obnovit
da: Trin 3: Vælg destinationsdrevet
de: Schritt 3: Ziellaufwerk wählen
el: Βήμα 3: Επιλέξτε Μονάδα Δίσκου Για Επαναφορά
es: Paso 3: Seleccione la unidad/disco de destino
fi: Vaihe 3: Valitse palautettava levyasema
fr: Étape 3 : Sélectionner le disque à restaurer
he: שלב 3: נא לבחור כונן לשחזור
hu: 3. Lépés: Válassz Meghajtót a helyreállításhoz
it: Fase 3: Seleziona l'Unità da Ripristinare
ja: ステップ ３：復元ドライブ選択
lt: 3 žingsnis: pasirinkite diską, kuriame norite atkurti
nb_no: Steg 3: Velg lagringsenhet å gjenopprette
nl: Stap 3: Selecteer schijf om te herstellen
pl: Krok 3: Wybierz dysk, który chcesz przywrócić
pt: Passo 3: Selecione o Drive para Restaurar
ro: Pasul 3: Selectați unitatea pe care doriți să o restaurați
ru: Шаг 3: Выберите диск куда восстанавливать
sk: Krok 3: Vyberte jednotku na obnovenie
sq: Hapi 3: Përzgjidhni Disk Për Rikthim
sv: Steg 3: Välj disk att återställa
ta: படி 3: மீட்டமைக்க டிரைவைத் தேர்ந்தெடுக்கவும்
th: ขั้นตอนที่ 3: เลือกไดร์ฟที่ต้องการคืนค่าข้อมูล
tr: 3. Adım: Geri Yüklenecek Diski Seçin
vi: Bước 3: Chọn ổ để khôi phục
