Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Select the destination drive to restore with the selected image.
ar: حدد محرك الأقراص الوجهة لاستعادته باستخدام الصورة المحددة.
ca: Seleccioneu la destinació on sobreescriure les dades existents amb la imatge triada.
cs: Vyberte cílový disk pro obnovení vybranou bitovou kopií.
da: Vælg destinationsdrevet, som skal gendannes med den valgte sikkerhedskopi.
de: Wähle das Ziellaufwerk, welches aus der Sicherungskopie wiederhergestellt werden soll.
el: Επιλέξτε τη μονάδα δίσκου προορισμού στην οποία θέλετε να αντικαταστήσετε και να επαναφέρετε το επιλεγμένο είδωλο.
es: Selecciona la unidad de destino en la que quieres sobreescribir y restaurar la imagen.
fi: Valitse kohdeasema, jonka haluat palauttaa valitulla levykuvalla.
fr: Sélectionnez le disque de destination que vous souhaitez écraser et sur lequel restaurer l'image sélectionnée.
he: יש לבחור את כונן היעד לשחזור בעזרת קובץ הגיבוי שנבחר.
hu: Válaszd ki a Célmeghajtót, melyet felülírsz a kiválasztott Lemezképpel.
it: Seleziona l'unità di destinazione da ripristinare con l'immagine selezionata.
ja: 選択したイメージで復元する目標ドライブを選択します。
lt: Pasirinkite paskirties diską, į kurį bus atkurtas pasirinktas atvaizdas.
nb_no: Velg målenhet å gjenopprette med valgt avbildning.
nl: Selecteer het doelschijf die u wilt herstellen met de geselecteerde image.
pl: Wybierz dysk docelowy, który ma zostać przywrócony za pomocą wybranego obrazu.
pt: Selecione a unidade de destino para restaurar com a imagem selecionada.
ro: Selectați unitatea de destinație pe care doriți să o restaurați cu imaginea selectată.
ru: Выберите целевой диск, на который будет выполнено восстановление образа.
sk: Vyberte cieľovú jednotku na obnovenie s vybraným obrazom.
sq: Përzgjidhni diskun vendmbërritje ku të rikthehet pamja e përzgjedhur.
sv: Välj den målenhet du vill skriva över och återställ den valda filen till.
ta: தேர்ந்தெடுக்கப்பட்ட படத்துடன் மீட்டமைக்க இலக்கு இயக்கத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกไดร์ฟปลายทางที่ต้องการให้คืนค่าข้อมูลด้วยไฟล์ที่เลือก
tr: Seçili kalıp ile geri yüklenecek hedef diski seçin.
vi: Chọn ổ đĩa đích để khôi phục bằng bản sao lưu đã chọn.

source: Step 4: Select Partitions to Restore
ar: الخطوة 4: حدد الأقسام المراد استعادتها
ca: Quart pas: Seleccioneu quines particions restaurar
cs: Krok 4: Vyberte oddíly, které chcete obnovit
da: Trin 4: Vælg partitioner, der skal gendannes
de: Schritt 4: Partitionen zum Wiederherstellen auswählen
el: Βήμα 4: Επιλέξτε τα Διαμερίσματα Προς Επαναφορά
es: Paso 4: selecciona las particiones para restaurar
fi: Vaihe 4: Valitse palautettavat osiot
fr: Étape 4 : Sélectionnez les partitions à restaurer
he: שלב 4: נא לבחור מחיצות לשחזור
hu: 4. Lépés: Válassz Partíciókat a helyreállításhoz
it: Fase 4: Seleziona Partizioni da Ripristinare
ja: ステップ ４：復元パーティション選択
lt: 4 žingsnis: pasirinkite skaidinius, kuriuos norite atkurti
nb_no: Steg 4: Velg partisjoner å gjenopprette
nl: Stap 4: Selecteer partities om te herstellen
pl: Krok 4: Wybierz partycje, które chcesz przywrócić
pt: Passo 4: Selecione Partições para Restaurar
ro: Pasul 4: Selectați partițiile pe care doriți să le restaurați
ru: Шаг 4: Выберите разделы для восстановления
sk: Krok 4: Výber oddielov na obnovenie
sq: Hapi 4: Përzgjidhni Pjesë për T’i Rikthyer
sv: Steg 4: Välj partitioner att återställa
ta: படி 4: மீட்டமைக்க பகிர்வுகளைத் தேர்ந்தெடுக்கவும்
th: ขั้นตอนที่ 4: เลือกที่ต้องการคืนค่า
tr: 4. Adım: Geri Yüklenecek Bölümleri Seçin
vi: Bước 4: Chọn các phân vùng để khôi phục

source: Select which partitions from the backup image to restore, and whether to overwrite the partition table. <b>Leave everything selected to completely restore the destination drive.</b>
ar: حدد الأقسام التي تريد استعادتها من الصورة/النسخة الاحتياطية، وما إذا كنت تريد الكتابة فوق جدول الأقسام. <b> اترك كل شيء محددًا لاستعادة محرك الأقراص الوجهة بالكامل. </b>
ca: Seleccioneu quines particions existents a la còpia de seguretat voleu restaurar, i també si voleu reemplaçar la taula de particions. <b>Marqueu-ho tot si voleu una restauració completa.</b>
cs: Vyberte, které oddíly ze záložní bitové kopie se mají obnovit, a zda se má přepsat tabulka oddílů. <b>Pro úplné obnovení cílové jednotky ponechte vše zaškrtnuté.</b>
da: Vælg de partitioner fra sikkerhedskopien, der skal gendannes og om partitionstabellen skal overskrives. <b>Markér alt for at lave en fuldstændig gendannelse på destinationsdrevet.</b>
de: Wähle aus, welche Partitionen aus der Sicherungskopie wiederhergestellt werden sollen und ob die Partitionstabelle überschrieben werden soll. <b>Lasse alles ausgewählt, um das Ziellaufwerk vollständig wiederherzustellen.</b>
el: Επιλέξτε ποια διαμερίσματα από το αντίγραφο ασφαλείας θα επαναφέρετε και εάν θα αντικαταστήσετε τον πίνακα διαμερισμάτων. <b>Αφήστε τα όλα επιλεγμένα για να επαναφέρετε πλήρως τη μονάδα δίσκου προορισμού.</b>
es: Selecciona las particiones de la copia de seguridad que se deben restaurar y si debe sobreescribirse la tabla de partición. <b>Deja todo seleccionado para restaurar completamente la unidad de destino.</b>
fi: Valitse palautettavat osiot varmuuskopista ja korvataanko osiotaulu. <b>Jätä kaikki valituksi palauttaaksesi kohdeaseman kokonaan.</b>
fr: Sélectionnez les partitions de la sauvegarde à restaurer, et indiquez si le registre des partitions doit être écrasé. <b>Laissez toutes les options sélectionnées pour restaurer complètement le disque de destination.</b>
he: יש לבחור את המחיצות מקובץ הגיבוי לשחזור והאם לשכתב את טבלת המחיצות. <b>יש להשאיר את הכול מסומן כדי לשחזר את כונן היעד במלואו.</b>
hu: Pipáld be, melyik partíciókat akarod a Lemezkép mentésből helyreállítani, és hogy felülírja-e a partíciós táblaszerkezetet. <b>Hagyjd mindet bepipálva, ha teljes helyreállítást akarsz a Meghajtón.</b>
it: Seleziona quali partizioni dell'immagine di backup ripristinare e se sovrascrivere la tabella delle partizioni. <b>Lascia tutto selezionato per ripristinare completamente l'unità di destinazione.</b>
ja: バックアップイメージから復元するパーティション選択、パーティション一覧で上書きするかどうか選択します。<b>どれも選択していた場合保存先ドライブで完全な復元がされます。</b>
lt: Pasirinkite, kuriuos atsarginės kopijos atvaizdo skaidinius norite atkurti ir ar perrašyti skaidinių lentelę. <b>Palikite viską pasirinktą, kad visiškai atkurtumėte paskirties diską.</b>
nb_no: Velg hvilke partisjoner fra sikkerhetskopiavbildningen du vil gjenopprette, og hvorvidt du vil overskrive partisjonstabellen. <b>La alt forbli valgt for å gjenopprette målenheten fullstendig.</b>
nl: Selecteer welke partities van de back-upimage u wilt herstellen en of u de partitietabel wilt overschrijven. <b>Laat alles geselecteerd om de bestemmingsschijf volledig te herstellen.</b>
pl: Wybierz, które partycje z obrazu kopii zapasowej mają zostać przywrócone i czy tabela partycji ma zostać nadpisana. <b>Zostaw wszystko wybrane, aby całkowicie przywrócić dysk docelowy.</b>
pt: Selecione quais partições da imagem de backup restaurar e se deseja substituir a tabela de partições. <b>Deixe tudo selecionado para restaurar completamente a unidade de destino.</b>
ro: Selectați partițiile din imaginea de copie de rezervă pe care doriți să le restaurați și dacă doriți să suprascrieți tabelul de partiții. <b>Lăsați toate opțiunile selectate pentru a restaura complet unitatea de destinație.</b>
ru: Выберите какие из разделов необходимо восстановить и надо ли перезаписать таблицу разделов. <b>Выберите все для полного восстановления выбранного диска.</b>
sk: Vyberte, ktoré diskové oddiely zo záložnej kópie sa majú obnoviť, a či sa má prepísať tabuľka diskových oddielov. <b>Pre úplné obnovenie cieľového disku ponechajte vybrané všetko.</b>
sq: Përzgjidhni cilat pjesë prej pamjes kopjeruajtje të rikthehen dhe nëse duhet mbishkruar tabela e pjesëve, apo jo. <b>Lëreni gjithçka të përzgjedhur që të rikthehet plotësisht te disku vendmbërritje.</b>
sv: Välj vilka partitioner från säkerhetskopian som ska återställas och om partitionstabellen ska skrivas över. <b>Lämna allt valt för att helt återställa målenheten.</b>
ta: மீட்டெடுக்க காப்பு படத்திலிருந்து எந்த பகிர்வுகளைத் தேர்ந்தெடுக்கவும், பகிர்வு அட்டவணையை மேலெழுதலாமா என்பதைத் தேர்ந்தெடுக்கவும். <b> இலக்கு இயக்கத்தை முழுமையாக மீட்டெடுக்க தேர்ந்தெடுக்கப்பட்ட அனைத்தையும் விட்டு விடுங்கள். </b>
th: เลือกพาร์ติชั่นจากไฟล์สำรองข้อมูลเพื่อคืนค่า และเขียนทับข้อมูลพาร์ติชั่นบนปลายทาง <b>ปล่อยการตั้งค่าที่เลือกไว้ให้ทั้งหมดเพื่อให้การคืนค่าไปไดร์ฟปลายทางสำเร็จ</b>
tr: Yedek kalıptan hangi bölümlerin geri yükleneceğini ve bölümlendirme tablosunun üzerine yazılıp yazılmayacağını seçin. <b>Hedef diski tamamen geri yüklemek için her şeyi seçili bırakın.</b>
vi: Chọn các phân vùng bạn muốn khôi phục ở bản sao lưu, và chọn có ghi đè phân vùng không. <b>Nếu muốn khôi phục toàn bộ ổ đĩa thì chọn hết</b>

source: Selected image
ar: الصورة/النسخة المحددة
ca: Imatge seleccionada
cs: Vybraný obraz
da: Valgte sikkerhedskopi
de: Ausgewählte Sicherungskopie
el: Επιλεγμένο είδωλο
es: Imagen seleccionada
fi: Valittu levykuva
fr: Image sélectionnée
he: קובץ הגיבוי הנבחר
hu: Kiválasztott Lemezkép
it: Immagine selezionata
ja: 選んだイメージ
lt: Pasirinktas atvaizdas
nb_no: Valgt avbildning
nl: Geselecteerde image
pl: Wybierz obraz
pt: Imagem Selecionada
ro: Imaginea selectată
ru: Выбранный образ
sk: Vybraný obraz
sq: Pamje e përzgjedhur
sv: Välj säkerhetskopia
ta: தேர்ந்தெடுக்கப்பட்ட படம்
th: ไฟล์สำรองข้อมูลที่เลือกไว้
tr: Seçilen kalıp
vi: Bản sao lưu đã chọn

source: Destination partition
ar: قسم/جزء الوجهة
ca: Partició de destinació
cs: Cílový oddíl
da: Destinationspartition
de: Zielpartition
el: Διαμέρισμα προορισμού
es: Partición de destino
fi: Kohdeosio
fr: Partition de destination
he: מחיצת היעד
hu: Cél-partíció
it: Partizione di destinazione
ja: 保存先パーティション
lt: Paskirties skaidinys
nb_no: Målpartisjon
nl: Doelpartitie
pl: Partycja docelowa
pt: Partição de destino
ro: Partiția de destinație
ru: Целевой раздел
sk: Cieľový oddiel
sq: Pjesë vendmbërritje
sv: Destinationspartition
ta: இலக்கு பகிர்வு
th: พาร์ติชั่นปลายทาง
tr: Hedef bölüm
vi: Phân vùng đích

source: Overwrite partition table
ar: الكتابة فوق جدول الأقسام
ca: Reemplaça la taula de particions
cs: Přepsat tabulku oddílů
da: Overskriv partitionstabel
de: Partitionstabelle überschreiben
el: Αντικατάσταση πίνακα διαμερισμάτων
es: Sobreescribir tabla de partición
fi: Korvaa osiotaulu
fr: Écraser le registre des partitions
he: שכתוב טבלת המחיצות
hu: Írd felül a partíciós táblát
it: Sovrascrivi la tabella delle partizioni
ja: パーティション一覧で上書き
lt: Perrašyti skaidinio lentelę
nb_no: Overskriv partisjonstabell
nl: Partitietabel overschrijven
pl: Nadpisywanie tabeli partycji
pt: Substituir tabela de partição
ro: Suprascrie tabelul de partiții
ru: Перезаписать таблицу разделов
sk: Prepísanie tabuľky oddielov
sq: Mbishkruaj tabelë pjesësh
sv: Skriv över partitionstabellen
ta: பகிர்வு அட்டவணையை மேலெழுதும்
th: เขียนทับข้อมูลพาร์ติชั่นบนตาราง
tr: Bölümlendirme tablosunun üzerine yaz
vi: Ghi đè bảng phân vùng

source: You will be overwriting the partition table.
ar: سوف تقوم بالكتابة فوق جدول الأقسام.
ca: Esteu a punt de sobreescriure la taula de particions.
cs: Tím přepíšete tabulku oddílů.
da: Du overskriver partitionstabellen.
de: Hiermit wird die Partitionstabelle überschrieben.
el: Θα αντικαταστήσετε τον πίνακα διαμερισμάτων.
es: Vas a sobreescribir la tabla de partición.
fi: Osiotaulu korvataan.
fr: Vous allez écraser le registre des partitions.
he: טבלת המחיצות תשוכתב.
hu: A partíciós tábla véglegesen és visszaállíthatatlanul felül lesz írva.
it: Sovrascriverai la tabella delle partizioni.
ja: パーティション一覧で上書きします。
lt: Perrašysite skaidinio lentelę.
nb_no: Du vil overskrive partisjonstabellen.
nl: U gaat de partitietabel overschrijven.
pl: Będziesz nadpisywać tabelę partycji.
pt: Você irá substituir a tabela de partição.
ro: Veți suprascrie tabelul de partiții.
ru: Таблица разделов будет перезаписана.
sk: Prepíšete tabuľku oddielov.
sq: Do të mbishkruani tabelën e pjesëve.
sv: Du kommer att skriva över partitionstabellen.
ta: நீங்கள் பகிர்வு அட்டவணையை மேலெழுதும்.
th: คุณจะเขียนทับข้อมูลบนตารางของพาร์ติชั่น
tr: Bölümlendirme tablosunun üzerine yazacaksınız.
vi: Bạn sẽ ghi đè bản phân vùng.
