Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, lt, nb_no, nl, pl, pt, ro, ru, sk, sq, sv, ta, th, tr, vi

source: Click on the box below to select the source drive that you would like to create a backup image from.
ar: انقر فوق المربع أدناه لتحديد محرك الأقراص المصدر الذي ترغب في إنشاء صورة/نسخة احتياطية منه.
ca: Marqueu la unitat d'origen des d'on voleu crear una imatge de còpia de seguretat.
cs: Kliknutím na pole níže vyberte zdrojový disk, ze kterého chcete vytvořit záložní obraz.
da: Klik på felterne nedenfor for at vælge kildedrevet, som du vil sikkerhedskopiere.
de: Wähle im unten stehenden Feld, das Quelllaufwerk aus, von dem du eine Sicherungskopie erstellen möchtest.
el: Κάντε κλικ στο ακόλουθο πλαίσιο για να επιλέξετε τη μονάδα προέλευσης από την οποία θέλετε να δημιουργήσετε αντίγραφο ασφαλείας.
es: En el siguiente campo, seleccione el disco/unidad (disco/unidad de origen) desde el que desea crear una imagen de copia de seguridad.
fi: Valitse alla olevasta luettelosta lähdeasema, josta haluat luoda varmuuskopion.
fr: Cliquez sur la zone ci-dessous pour sélectionner le disque dont vous voulez réaliser une image.
he: יש ללחוץ על התיבה שלהלן כדי לבחור את כונן המקור המיועד לגיבוי לתוך לקובץ גיבוי.
hu: Kattints az alábbi doboz valamelyikére a Forrás-Lemez kiválasztásához, melyről biztonsági mentést akarsz készíteni.
it: Clicca sulla casella sottostante per selezionare l'unità di origine della quale si desidera creare l'immagine di backup.
ja: どれをバックアップイメージ作成したいですか下辺のボックスクリックでドライブ選択してください。
lt: Spustelėkite toliau esantį langelį ir pasirinkite šaltinio diską, iš kurio norite sukurti atsarginės kopijos atvaizdą.
nb_no: Klikk i boksen nedenfor for å velge kildeenheten du vil opprette en sikkerhetskopiavbildning fra.
nl: Klik op het onderstaande vak om het bronstation te selecteren waarvan u een back-up image wilt maken.
pl: Kliknij poniższe pole, aby wybrać dysk źródłowy, z którego chcesz utworzyć obraz kopii zapasowej.
pt: Clique na caixa abaixo para selecionar a unidade de origem do qual deseja criar uma imagem de backup.
ro: Faceți clic în caseta de mai jos pentru a selecta unitatea sursă de pe care doriți să creați o imagine de rezervă.
ru: Нажмите на поле ниже, чтобы выбрать исходный диск, с которого вы хотите создать резервную копию.
sk: Kliknutím na políčko nižšie vyberte zdrojovú jednotku, z ktorej chcete vytvoriť záložný obraz.
sq: Klikoni mbi kutizën më poshtë që të përzgjidhni diskun burim nga i cili doni të krijoni një pamje kopjeruajtje.
sv: Klicka i rutan nedan för att välja källenhet som du vill skapa en säkerhetskopia av.
ta: நீங்கள் ஒரு காப்பு படத்தை உருவாக்க விரும்பும் மூல இயக்ககத்தைத் தேர்ந்தெடுக்க கீழே உள்ள பெட்டியைக் சொடுக்கு செய்க.
th: คลิกที่กล่องด้านล่างเพื่อเลือกไดร์ฟต้นทางที่คุณต้องการสร้างเป็นไฟล์สำรองข้อมูล
tr: Yedek kalıp oluşturmak istediğiniz kaynak diski seçmek için aşağıdaki kutuya tıklayın.
vi: Nhấn chọn các hộp dưới đây để chọn các ỗ nguồn bạn muốn tạo bản sao lưu.

source: Connected directly to my computer
ar: متصل مباشرة بجهاز الكمبيوتر الخاص بي
ca: Unitat local en aquest ordinador
cs: Připojeno přímo k mému počítači
da: På en enhed forbundet direkte til min computer
de: Direkt an meinen Computer angeschlossen
el: Συνδεδεμένο απευθείας στον υπολογιστή μου
es: Conectar directamente a mi computador
fi: Ulkoiselle asemalle
fr: Connecté directement à mon PC
he: לכונן שמחובר ישירות למחשב
hu: Közvetlen a gépre csatolt eszköz
it: Unità direttamente connessa al computer
ja: パソコンは直接つながりました
lt: Tiesiogiai prijungtas prie mano kompiuterio
nb_no: Koblet direkte til min datamaskin
nl: Direct verbonden met mijn computer
pl: Podłączony bezpośrednio do mojego komputera
pt: Conectado diretamente ao meu computador
ro: Conectat direct la calculatorul meu
ru: Прямое подключение к моему компьютеру
sk: Pripojené priamo k môjmu počítaču
sq: I lidhur drejtpërdrejt te kompjuteri im
sv: Ansluten direkt till min dator
ta: எனது கணினியுடன் நேரடியாக இணைக்கப்பட்டுள்ளது
th: เชื่อมต่อโดยตรงกับคอมพิวเตอร์ของฉัน
tr: Doğrudan bilgisayarıma bağlı
vi: Kết nối trực tiếp vào máy tính

source: Shared over a network
ar: متصل عبر شبكة
ca: Unitat compartida a la xarxa
cs: Sdílené přes síť
da: På en enhed forbundet til et delt netværk
de: Über das Netzwerk verbunden
el: Κοινόχρηστο μέσω δικτύου
es: Conectar a travez de la red
fi: Verkkoasemalle
fr: Partagé sur un réseau
he: לכונן משותף דרך הרשת
hu: Hálózati megosztás
it: Unità di rete
ja: ネットワーク越で共有された
lt: Bendrinamas per tinklą
nb_no: Delt over et nettverk
nl: Gedeeld via een netwerk
pl: Współdzielony przez sieć
pt: Compartilhado em uma rede
ro: Partajat într-o rețea
ru: Поделиться через сеть
sk: Zdieľanie v sieti
sq: I përbashkët me të tjerë përmes rrjeti
sv: Delas över ett nätverk
ta: ஒரு பிணையத்தில் பகிரப்பட்டது
th: แชร์ผ่านอินเทอร์เน็ต
tr: Ağ üzerinden paylaşılan
vi: Chia sẻ qua mạng

source: Where would you like to save the image?
ar: أين تريد حفظ الصورة/النسخة؟
ca: On voleu desar la imatge?
cs: Kam chcete uložit obraz disku?
da: Hvor vil du gemme sikkerhedskopien?
de: Wo befindet sich das Ziellaufwerk?
el: Πού βρίσκεται η μονάδα προορισμού;
es: ¿Dónde está el disco de destino?
fi: Mihin haluat tallentaa levykuvan?
fr: Où souhaitez-vous enregistrer l'image ?
he: היכן לשמור את קובץ הגיבוי?
hu: Hová szeretnéd menteni a lemezképet?
it: Dove vorresti salvare l'immagine?
ja: イメージ保存先はどこにしたいとおもわれますか？
lt: Kur norite išsaugoti atvaizdą?
nb_no: Hvor vil du lagre avbildningen?
nl: Waar wilt u de image opslaan?
pl: Gdzie chcesz zapisać obraz?
pt: Onde é a unidade de destino?
ro: Unde doriți să salvați imaginea?
ru: Где вы желаете сохранить образ ?
sk: Kam chcete obraz uložiť?
sq: Ku do të donit të ruhet pamja?
sv: Var är målenheten?
ta: படத்தை எங்கே சேமிக்க விரும்புகிறீர்கள்?
th: คุณต้องการบันทึกไฟล์สำรองข้อมูลที่ใด?
tr: Kalıbı nereye kaydetmek istersiniz?
vi: Bạn muốn lưu bản sao lưu ở đâu?

source: Windows shared folder (SMB/CIFS, Samba)
ar: مجلد مشترك يعمل بنظام التشغيل Windows (SMB/CIFS، سامبا)
ca: Carpeta compartida (SMB/CIFS, Samba)
cs: složka Sdílení Windows (SMB/CIFS, Samba)
da: Windows delt mappe (SMB/CIFS, Samba)
de: SMB/CIFS-Freigabeordner siehe unten
el: SMB/CIFS κοινόχρηστος φάκελος καθορίζεται παρακάτω
es: Directorio/carpeta compartida especificada a continuación
fi: Windowsin jaettu kansio (SMB/CIFS, Samba)
fr: Dossier partagé de Windows (SMB/CIFS, Samba)
he: תיקייה משותפת של Windows‏ (SMB/CIFS,‏ Samba)
hu: Windows megosztott mappa (SMB/CIFS, Samba)
it: Cartella condivisa di Windows (SMB/CIFS, Samba)
ja: ウィンドウズ共有フォルダー（SMB／CIFS、Samba）
lt: „Windows“ bendrinamas aplankas (SMB / CIFS, „Samba“)
nb_no: Windows-delingsmappe (SMB/CIFS, Samba)
nl: Windows gedeelde map (SMB/CIFS, Samba)
pl: Folder współdzielony Windows (SMB/CIFS, Samba)
pt: SMB/CIFS Pasta compartilhada especificada abaixo
ro: Dosar partajat Windows (SMB/CIFS, Samba)
ru: Windows общая папка (SMB/CIFS, Samba)
sk: Zdieľaný priečinok systému Windows (SMB/CIFS, Samba)
sq: Dosje Windows të përbashkëta (SMB/CIFS, Samba)
sv: SMB/CIFS-delad mapp som anges nedan
ta: சாளரங்கள் பகிரப்பட்ட கோப்புறை (SMB/CIFS, SAMBA)
th: ระบบแชร์ไฟล์ของ Windows (SMB/CIFS, Samba)
tr: Windows paylaşım klasörü (SMB/CIFS, Samba)
vi: Thư mục chia sẻ của Windows (SMB/CIFS, Samba)

source: Search network
ar: فحص الشبكة
ca: Cerca a la xarxa
cs: Prohledat síť
da: Søger efter netværk
de: Netzwerk durchsuchen
el: Αναζήτηση δικτύου
es: Buscar red
fi: Etsi verkko
fr: Rechercher sur le réseau
he: חיפוש ברשת
hu: Hálózati keresés...
it: Cerca in rete
ja: ネットワークから捜索します
lt: Ieškoti tinkle
nb_no: Søk på nettverket
nl: Doorzoek netwerk
pl: Wyszukaj sieć
pt: Rede de pesquisa
ro: Căutare în rețea
ru: Поиск сети
sk: Prehľadať sieť
sq: Kërko në rrjet
sv: Sök nätverk
ta: தேடல் பிணையம்
th: ค้นหาเน็ตเวิร์ค
tr: Ağı ara
vi: Tìm mạng

source: Server
ar: السيرفر/الخادم
ca: Servidor
de: Server oder Freigabeort
el: Διακομιστής ή τοποθεσία κοινής χρήσης
es: Servidor o ubicación compartida
fi: Palvelin
fr: Serveur
he: שרת
hu: Szerver
ja: サーバー
lt: Serveris
nb_no: Tjener
pl: Serwer
pt: Servidor
ru: Сервер
sq: Shërbyes
sv: Server eller utdelad lagringsplats
ta: சேவையகம்
th: เซิร์ฟเวอร์
tr: Sunucu
vi: Máy chủ

source: Share location (UNC path)
ar: مشاركة الموقع (مسار UNC)
ca: Recurs compartit (ruta UNC)
cs: Sdílení lokace (UNC cesta)
da: Share-placering (UNC-sti)
de: Server oder Freigabeort
el: Διακομιστής ή τοποθεσία κοινής χρήσης
es: Servidor o ubicación compartida
fi: Jaa sijainti (UNC-polku)
fr: Emplacement du partage (chemin UNC)
he: מיקום השיתוף (נתיב UNC)
hu: Megosztás helye (UNC útvonal)
it: Posizione della condivisione (percorso UNC)
ja: 共有（UNC 経路）
lt: Bendrinimo vieta (UNC kelias)
nb_no: Sti til delingsområde (UNC-sti)
nl: Deellokatie (UNC pad)
pl: Lokalizacja udziału (ścieżka UNC)
pt: Partilhar localização (caminho UNC)
ro: Locație partajată (ruta UNC)
ru: Поделиться местоположением (UNC путь)
sk: Zdieľané umiestnenie (cesta UNC)
sq: Jepe vendndodhjen (Shteg UNC)
sv: Server eller utdelad lagringsplats
ta: இருப்பிடத்தைப் பகிரவும் (UNC பாதை)
th: ตำแหน่งโฟลเดอร์หรือเซิร์ฟเวอร์ที่ใช้ร่วมกัน (แบบ UNC)
tr: Paylaşım konumu (UNC yolu)
vi: Đường dẫn chia sẻ (đường dẫn UNC)

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hu: Felhasználónév
it: Nome utente
ja: ユーザーの名前
lt: Naudotojo vardas
nb_no: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de Usuário
ro: Numele utilizatorului
ru: Логин
sk: Používateľské meno
sq: Emër përdoruesi
sv: Användarnamn
ta: பயனர்பெயர்
th: ชื่อผู้ใช้งาน
tr: Kullanıcı adı
vi: Tên đăng nhập

source: Password
ar: كلمة المرور
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: κωδικός Πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hu: Jelszó
ja: パスワード
lt: Slaptažodis
nb_no: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parola
ru: Пароль
sk: Heslo
sq: Fjalëkalim
sv: Lösenord
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Parola
vi: Mật khẩu

source: Domain
ar: النطاق/الدومين
ca: Domini
cs: Doména
da: Domæne
el: Τομέας
es: Dominio
fi: Verkkotunnus
fr: Domaine
he: שם תחום
it: Dominio
ja: ドメイン
lt: Domenas
nb_no: Domene
nl: Domein
pl: Domena
pt: Domínio
ro: Domeniu
ru: Домен
sk: Doména
sq: Përkatësi
sv: Domän
ta: டொமைன்
th: โดเมน
tr: Etki alanı

source: Version
ar: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
fi: Versio
he: גרסה
hu: Verzió
it: Versione
ja: バージョン
lt: Versija
nb_no: Versjon
nl: Versie
pl: Wersja
pt: Versão
ro: Versiunea
ru: Версия
sk: Verzia
ta: பதிப்பு
th: เวอร์ชั่น
tr: Sürüm
vi: Phiên bản

source: default (Negotiate highest SMB2+ supported by client and server)
fi: oletus (Neuvottele asiakkaan ja palvelimen tukemasta korkeimmasta SMB2+-verkosta)
ja: 初期選択（クライエントとサーバーがサポートします高品質ＳＭＢ２＋）
ro: implicit (negociază cea mai mare versiune SMB2+ acceptată de client și server)
sq: parazgjedhje (Kërko SMB2+ më të lartë të mbuluar nga klienti dhe shërbyesi)
ta: இயல்புநிலை (கிளையன்ட் மற்றும் சேவையகத்தால் ஆதரிக்கப்படும் மிக உயர்ந்த SMB2+ பேச்சுவார்த்தை)

source: 1.0 (The classic CIFS/SMBv1 protocol)
fi: 1.0 (Klassinen CIFS/SMBv1-protokolla)
ja: １．０（前 ＣＩＦＳ／ＳＭＢｖ１プロトコル）
ro: 1.0 (protocolul clasic CIFS/SMBv1)
sq: 1.0 (Protokolli klasik CIFS/SMBv1)
ta: 1.0 (கிளாசிக் CIFS/SMBV1 நெறிமுறை)

source: 2.0 (Introduced in Vista SP1, Windows Server 2008)
fi: 2.0 (Otettu käyttöön Vista SP1:ssä, Windows Server 2008:ssa)
ja: ２．０（Ｖｉｓｔａ ＳＰ１ 以降の，Ｗｉｎｄｏｗｓ Ｓｅｒｖｅｒ ２００８）
ro: 2.0 (introdusă în Vista SP1, Windows Server 2008)
sq: 2.0 (Sjellë në Vista SP1, Windows Server 2008)
ta: 2.0 (விச்டா எச்பி 1, சாளரங்கள் சர்வர் 2008 இல் அறிமுகப்படுத்தப்பட்டது)

source: 2.1 (Introduced in Windows 7, Windows Server 2008R2)
fi: 2.1 (Otettu käyttöön Windows 7:ssä ja Windows Server 2008R2:ssa)
ja: ２．１（Ｗｉｎｄｏｗｓ ７ 以降の，Ｗｉｎｄｏｗｓ Ｓｅｒｖｅｒ ２００８Ｒ２）
ro: 2.1 (introdusă în Windows 7, Windows Server 2008R2)
sq: 2.1 (Sjellë nën Windows 7, Windows Server 2008R2)
ta: 2.1 (விண்டோச் 7, சாளரங்கள் சர்வர் 2008 ஆர் 2 இல் அறிமுகப்படுத்தப்பட்டது)

source: 3 (The SMBv3.0 protocol version and above)
fi: 3 (SMBv3.0-protokollaversio ja uudemmat)
ja: ３（ＳＭＢｖ３．０プロトコル以上のバージョン）
ro: 3 (versiunea protocolului SMBv3.0 și versiunile ulterioare)
sq: 3 (Versioni SMBv3.0 i protokollit e më sipër)
ta: 3 (SMBV3.0 நெறிமுறை பதிப்பு மற்றும் மேலே)

source: 3.0 (Introduced in Windows 8, Windows Server 2012)
fi: 3.0 (Otettu käyttöön Windows 8:ssa ja Windows Server 2012:ssa)
ja: ３．０（Ｗｉｎｄｏｗｓ ８ 以降の，Ｗｉｎｄｏｗｓ Ｓｅｒｖｅｒ ２０１２）
ro: 3.0 (introdusă în Windows 8, Windows Server 2012)
sq: 3.0 (Sjellë në Windows 8, Windows Server 2012)
ta: 3.0 (விண்டோச் 8, சாளரங்கள் சர்வர் 2012 இல் அறிமுகப்படுத்தப்பட்டது)

source: 3.0.2 (Introduced in Windows 8.1, Windows Server 2012R2)
fi: 3.0.2 (Otettu käyttöön Windows 8.1:ssä ja Windows Server 2012R2:ssa)
ja: ３．０．２（Windows ８．１ 以降の，Windows Server ２０１２R２）
ro: 3.0.2 (introdusă în Windows 8.1, Windows Server 2012R2)
sq: 3.0.2 (Sjellë në Windows 8.1, Windows Server 2012R2)
ta: 3.0.2 (விண்டோச் 8.1, சாளரங்கள் சர்வர் 2012 ஆர் 2 இல் அறிமுகப்படுத்தப்பட்டது)

source: 3.1.1 (Introduced in Windows 10, Windows Server 2016)
fi: 3.1.1 (Otettu käyttöön Windows 10:ssä ja Windows Server 2016:ssa)
ja: ３．１．１（Ｗｉｎｄｏｗｓ １０ 以降の，Windows Server ２０１６）
ro: 3.1.1 (introdusă în Windows 10, Windows Server 2016)
sq: 3.1.1 (Sjellë në Windows 10, Windows Server 2016)
ta: 3.1.1 (விண்டோச் 10, சாளரங்கள் சர்வர் 2016 இல் அறிமுகப்படுத்தப்பட்டது)

source: Unspecified (Tries NFS v4.2 first, then negotiates with server down until finds a supported version)
fi: Määrittelemätön (Yrittää ensin NFS v4.2:ta, sitten neuvottelee palvelimen kanssa, kunnes löytää tuetun version)
ja: 非選択（ＮＦＳ ｖ４．２から試みます，そしてサポートされているバージョンが見つかるまでサーバー検証します）
ro: nespecificată (încearcă mai întâi NFS v4.2, apoi negociază cu serverul până când găsește o versiune acceptată)
sq: E paspecifikuar (Së pari provon NFS v4.2, mandej punon me shërbyesin deri sa gjendet një version i mbuluar)
ta: குறிப்பிடப்படாத (முதலில் NFS V4.2 ஐ முயற்சிக்கிறது, பின்னர் ஆதரிக்கப்பட்ட பதிப்பைக் கண்டுபிடிக்கும் வரை சேவையகத்துடன் பேச்சுவார்த்தை நடத்துகிறது)

source: NFSv3
ja: ＮＦＳｖ３

source: NFSv4
ja: ＮＦＳｖ４

source: Remote path
ar: المسار البعيد
ca: Ruta d'accés a la xarxa
cs: Vzdálená cesta
da: Fjernsti
de: Entfernter Pfad
el: Απομακρυσμένη διαδρομή
es: Ruta de acceso a la red
fi: Etäpolku
fr: Chemin distant
he: נתיב מרוחק
hu: Távoli útvonal
it: Percorso remoto
ja: 遠隔経路
lt: Nutolęs kelias
nb_no: Fjern-sti
nl: Remote pad
pl: Zdalna ścieżka
pt: Caminho remoto
ro: Ruta la distanță
ru: Удалённый путь
sk: Vzdialená cesta
sq: Shteg i largët
sv: Fjärrsökväg
ta: தொலைநிலை பாதை
th: เส้นทางที่ใช้รีโมท
tr: Uzak yol
vi: Đường dẫn kết nối từ xa

source: Exported path
ar: المسار المصدر
ca: Ruta d'exportació
cs: Vyexportovaná cesta
da: Eksporteret sti
de: Exportierter Pfad
el: Διαδρομή εξαγωγής
es: Ruta de exportación
fi: Viety polku
fr: Chemin exporté
he: נתיב מיוצא
hu: Exportált útvonal
it: Percorso esportato
ja: 送出経路
lt: Eksportuotas kelias
nb_no: Eksportert sti
nl: Geëxporteerd pad
pl: Wyeksportowana ścieżka
pt: Caminho exportado
ro: Ruta de export
ru: Экспортированный путь
sk: Exportovaná cesta
sv: Exporterad sökväg
ta: ஏற்றுமதி செய்யப்பட்ட பாதை
th: เส้นทางที่ใช้นำออก
tr: Dışa aktarılan yol
vi: Đường dẫn xuất

source: Identity File
ar: ملف الهوية
ca: Fitxer d'identitat
cs: Soubor identity
da: Identitetsfil
de: Ordner auswählen
el: Αναγνώριση Αρχείου
es: Fichero de identidad
fi: Identiteettitiedosto
fr: Fichier d'identité
he: קובץ זהות
hu: Identitás Fájl
it: Chiave SSH
ja: 認証用ファイル
lt: Tapatybės failas
nb_no: Identitetsfil
nl: Identificatiebestand
pl: Plik tożsamości
pt: Arquivo de identificação
ro: Fișierul de identitate
ru: Указанный файл
sk: Súbor identity
sq: Kartelë Identiteti
sv: Identitetsfil
ta: அடையாள கோப்பு
th: ไฟล์ระบุอัตลักษณ์
tr: Kimlik dosyası
vi: Tập tin nhận dạng

source: Port
fi: Portti
ja: ポートセキュリティー
sq: Portë
ta: துறைமுகம்

source: Select network-shared storage location:
ar: حدد موقع التخزين المشترك على الشبكة:
ca: Seleccioneu la ruta d'emmagatzematge compartit a la xarxa:
cs: Vyberte cestu sdíleného síťového úložiště:
da: Vælg det netværksdelte lagers placering:
de: Speicherort mit Netzwerkfreigabe auswählen:
el: Επιλέξτε την δικτυακή κοινόχρηστη τοποθεσία αποθήκευσης:
es: Seleccionar ubicación de almacenamiento compartido de red:
fi: Valitse verkon tallennuspaikka:
fr: Sélectionner l'emplacement de stockage partagé sur le réseau :
he: נא לבחור מיקום אחסון משותף ברשת:
hu: Válassz tárolóhelyet a hálózati megosztáson:
it: Seleziona tipologia e percorso:
ja: ネットワーク共有フォルダーから選択します：
lt: Pasirinkite tinkle bendrinamos saugyklos vietą:
nb_no: Velg nettverksdelt lagringssted:
nl: Selecteer netwerk-gedeeld opslag locatie:
pl: Wybierz lokalizację pamięci masowej współdzielonej przez sieć:
pt: Selecione o local de armazenamento compartilhado na rede :
ro: Selectați locația de stocare partajată în rețea:
ru: Укажите путь сетевого хранилища:
sk: Vyberte umiestnenie zdieľaného sieťového úložiska:
sq: Përzgjidhni vendndodhje depozitimi të përbashkët në rrjet:
sv: Välj nätverksdelad lagringsplats:
ta: பிணையம் பகிரப்பட்ட சேமிப்பக இடத்தைத் தேர்ந்தெடுக்கவும்:
th: เลือกที่จัดเก็บไฟล์บนเน็ตเวิร์คที่แชร์:
tr: Ağda paylaşılan depolama konumunu seçin:
vi: Chọn đường dẫn ổ lưu trữ chia sẻ mạng:

source: Select the partition where the image files will be saved to
ar: حدد القسم الذي سيتم حفظ ملفات الصور/النسخة فيه
ca: Seleccioneu la partició on voleu desar el fitxer d'imatge
cs: Vyberte oddíl kde budou obrazy disku uloženy
da: Vælg partitionen for, hvor sikkerhedskopien skal gemmes
de: Ziellaufwerk auswählen
el: Επιλέξτε το διαμέρισμα στο οποίο θα αποθηκευτούν τα αρχεία εικόνας
es: Seleccione la unidad de destino
fi: Valitse osio, johon kuvatiedostot tallennetaan
fr: Sélectionnez la partition sur laquelle les fichiers d'image seront enregistrés
he: נא לבחור את המחיצה אליה יישמרו קובצי הגיבוי
hu: Válaszd ki a helyet, ahová a lemezkép-fájlokat el akarod menteni
it: Seleziona la partizione in cui verranno salvati i file
ja: イメージファイル保存先とするパーティション選択します
lt: Pasirinkite skaidinį, kuriame bus išsaugoti atvaizdo failai
nb_no: Velg partisjonen å lagre avbildningsfilene til
nl: Selecteer de partitie waar de imagebestanden zullen worden opgeslagen
pl: Wybierz partycję, na której zostaną zapisane pliki obrazów
pt: Selecione a partição onde os arquivos de imagem serão salvos
ro: Selectați partiția în care vor fi salvate fișierele imagine
ru: Укажите раздел в котором будет храниться файлы образа
sk: Vyberte oblasť, do ktorej sa uložia súbory z obrazu disku
sq: Përzgjidhni pjesën ku do të ruhen kartelat pamje
sv: Välj partition där filen kommer att sparas
ta: படக் கோப்புகள் சேமிக்கப்படும் பகிர்வைத் தேர்ந்தெடுக்கவும்
th: เลือกพาร์ติชั่นที่ต้องการให้บันทึกไฟล์สำรองข้อมูล
tr: Kalıp dosyalarının kaydedileceği bölümü seçin
vi: Chọn phân vùng để lưu bản sao lưu

source: Partition
ar: القسم/الجزء
ca: Partició
cs: Oddíl
el: Διαμέρισμα
es: Partición
fi: Osio
he: מחיצה
hu: Partíció
it: Partizione
ja: パーティション
lt: Skaidinys
nb_no: Partisjon
nl: Partitie
pl: Partycja
pt: Partição
ro: Partiția
ru: Раздел
sk: Oddiel
sq: Pjesë
ta: பிரிவினை
th: พาร์ติชั่น
tr: Bölüm
vi: Phân vùng

source: Mounting…
fi: Liitetään…
ja: マウントしています…
nb_no: Monterer …
ro: Se montează…
sq: Po montohet…
ta: பெருகிவரும் …

source: Close this popup to cancel the mount operation.
ar: أغلق هذه النافذة المنبثقة لإلغاء عملية الارتباط.
ca: Tanqueu aquesta finestra emergent per cancel·lar l'operació.
cs: Pro zrušení připojení disku zavřete toto vyskakovací okno.
da: Luk vinduet for at afbryde monteringen.
de: Schließe dieses Fenster um das Einhängen abzubrechen.
el: Κλείστε το αναδυόμενο παράθυρο για να ακυρώσετε τη λειτουργία προσβασιμότητας αρχείων.
es: Cierre esta ventana emergente para cancelar la operación de montaje.
fi: Sulje tämä ponnahdusikkuna peruuttaaksesi liittämistoiminnon.
fr: Fermez cette fenêtre pour annuler l'opération de montage.
he: סגירת החלונית הזאת תבטל את פעולת החיבור.
hu: Zárd be ezt a felugró panelt a felcsatolás megszakításához.
it: Chiudi questa finestra per annullare l'operazione di montaggio.
ja: ポップアップはとじるとマウントがキャンセルされます。
lt: Uždarykite šį iššokantį langą, kad atšauktumėte prijungimo operaciją.
nb_no: Lukk dette sprettopp-vinduet for å avbryte monteringsoperasjonen.
nl: Sluit deze pop-up om de koppelingsbewerking te annuleren.
pl: Zamknij to okienko, aby anulować operację montowania.
pt: Feche essa janela para cancelar a operação de montagem.
ro: Închideți această fereastră emergentă pentru a anula operația de montare.
ru: Закройте это окно для отмены операции монтирования.
sk: Zatvorením tohto vyskakovacieho okna zrušíte operáciu pripojenia.
sq: Që të anulohet veprimi i montimit, mbylleni këtë flluskë.
sv: Stäng den här popupen för att avbryta monteringen.
ta: மவுண்ட் செயல்பாட்டை ரத்து செய்ய இந்த பாப்அப்பை மூடு.
th: ปิดหน้าต่างนี้เพื่อยกเลิกการดำเนินการเชื่อมต่อ
tr: Bağlama işlemini iptal etmek için bu açılır pencereyi kapatın.
vi: Tắt cửa sổ này để hủy việc kết nối.

source: Please ensure the username, password and other fields provided are correct, and try again.
ar: يرجى التأكد من صحة اسم المستخدم وكلمة المرور والحقول الأخرى المقدمة، ثم حاول مرة أخرى.
ca: Assegureu-vos que les credencials inserides d'usuari i contrasenya són correctes i torneu a provar.
cs: Prosím zkontrolujte zda uživatelské jméno, heslo a další pole jsou správně a zkuste to znovu.
da: Kontrollér venligst at brugernavn, adgangskode og øvrige felter er udfyldt korrekt. Prøv derefter igen.
de: Wenn das Gerät in einem Netzwerk freigegeben ist, stelle sicher, dass Benutzername und Passwort richtig sind und versuche es erneut.
el: Βεβαιωθείτε ότι το όνομα χρήστη, ο κωδικός πρόσβασης και όλα τα πεδία που παρέχονται είναι σωστά και δοκιμάστε ξανά.
es: Si el dispositivo se comparte en una red, asegúrese de que el nombre de usuario y la contraseña que escribió son correctos eInténtelo de nuevo.
fi: Tarkista, että käyttäjätunnus, salasana ja kaikki muut kentät ovat oikein ja yritä uudelleen.
fr: Si le périphérique est partagé sur un réseau, assurez-vous que le nom d'utilisateur et le mot de passe sont corrects puis essayez à nouveau.
he: נא לוודא ששם המשתמש, הססמה ושאר השדות שצוינו נכונים ולנסות שוב.
hu: Győződj meg róla, hogy a felhasználónév, jelszó és más mezők jól lettek kitöltve, majd próbáld újra.
it: Assicurati che il nome utente, la password e gli altri campi forniti siano corretti, quindi riprova.
ja: 提示されたユーザーの名前、パスワードとほかが正しいか確認し、もう一度実行してください。
lt: Įsitikinkite, kad naudotojo vardas, slaptažodis ir kiti pateikti laukai yra teisingi, ir bandykite dar kartą.
nb_no: Forsikre deg om at brukernavn, passord, og at andre angitte felter stemmer, og prøv igjen.
nl: Controleer of de gebruikersnaam, het wachtwoord en andere velden correct zijn en probeer het opnieuw.
pl: Proszę upewnić się, że nazwa użytkownika, hasło i inne podane pola są poprawne i spróbować ponownie.
pt: Certifique-se de que o nome de usuário, senha e outros campos fornecidos estão corretos e tente novamente.
ro: Asigurați-vă că numele de utilizator, parola și celelalte câmpuri completate sunt corecte și încercați din nou.
ru: Убедитесь что логин и пароль указаны верно и повторите попытку.
sk: Uistite sa, že používateľské meno, heslo a ostatné zadané polia sú správne a skúste to znova.
sq: Ju lutemi, sigurohuni se emri i përdoruesit, fjalëkalimi dhe fusha të tjera të dhëna janë të sakta dhe riprovoni.
sv: Se till att användarnamnet, lösenordet och andra angivna fält är korrekta och försök igen.
ta: பயனர்பெயர், கடவுச்சொல் மற்றும் வழங்கப்பட்ட பிற புலங்கள் சரியானவை என்பதை உறுதிப்படுத்தவும், மீண்டும் முயற்சிக்கவும்.
th: โปรดเช็คว่าชื่อผู้ใช้, รหัสผ่าน และช่องอื่นๆถูกต้องหรือไม่ และลองใหม่อีกครั้ง
tr: Lütfen belirtilen kullanıcı adı, parola ve diğer alanların doğru olduğundan emin olun ve tekrar deneyin.
vi: Kiểm tra lại tên đăng nhập, mật khẩu và các trường khác có đúng không, và thử lại.
