Repository: rescuezilla/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/rescuezilla/translations-rescuezilla/*.po
Languages: es

source: Step 1: Select Source Drive
es: Paso 1: Seleccione la unidad/disco de origen

source: Step 2: Select Partitions to Save
es: Paso 2: Seleccione la partición a guardar

source: Step 3: Select Destination Drive
es: Paso 3: Seleccione la unidad/disco de destino

source: Step 4: Select Destination Folder
es: Paso 4: Seleccione la carpeta de destino

source: Step 5: Name Your Backup
es: Paso 5: Escriba un nombre para su copia de respaldo/seguridad

source: Creating Backup Image
es: Creando copia de respaldo/seguridad

source: Step 1: Select Backup Drive
es: Paso 1: Seleccione la unidad/disco de copia de respaldo/seguridad

source: Step 2: Select Backup Image
es: Paso 2: Seleccione la imagen de copia de respaldo/seguridad.

source: Step 3: Select Drive To Restore
es: Paso 3: Seleccione la unidad/disco de destino

source: Restoring From Backup
es: Restaurando desde la Copia de respaldo/seguridad

source: Step 1: Select Destination Drive
es: Paso 1: Seleccione la unidad/disco de destino

source: Step 2: Install to USB Drive
es: Paso 2: Instalar en unidad USB

source: Welcome to Rescuezilla
es: Bienvenido a Rescuezilla

source: Many other tools are available from the Start menu in the bottom left corner
es: Hay muchas más opciones disponibles desde la esquina inferior izquierda en el menú de inicio.

source: Backup
es: Copia de respaldo/seguridad

source: Could not access the destination drive: %1
es: No se pudo acceder a la unidad de destino. %1

source: Please ensure the username, password and other fields provided are correct, and try again.
es: Si el dispositivo se comparte en una red, asegúrese de que el nombre de usuario y la contraseña que escribió son correctos eInténtelo de nuevo.

source: Warning! This drive has only %1MB of free space. Make sure your backup will fit.
es: ¡Advertencia! Esta unidad/disco solo tiene %1 MB de espacio libre. Asegúrese de que su copia de seguridadencajará.

source: Backup %1 to %2
es: Copia de respaldo/seguridad %1 a %2

source: MBR and partition table of %1 saved to %2
es: MBR y tabla de particiones de%1 guardada en%2

source: Size of %1 (%2 bytes) saved to %3
es: Tamaño de %1 (%2 bytes) guardado en %3

source: Total partitions to save: %1
es: Total de particiones para guardar: %1

source: Total bytes to save: %1
es: Total de bytes para guardar: %1

source: The tool %1 does not exist
es: La herramienta %1 no existe

source: Preparing to create backup of Drive %1, Part %2...
es: Preparando para crear una copia de respaldo/seguridad de la unidad/disco%1, partición%2....

source: Processing %1 (%2) using %3...
es: Procesando %1 (%2) usando %3...

source: Executing:
es: Ejecutando

source: Starting to clone %1
es: Empezando a clonar %1

source: List of partitions:
es: Lista de particiones

source: (Processing)
es: (Procesando)

source: Device size: %1
es: Tamaño de la unidad/disco: %1

source: Space in use: %1
es: Espacio en uso: %1

source: Warning: %1
es: Advertencia: %1

source: Reading super block
es: Lectura del súper bloque (metadatos del sistema de archivos)

source: Reading super block for Drive %1, Part %2...
es: Lectura del superbloque para la unidad/disco %1, Parte %2 ...

source: Calculating bitmap
es: Calculando mapa de bits

source: Calculating bitmap for Drive %1, Part %2...
es: Calculando mapa de bits de la unidad/disco %1, partición %2 ...

source: Reading bitmap for part %1 of %2
es: Leyendo mapa de bits de la partición %1 de %2

source: Calculating bitmap progress: %1% Remaining: %2
es: Calculando le progreso del mapa de bits: %1% Restante: %2

source: Reading bitmap for Drive %1, Part %2 (%3% done, %4 remaining)
es: Leyendo mapa de bits de la unidad/disco %1, Partición %2 (%3% terminado, %4 restante)

source: Elapsed: *%1* | Remaining: *%2* | Percent: *%3* | Speed: *%4*
es: Transcurrido: *%1* | Restante: *%2* | Porcentaje: *%3* | Velocidad: *%4*

source: Part %1 of %2 (%3%) %4 Elapsed %5 Remaining
es: Partición %1 de %2 (%3%) %4 Transcurrido %5 Restante

source: Saving part %1 (%2) at %3 (%4 free space)
es: Guardando parte %1 (%2) con %3 (%4 espacio libre)

source: Drive: %1 | Partition: %2 | Current bytes: %3 | Overall: %4
es: Unidad/disco: %1 | Partición: %2 | bytes actuales: %3 | de: %4

source: %1% Complete
es: %1% Completado

source: Partition completed.
es: Partición completada.

source: Partition %1 completed.
es: Partición %1 completada.

source: Current part: %1
es: Parte actual: %1

source: Total parts: %1
es: Partes totales: %1

source: Backup complete.
es: Copia de respaldo/seguridad completada.

source: Exit
es: Salir

source: Backup image saved in %1 minutes.
es: Copia de respaldo/seguridad guardada en %1 minuto(s).

source: Backup saved successfully.
es: Copia de respaldo/seguridad guardada exitosamente.

source: Select a Folder
es: Seleccione un directorio/carpeta

source: Cancel
es: Cancelar

source: Save Here
es: Guardar aquí

source: You must select a folder inside %1
es: Debe seleccionar un directorio/carpeta dentro de %1

source: Please select a different folder.
es: Seleccione por favor un directorio/carpeta diferente.

source: Restore
es: Restaurar

source: Could not access the source drive: %1
es: No se pudo acceder a la unidad/disco de origen. %1

source: Preparing destination drive...
es: Preparando la unidad/disco de destino...

source: Comparing %1 to %2...
es: Comparando %1 con %2...

source: Are you sure you want to restore the backup to the same drive the source image is located on? Unless you know what you are doing, this will result in loss of all data on the drive, including the backup image!
es: ¿Está seguro de que desea restaurar la copia de respaldo/seguridad en la misma unidad/discoen la que se encuentra la copia de respaldo/seguridad de origen? ¡CUIDADO! ¡A menos que sepa lo que está haciendo, esto resultará en la pérdida de todos los datosde la unidad/disco, incluyendo la copia de respaldo/seguridad!

source: Aborting.
es: Abortar

source: The drive you are attempting to restore to is %1 MB smaller than the original. You must restore to a drive that is the same size or larger than the original.
es: La unidad/disco a la que está intentando restaurar es %1 MB más pequeña que la original. Debe restaurar en una unidad/disco que tenga el mismo tamaño o que sea mayor que la original.

source: Could not read from %1! Aborting.
es: ¡No se puede leer de %1! Abortando.

source: Are you sure you want to restore the backup to /dev/%1? Doing so will permanently overwrite the data on this drive!
es: ¿Está seguro de que desea restaurar la copia respaldo/seguridad a /dev/%1? ¡Si lo hace, sobrescribirá permanentemente los datos de esta unidad/disco!

source: Writing MBR to %1
es: Escribiendo MBR en %1

source: Writing master boot record to destination drive...
es: Escribiendo master boot record en la unidad/disco de destino...

source: Restoring partition table to %1
es: Restaurando la tabla de particiones a %1

source: Writing extended partition table to destination drive...
es: Escribiendo la tabla de particiones extendida en la unidad/disco de destino...

source: Detected backup created with %1
es: Detectada copia de respaldo/seguridad creada con %1

source: Reloading partition table from %1
es: Recargando tabla de particones de %1

source: Reloading new partition table from destination drive...
es: Recargando nueva tabla de particiones desde la unidad/disco de destino...

source: Verifying that /dev/%1 exists and can be restored to:
es: Verificando que /dev/%1 existe y puede ser restaurado a:

source: FAIL
es: FALLÓ

source: The partition table did not restore properly. The backup image may contain all your data, but without a valid partition table, no data can be restored.
es: La tabla de particiones no se ha restaurado correctamente. La imagen de copia de respaldo/seguridad puede contener todos los datos, pero sin una tabla de particiones válida, no se puede restaurar ningún dato.

source: Device %1 is %2 bytes...
es: Unidad/disco %1 es de %2 bytes...

source: Restoring %1 total bytes of partitioned space.
es: Restaurando %1 byte(s) del espacio total particionado.

source: Preparing to restore backup for Drive %1, Part %2...
es: Preparando la restauración de la copia de respaldo/seguridad de la unidad/disco %1, Partición %2...

source: Processing %1 using %2...
es: Procesando %1 usando %2

source: Restoring backup created with version: %1
es: Restaurando la copia de respaldo/seguridad con la versión: %1

source: Starting to restore %1
es: Iniciando la restauración %1

source: Warning:
es: Advertencia:

source: Reading super block:
es: Leyendo Superblock:

source: (RESTORE) Elapsed: *%1* | Remaining: *%2* | Percent: *%3* | Speed: *%4*
es: (RESTAURANDO) Transcurrido: *%1* | Restante: *%2* | Porcentaje: *%3* | Velocidad: *%4*

source: Restoring part %1 (%2) at %3
es: Restaurando partición %1 (%2) en %3

source: (BITMAP) Elapsed: *%1* | Remaining: *%2* | Percent: *%3*
es: (BITMAP) Transcurrido: *%1* | Restante: *%2* | Porcentaje: *%3*

source: Operation completed successfully.
es: Proceso completado con exito.

source: Rewriting master boot record to destination drive...
es: Reescribiendo el master boot record a la unidad/disco de destino...

source: Operation complete.
es: Proceso completado

source: Restore complete.
es: Restaurción completa.

source: Backup restored in %1 minutes.
es: Copia de respaldo/seguridad restaurada en %1 Minuto.

source: Backup restored successfully.
es: Copia de respaldo/seguridad restaurada con exito.

source: Backed up %1 of %2 total bytes.
es: Respaldado %1 de %2 bytes totales

source: Advancing to next partition.
es: Avanzando a la siguiente partición

source: Are you sure?
es: ¿Esta seguro?

source: Ready
es: Listo.

source: Done.
es: Terminado.

source: Please wait...
es: Espere por favor...

source: Unable to continue. The program will now exit.
es: No se puede continuar. El programa finalizara.

source: Fatal Error:
es: Error fatal

source: Could not open %1 for writing!
es: ¡No se puede abrir %1 para escritura!

source: The device type '%1' is not valid. Did you forget to select a backup location?
es: El tipo de unidad/disco%1 no está permitido. ¿Ha olvidado seleccionar una ubicación de copia de seguridad?

source: Getting list of drives...
es: Obteniendo la lista de unidades/discos...

source: Could not locate any drives attached to your computer.
es: No se puede encontrar ningúna unidad/disco conectada a su computador.

source: No drives available.
es: No hay unidades/discos disponibles.

source: Could not locate any partitions on your computer.
es: No se encuentran particiones en el disco duro del ordenador.

source: Drive %1
es: unidad/disco %1

source: , Part %1
es: , Partición %1

source: Omitting backup source %1 from destination list
es: Omitiendo la fuente de la copia de respaldo/seguridad%1 de la lista de destinos

source: FTP server %1
es: Servidor FTP %1

source: Shared folder %1 on %2
es: Directorio/carpeta coompartida%1 en %2

source: Shared folder specified below
es: Directorio/carpeta compartida especificada a continuación

source: FTP server specified below
es: Servidor FTP especificado a continuación

source: Part
es: Partición

source: Save
es: Guardar

source: Description
es: Descripción

source: Obtaining partitions for drives...
es: Obteniendo particiones de las unidades/discos

source: Unknown size
es: Tamaño desconocido

source: Drive %1, Part %2
es: Unidad/disco %1, Partición %2

source: Part %1
es: Partición %1

source: Drive %1 (%2): %3
es: Unidad/disco %1 (%2): %3

source: Drive %1 (%2): USB %3
es: Unidad/disco %1 (%2): USB %3

source: Identifying disk drives...
es: Identificando de unidades de disco.......

source: Searching network for shared drives...
es: Examinando la red en busca de unidades/discos compartidos...

source: Partition list saved to %1
es: Lista de particiones guardada en %1

source: Free space: %1
es: Espacio libre: %1
