Repository: rescuezilla/rescuezilla
Catalog: src/livecd/chroot/usr/share/rescuezilla/translations-rescuezilla/*.po
Languages: fr

source: Step 1: Select Source Drive
fr: Etape 1: Choix de la source

source: Step 2: Select Partitions to Save
fr: Etape 2: Choix des partitions à sauvegarder

source: Step 3: Select Destination Drive
fr: Etape 3: Sélectionnez la destination de la sauvegarde

source: Step 4: Select Destination Folder
fr: Etape 4: Sélectionnez le répertoire de sauvegarde

source: Step 5: Name Your Backup
fr: Etape 5: Donnez un nom à votre sauvegarde

source: Creating Backup Image
fr: Création de la sauvegarde

source: Step 1: Select Backup Drive
fr: Etape 1: Sélectionnez le périphérique source

source: Step 2: Select Backup Image
fr: Etape 2: Sélectionnez l'image à restaurer

source: Step 3: Select Drive To Restore
fr: Etape 3: Sélectionnez le disque à restaurer

source: Restoring From Backup
fr: Restauration à partir d'une sauvegarde

source: Step 1: Select Destination Drive
fr: Etape 1: Sélectionnez le périphérique de destination

source: Step 2: Install to USB Drive
fr: Etape 2: Installation sur la clé USB

source: Welcome to Rescuezilla
fr: Bienvenue dans Rescuezilla

source: Many other tools are available from the Start menu in the bottom left corner
fr: Beaucoup d'autres outils sont disponibles à partir du menu principal accessible dans l'angle en bas à gauche

source: Backup
fr: Sauvegarde

source: Could not access the destination drive. If the device is shared on a network, ensure that the username and password you provided are correct and try again.
fr: Impossible d'accéder au disque de destination. Si le périphérique est partagé sur un réseau, assurez-vous que le nom d'utilisateur et le mot de passe sont corrects et essayez à nouveau.

source: Warning! This drive has only %1MB of free space. Make sure your backup will fit.
fr: Attention! Ce disque a seulement %1MB d'espace libre. Assurez-vous que cela sera suffisant pour votre sauvegarde.

source: Backup %1 to %2
fr: Sauvegarde %1 vers %2

source: MBR and partition table of %1 saved to %2
fr: MBR et table de partitions de %1 sauvés sur %2

source: Size of %1 (%2 bytes) saved to %3
fr: Taille de %1 (%2 bytes) sauvé sur %3

source: Total partitions to save: %1
fr: Nombre de partitions à sauver : %1

source: Total bytes to save: %1
fr: Taille totale de la sauvegarde : %1

source: Preparing to create backup of Drive %1, Part %2...
fr: Préparation de la sauvegarde du disque %1, Partition %2...

source: Processing %1 (%2) using %3...
fr: Processus %1 (%2) en cours %3

source: Executing:
fr: Exécute :

source: Starting to clone %1
fr: Démarrage de la sauvegarde %1

source: List of partitions:
fr: Liste des partitions :

source: (Processing)
fr: (En cours)

source: Device size: %1
fr: Taille du périphérique : %1

source: Space in use: %1
fr: Espace utilisé : %1

source: Warning: %1
fr: Attention: %1

source: Reading super block
fr: Lecture des informations du disque

source: Reading super block for Drive %1, Part %2...
fr: Lecture des infromations du disque %1, Partition %2...

source: Calculating bitmap for Drive %1, Part %2...
fr: Calcul de la taille de l'image pour le disque %1, Partition %2...

source: Reading bitmap for part %1 of %2
fr: Lecture des informations pour la partition %1 de %2

source: Calculating bitmap progress: %1% Remaining: %2
fr: Calcul du temps de lecture: %1% Restant: %2

source: Reading bitmap for Drive %1, Part %2 (%3% done, %4 remaining)
fr: Lecture de l'image pour le disque %1, partition %2 (%3% done, %4 remaining)

source: Elapsed: *%1* | Remaining: *%2* | Percent: *%3* | Speed: *%4*
fr: Passé: *%1* | Restant: *%2* | Percent: *%3* | Speed: *%4*

source: Part %1 of %2 (%3%) %4 Elapsed %5 Remaining
fr: Partition %1 de %2 (%3%) %4 Passé %5 Restant

source: Saving part %1 (%2) at %3 (%4 free space)
fr: Sauve la partition %1 (%2) at %3 (%4 free space)

source: Drive: %1 | Partition: %2 | Current bytes: %3 | Overall: %4
fr: Disque : %1 | Partition: %2 | Current bytes: %3 | Overall: %4

source: %1% Complete
fr: %1% Complet

source: Partition completed.
fr: Partition sauvée.

source: Partition %1 completed.
fr: Partition %1 complet.

source: Total parts: %1
fr: Nombre de partitions : %1

source: Backup complete.
fr: Sauvegarde terminée.

source: Exit
fr: Quitter

source: Backup image saved in %1 minutes.
fr: Sauvegarde faite en %1 minutes

source: Backup saved successfully.
fr: Sauvegarde réalisée avec succès.

source: Select a Folder
fr: Sélectionner un répertoire

source: Cancel
fr: Abandon

source: Save Here
fr: Sauver ici

source: You must select a folder inside %1
fr: Vous devez sélectionner un dossier dans %1

source: Please select a different folder.
fr: Veuillez choisir un autre dossier.

source: Could not access the source drive. If the device is shared on a network, ensure that the username and password you provided are correct and try again.
fr: Accès impossible au disque source. Si le périphérique est partagé sur un réseau, assurez-vous que le nom d'utilisateur et le mot de passe sont corrects et essayez à nouveau.

source: Preparing destination drive...
fr: Préparation du disque de destination...

source: Comparing %1 to %2...
fr: Compare %1 à %2...

source: Are you sure you want to restore the backup to the same drive the source image is located on? Unless you know what you are doing, this will result in loss of all data on the drive, including the backup image!
fr: Etes-vous sûr de vouloir restaurer l'image sur le disque où se trouve l'image source ? Sauf si vous savez ce que vous faites, cela se traduira par la perte de toutes les données sur le disque, y compris l'image de sauvegarde!

source: The backup's extended partition information is empty or missing. This happens with incomplete backups created by an unofficial Redo Backup update. If the backup contains extended partitions, these will not restore correctly. All data is still fully recoverable but manual intervention is required to fully restore the extended partitions. Please consult %1 for information and assistance. The destination drive has not yet been modified. Do you wish to continue with the restore?
fr: Les informations de partition étendue de la sauvegarde sont vides ou manquantes. Cela se produit avec les sauvegardes incomplètes créées par une mise à jour non officielle de Redo Backup. Si la sauvegarde contient des partitions étendues, elles ne seront pas restaurées correctement. Toutes les donnnées peuvent encore être complètement récupérées mais une intervention manuelle est nécessaire pour restaurer complètement les partitions étendues. Veuillez consulter la page %1 pour toute information et assistance. Le disque de destination n'a pas encore été modifié. Voulez-vous poursuivre la restauration ?

source: Are you sure you want to restore the backup to /dev/%1? Doing so will permanently overwrite the data on this drive!
fr: Êtes-vous sûr de vouloir restaurer l'image sur /dev/%1? Ceci réécrira les données de façon définitive sur ce disque!

source: The partition table did not restore properly. The backup image may contain all your data, but without a valid partition table, no data can be restored.
fr: La table des partitions n'a pas été restaurée correctement. L'image de sauvegarde peut contenir toutes vos données, mais sans table de partitions valide les données ne peuvent être restaurées.

source: Preparing to restore backup for Drive %1, Part %2...
fr: Préparation de la restauration du disque %1, partition %2...

source: Processing %1 using %2...
fr: Processus %1 en cours %2...

source: Warning:
fr: Attention:

source: (RESTORE) Elapsed: *%1* | Remaining: *%2* | Percent: *%3* | Speed: *%4*
fr: (RESTORE) Ecoulé: *%1* | Restant: *%2* | Pourcentage: *%3* | Vitesse: *%4*

source: (BITMAP) Elapsed: *%1* | Remaining: *%2* | Percent: *%3*
fr: (BITMAP) Ecoulé: *%1* | Restant: *%2* | Pourcentage: *%3*

source: Backup restored in %1 minutes.
fr: Sauvegarde restaurée en %1 minutes.

source: Backup restored successfully.
fr: Sauvegarde restaurée avec succès.

source: Are you sure?
fr: Êtes-vous sûr?

source: Please wait...
fr: Veuillez patienter...

source: Unable to continue. The program will now exit.
fr: Impossible de continuer. Le programme vamaintenant s'arrêter.

source: The device type '%1' is not valid. Did you forget to select a backup location?
fr: Le dispositif %1 is not valid. N'auriez-vous pas oublié de sélectionner une source de sauvegarde?

source: Drive %1
fr: Disque %1

source: , Part %1
fr: , partition %1

source: Shared folder %1 on %2
fr: Dossier partagé %1 sur %2

source: Shared folder specified below
fr: Dossier partagé indiqué ci-dessous

source: FTP server specified below
fr: Serveur FTP indiqué ci-dessous

source: Part
fr: Partition

source: Save
fr: Sauvegarder

source: Obtaining partitions for drives...
fr: Recherche des répertoires partagés sur le réseau...

source: Drive %1, Part %2
fr: Disque %1, partition %2

source: Part %1
fr: partition %1

source: Drive %1 (%2): %3
fr: Disque %1 (%2): %3

source: Drive %1 (%2): USB %3
fr: Disque %1 (%2): USB %3

source: Identifying disk drives...
fr: Identification des disques...

source: Searching network for shared drives...
fr: Recherche des répertoires partagés sur le réseau...

source: Partition list saved to %1
fr: Liste des partitions sauvées sur %1
