Repository: rescuezilla/rescuezilla
Catalog: src/livecd/image/boot/grub/locale/*.po
Languages: ca, el, id, ja, nb_no, tr

source: Start Rescuezilla
ca: Inicia el RescueZilla
el: Εκκίνηση Rescuezilla
id: Mulai Rescuezilla
ja: Rescuezillaを起動する
tr: Rescuezilla'yı başlat

source: If boot fails, reboot and try selecting Graphical fallback instead
ca: Si falla l'arrencada, reinicieu i trieu el mode «Resolució de vídeo bàsica»
el: Εάν η εκκίνηση αποτύχει, κάντε επανεκκίνηση και δοκιμάστε Λειτουργία εναλλακτικής λύσης γραφικών
id: Jika boot gagal, mulai ulang dan coba pilih Graphical fallback sebagai gantinya
ja: 起動に失敗した場合は グラフィカルフォールバックモードを選択してみてください
nb_no: Hvis oppstart mislykkes kan du starte på nytt og velge grafisk tilbakefall
tr: Önyükleme başarısız olursa, yeniden başlatın ve grafiksel yedek modu seçmeyi deneyin

source: Graphical fallback mode
ca: Resolució de vídeo bàsica
el: Εναλλακτική λύση γραφικών
id: Mode graphical fallback
ja: フォールバックビデオモード
nb_no: Grafisk tilbakefallsmodus
tr: Grafiksel yedek mod

source: Use low-resolution fallback graphics driver if standard mode doesn't work for your hardware
ca: Utilitza un mode de pantalla amb baixa resolució si el mode estàndard no funciona amb aquest maquinari
el: Χρήση προγράμματος οδήγησης εναλλακτικής γραφικών χαμηλής ανάλυσης, εάν η τυπική λειτουργία δεν λειτουργεί για το υλικό σας
id: Gunakan driver graphics fallback resolusi rendah jika mode standar tidak berfungsi pada perangkat anda
ja: 標準モードが機能しない場合は低解像度フォールバックグラフィックドライバを使用する
nb_no: Bruk grafikkdriver med lav skjermoppløsning, hvis standarddriver ikke virker med din maskinvare
tr: Donanımınız için standart mod çalışmıyorsa düşük çözünürlüğe sahip yedek grafik sürücüsünü kullanın

source: Load USB into RAM
ca: Carrega l'USB a la memòria RAM
el: Φόρτωση USB στη RAM
id: Muat USB ke RAM
ja: USBをRAMにロードする
nb_no: Last USB inn i minne
tr: USB'yi RAM'e yükle

source: Loads Rescuezilla into memory allowing the boot media to be ejected after bootup
ca: Carrega el RescueZilla en memòria, permetent extreure els mitjans després d'arrencar
el: Φορτώνει το Rescuezilla στη μνήμη επιτρέποντας στο μέσο εκκίνησης να εξαχθεί μετά την εκκίνηση
id: Memuat Rescuezilla ke dalam memori yang memungkinkan media boot dilepaskan setelah boot
ja: Rescuezillaをメモリにロードし、起動後にブートメディアを取り外せるようにします
nb_no: Laster Rescuezilla inn i minne, noe som tillater oppstartsmedia å frakobles etter oppstart
tr: Rescuezilla'yı belleğe yükler, önyükleme ortamının önyükleme işleminden sonra çıkarılmasına izin verir

source: Check USB for defects
ca: Cerca defectes a l'USB
el: Έλεγχος ελαττωματικών USB
id: Periksa kerusakan USB
ja: USBのエラーをチェックする
nb_no: Kontroller USB for defekter
tr: Kusurlar için USB'yi denetle

source: Verify integrity of USB drive
ca: Verifica la integritat del dispositiu USB
el: Επαλήθευση ακεραιότητας της μονάδας USB
id: Verifikasi integritas drive USB
ja: USBドライブの整合性を確認
nb_no: Bekrefter USB-enhetens integritet
tr: USB belleğin bütünlüğünü doğrulayın

source: Enter BIOS Setup
ca: Configuració del BIOS
el: Εισαγωγή στις ρυθμίσεις του BIOS
id: Masuk ke Pengaturan BIOS
ja: BIOSセットアップに入る
nb_no: Gå inn i BIOS-oppsett
tr: BIOS menüsüne gir

source: Configure machine's firmware, boot options etc
ca: Configura les opcions d'arrencada d'aquest equip
el: Ρυθμίστε το υλικολογισμικό του μηχανήματος, τις επιλογές εκκίνησης κλπ
id: Konfigurasikan firmware mesin, opsi boot, dll
ja: ファームウェア、ブートオプション等を構成する
nb_no: Sett opp maskinens fastvare, oppstartsvalg, osv.
tr: Makinenin ürün yazılımını, önyükleme seçeneklerini vb. yapılandırın

source: Memory test
ca: Test de memòria
el: Έλεγχος μνήμης
id: Tes memori
ja: メモリテスト
nb_no: Minnetest
tr: Bellek testi

source: Check computer memory for errors
ca: Verifica si hi ha cap error de memòria en aquest ordinador
el: Έλεγχος μνήμης υπολογιστή για λάθη
id: Periksa kerusakan memori komputer
ja: コンピュータのメモリにエラーがないかチェックする
nb_no: Sjekk datamaskinen for feil
tr: Bilgisayar belleğini hatalara karşı denetleyin
